{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Comey has not received executive privilege notice from Justice Department",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 2,
                "year": 2017
            },
            "article_content": "Former FBI Director James Comey has not received a notice regarding executive privilege from the Justice Department ahead of his scheduled testimony before the Senate Intelligence Committee next week, a Comey associate tells CBS News.  The associate says Comey still wants to testify and provide the \"relevant facts\" to the committee, CBS News correspondent Jeff Pegues reports. White House press secretary Sean Spicer was asked Friday if President Trump would invoke executive privilege to prevent Comey from speaking. \"I have not spoken to counsel yet,\" Spicer said. \"I don't know ... how they're going to respond.\" Some legal scholars believe any notice would be legally dubious, and the committee itself may resist any invocation of executive privilege. The developments come shortly after Russian President Vladimir Putin mocked U.S. investigators Friday, questioning whatever proof may exist that his government was behind the U.S. election hacks. \"Which fingerprints?\" Putin asked. \"IP addresses can be completely made up and sent from your home address by your children.\" While Putin has been talking, Russian banker Sergey Gorkov has not. Gorkov, who heads Russian investment bank VEB, had a secret meeting with Mr. Trump's son-in-law Jared Kushner in December in New York. The White House said Kushner \"was acting as a transition official\" by taking the meeting. Sources say the two men discussed setting up a secret back channel between the Trump team and the Russian government.  But VEB told the New York Times Mr. Gorkov met with Kushner in his capacity as a real estate executive. Whether the meeting was about business or politics, critics say it raises questions. \"The appearances here look really not very good for Mr. Kushner,\" Tim Frye, a Russia scholar at Columbia University, said.  Frye said Putin likely know about the meeting between Kushner and Gorkov. \"I think it would take extraordinary gumption for the head of a state-owned bank in Russia to engage in diplomacy at this level without at least some support from the Kremlin,\" Frye said.  The meeting is now part of special counsel Robert Mueller's investigation into whether Trump associates colluded with the Russians during the 2016 election. Mueller was selected to lead the probe after it was revealed that Comey had written memos about his meetings with Mr. Trump. Sources say one said that Mr. Trump asked Comey to drop his investigation into fired National Security Adviser Michael Flynn. Comey is set to testify before Congress about that memo next Thursday.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/comey-has-not-received-executive-privilege-notice-from-the-justice-department/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Report: Russia probe creates strife between W.H. counsel, Trump attorneys",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "September",
                "day": 18,
                "year": 2017
            },
            "article_content": "The White House counsel and Trump attorneys are reportedly struggling to determine the extent of their cooperation with Special Counsel Robert Mueller's investigation into Russian meddling in the 2016 election and any possible collusion on the part of Trump campaign associates. The New York Times reports that White House Counsel Don McGahn and Trump attorney Ty Cobb have clashed over what information should be turned over to federal investigators. Cobb hopes to end the investigation quickly, as it relates to Mr. Trump, by cooperating -- turning over the documents requested as soon as possible. McGahn, however is said by the Times to be concerned about two things in particular: first, setting a bad precedent for the White House, and second, about whether Mr. Trump will invoke presidential or attorney-client privilege in a way that would limit McGahn's own testimony before the special counsel, should he be interviewed. This is, the Times points out, a quandary that past presidential legal teams have faced -- how to balance compliance with the probe with presidential prerogatives. This was complicated by a recent incident, in which Cobb was overheard by a Times reporter during lunch at a Washington, D.C. steakhouse -- here's the account: Mr. Cobb was heard talking about a White House lawyer he deemed 'a McGahn spy' and saying Russian meddling in the 2016 election Mr. McGahn had 'a couple documents locked in a safe' that he seemed to suggest he wanted access to. He also mentioned a colleague whom he blamed for 'some of these earlier leaks,' and who he said 'tried to push Jared out,' meaning Jared Kushner, the president's son-in-law and senior adviser, who has been a previous source of dispute for the legal team. Some White House officials also apparently fear their colleagues are \"wearing a wire\" to record conversations for Mueller, the Times reported. However, Cobb emphatically denies any White House lawyers wear or have worn wires to record conversations for Special Counsel Robert Mueller. \"I am sure there are no lawyers wearing wires for Mueller,\" he told CBS News Chief White House Correspondent Major Garrett.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/report-russia-probe-creates-strife-between-wh-counsel-trump-attorneys/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "A timeline of James Comey and President Trump",
            "author": "Stefan Becket",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 8,
                "year": 2017
            },
            "article_content": "Fired FBI Director James Comey testified before the Senate Intelligence Committee Thursday about his interactions with President Trump and his role in investigating potential Russian interference in the presidential election.  In prepared remarks released by the committee Wednesday, Comey offered a detailed account of his conversations with the president before his abrupt May 9 firing and the contemporaneous memos he created from them. Comey wrote in the remarks that he spoke directly with Mr. Trump a total of nine times -- three times in person and six times over the phone. According to the prepared remarks, Comey \"felt compelled\" to keep contemporaneous notes after each conversation, the first of which occurred before Mr. Trump took office. The private interactions between Mr. Trump and Comey are laid out in explicit detail in Comey's testimony. In one conversation, Mr. Trump told him, \"I need loyalty. I expect loyalty,\" according to Comey's testimony. After a meeting at the White House in February, Mr. Trump urged him to drop the FBI's investigation into former National Security Adviser Michael Flynn, Comey wrote in his testimony.  But the history between Mr. Trump and Comey long predates Thursday's testimony. Here is a timeline of the events that led to Comey's conversations with the president, his ultimate ouster and his long-awaited testimony. July 2016: The FBI, under James Comey, opens its investigation into Russian meddling into the 2016 U.S. presidential election. July 5, 2016: Comey publicly announces he will not recommend charges be filed against Democratic nominee Hillary Clinton for her use of a private email server while secretary of state. Comey's announcement draws fire from members of both parties, including Mr. Trump: FBI director said Crooked Hillary compromised our national security. No charges. Wow! #RiggedSystem July 27, 2016: Mr. Trump holds a press conference, his last before Election Day, in which he urges Russian intelligence services to find emails reportedly missing from Clinton's private server. \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" he said. \"I think you will probably be rewarded mightily by our press.\" \t\t If Russia or any other country or person has Hillary Clinton's 33,000 illegally deleted emails, perhaps they should share them with the FBI! Oct. 17, 2016: Mr. Trump releases a video alleging Clinton \"colluded\" with the FBI and the Obama administration's Justice Department. Oct. 28, 2016: Comey sends his famous letter to Congress informing members the FBI is investigating a new batch of emails related to Clinton's personal email server. Mr. Trump immediately seizes on the disclosure, telling a crowd, \"We must not let her take her criminal scheme into the Oval Office.\" We must not let #CrookedHillary take her CRIMINAL SCHEME into the Oval Office. #DrainTheSwamp pic.twitter.com/GtPkj4xIz6 Nov. 6, 2016: Comey writes in another letter to Congress that nothing in the new emails changes the conclusion the FBI made about Clinton's emails in July.  Nov. 8, 2016: Mr. Trump is elected president of the United States. Nov. 13, 2016: In his first interview as president-elect, Mr. Trump tells \"60 Minutes\" he hasn't decided whether to keep Comey as FBI director. \"I would certainly like to talk to him. And see him. This is a tough time for him,\" Mr. Trump says. \"And I would like to talk to him before I'd answer a question like that.\" Dec. 29, 2016: President Obama announces new sanctions against Russia for its interference in the campaign, expelling 35 Russian diplomats. Ret. Lt. Gen. Michael Flynn, a senior Trump campaign adviser and transition official, makes five phone calls to Russian Ambassador to the U.S. Sergey Kislyak, in which the two discuss the new round of sanctions. Jan. 6, 2017: Comey and other intelligence officials travel to Trump Tower in New York to brief the president-elect on the intelligence community's findings about Russian interference in the campaign. According to Comey's prepared Senate testimony, he is chosen to inform Mr. Trump privately of salacious material gathered by a former British intelligence official that the U.S. had not verified. This is the first time Comey meets Mr. Trump. He begins a practice of taking notes about their private conversations, typing his recollections on a laptop in the car immediately after leaving Trump Tower, according to his testimony. Jan. 15, 2017: Vice President-elect Mike Pence appears on CBS News' \"Face the Nation\" and defends Flynn's conversations, saying Flynn did not discuss sanctions with Kislyak during phone calls in December. Jan. 20, 2017: Mr. Trump is sworn in as president of the United States. Jan. 22, 2017: During a reception for law enforcement at the White House, Mr. Trump shakes hands with Comey and jokes that Comey has \"become more famous than me.\" Jan. 27, 2017: Comey is invited to dinner at the White House with Mr. Trump. According to Comey's account, he had expected others to attend, but found himself alone with the president in a dining room. Further, the dinner progressed into a \"very awkward conversation,\" with Mr. Trump telling Comey, \"I need loyalty, I expect loyalty,\" according to Comey, who \"didn't move, speak, or change\" his facial expression \"in any way during the awkward silence that followed.\"  \"We simply looked at each other in silence,\" Comey says. Comey writes a \"detailed memo\" immediately after the dinner, sharing it with senior FBI leadership but keeping it unclassified. Feb. 9, 2017: Investigators learn that Flynn did discuss U.S. sanctions on the phone with Kislyak, despite Vice President Pence's public denial.  A source close to the vice president tells CBS News that his statement was based on what Flynn personally told him.  Feb. 13, 2017: Michael Flynn resigns as national security adviser. Feb. 14, 2017: Following a meeting in the Oval Office, Mr. Trump asks Comey to stay behind to \"talk about Mike Flynn,\" according to Comey's testimony. Mr. Trump allegedly tells Comey that Flynn \"is a good guy,\" saying he hopes Comey \"can let this go.\" Comey is noncommittal and briefs senior FBI leadership on the \"very concerning\" interaction, Comey writes. Comey does not inform DOJ officials about what Mr. Trump said, but implored Attorney General Jeff Sessions to prevent future one-on-one discussions between the two, according to the testimony. Sessions does not reply, Comey says.  Feb. 24, 2017: Mr. Trump takes to Twitter to criticize the FBI for failing to find the source of leaks in the administration, a concern Mr. Trump also raised with Comey, according to Comey's testimony. The FBI is totally unable to stop the national security \"leakers\" that have permeated our government for a long time. They can't even...... find the leakers within the FBI itself. Classified information is being given to media that could have a devastating effect on U.S. FIND NOW March 2, 2017: Attorney General Jeff Sessions recuses himself from the Russia investigation after previously undisclosed meetings with Kislyak come to light. The deputy attorney general is now responsible for overseeing the department's involvement. March 4, 2017: On Twitter, Mr. Trump accuses Mr. Obama of having Trump Tower wiretapped. March 6, 2017: Law enforcement sources tell CBS News that Comey was angered by the president's tweets, and asked the DOJ to refute the claims. The department did not act. March 20, 2017: Comey confirms the investigation into Russian interference in the presidential election during a hearing before the House Intelligence Committee. Comey also says he has \"no information\" to support Mr. Trump's allegation that Mr. Obama wiretapped him. March 30, 2017: According to Comey's testimony, Mr. Trump calls him at the FBI to ask if Comey could \"lift the cloud\" of the Russia investigation. Comey allegedly tells the president the investigation is proceeding as quickly as possible. Mr. Trump also asks Comey about the March 20 hearing, Comey says. Comey allegedly tells Mr. Trump that he informed congressional leaders the FBI is not \"personally investigating\" Mr. Trump. The president says, \"We need to get that fact out,\" according to Comey's testimony, and says \"the cloud\" of the investigation is harming his ability to \"make deals for the country.\" April 11, 2017: Mr. Trump calls Comey again to follow up on his directive to \"get that fact out,\" according to Comey. Comey tells Mr. Trump the White House counsel's office should make the request with the Justice Department, Comey writes.  According to Comey, the president says he would do that, adding, \"Because I have been very loyal to you, very loyal; we had that thing you know.\" Comey says he doesn't know what \"thing\" Mr. Trump is referring to, according to Comey's account. \"That was the last time I spoke with President Trump,\" Comey writes in his testimony.    April 26, 2017: The Senate confirms Rod Rosenstein as deputy attorney general. May 2, 2017: Mr. Trump tweets that Comey was \"the best thing that ever happened to Hillary Clinton.\" FBI Director Comey was the best thing that ever happened to Hillary Clinton in that he gave her a free pass for many bad deeds! The phony... ...Trump/Russia story was an excuse used by the Democrats as justification for losing the election. Perhaps Trump just ran a great campaign? May 3, 2017: Comey testifies before the Senate Judiciary Committee to discuss the circumstances surrounding the Clinton email investigation.  Comey tells the committee it makes him \"mildly nauseous\" to think he affected the outcome of the election, but that had no regrets and would do the same again. May 8, 2017: Mr. Trump meets privately with Sessions and Rosenstein about Comey. Rosenstein expresses concerns about Comey, and the president asks Rosenstein to put those concerns in writing so that he could review them. Mr. Trump also calls the Russia probe a \"taxpayer funded charade.\" The Russia-Trump collusion story is a total hoax, when will this taxpayer funded charade end? May 9, 2017: Mr. Trump fires Comey. A pool report sent to the press at 5:42 p.m. says that White House press secretary Sean Spicer told reporters in the briefing room that Mr. Trump accepted recommendations from the attorney general and deputy attorney general regarding Comey's dismissal. Comey is in Los Angeles, addressing agents in the LA field office. He sees news of his firing on televisions playing in the room, at first thinking it must be part of a prank. The White House releases three documents: a memo from Rosenstein, a letter from Sessions to Mr. Trump and an official statement from Spicer, saying Mr. Trump acted \"based on the clear recommendations\" of the two DOJ officials. May 10, 2017: Mr. Trump meets with Kislyak and Russian Foreign Minister Sergei Lavrov in the Oval Office. The New York Times later reports Mr. Trump calls Comey a \"real nut job\" during the meeting, adding, \"I faced great pressure because of Russia. That's taken off.\" May 11, 2017: The president says in an interview with NBC News' Lester Holt that he made the decision to fire Comey alone. He revealed he was thinking about the Russia investigation when he made the decision. \"When I decided to just do it, I said to myself, I said, 'You know, this Russia thing with Trump and Russia is a made-up story,'\" Mr. Trump said. \"'It's an excuse by the Democrats for having lost an election that they should have won.'\" May 12, 2017: Mr. Trump hints at the existence of \"tapes\" of his conversations with Comey. James Comey better hope that there are no \"tapes\" of our conversations before he starts leaking to the press! May 16, 2017: The New York Times reports Mr. Trump asked Comey to end the investigation into Flynn, revealing the existence of Comey's contemporaneous memos.  May 17, 2017: Rosenstein, the deputy attorney general, appoints former FBI Director Robert Mueller as special counsel to take over the investigation into Russian meddling. May 22, 2017: The Washington Post reports Mr. Trump asked Director of National Intelligence Dan Coats and NSA Director Rogers to \"publicly deny the existence of any evidence of collusion during the 2016 election\" after Comey's March testimony. June 1, 2017: The Senate Intelligence Committee says Comey will testify in closed and open hearings on June 8. June 5, 2017: The White House says it won't invoke executive privilege to prevent Comey's testimony. June 7, 2017: In testimony before the Senate Intelligence Committee, both Coats and Rogers refuse to comment on conversations they've had with Mr. Trump, though Rogers said he's never \"been directed to do anything illegal, immoral, unethical or inappropriate.\" June 8, 2017: Comey testifies before the Senate Intelligence Committee.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/james-comey-donald-trump-relationship-timeline/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Christopher Wray FBI Director nomination formally submitted by White House",
            "author": "Emily Tillett",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 27,
                "year": 2017
            },
            "article_content": "The White House formally nominated Christopher Wray to be the next FBI Director by sending his nomination to Senate for confirmation.  Wray released a written statement Monday evening, saying he was \"honored and humbled\" by Mr. Trump's nomination.  \"From my earliest days working with agents as a line prosecutor to my time working with them at the Department of Justice in the aftermath of 9/11, I have been inspired by the men and women of the FBI – inspired by their professionalism, integrity, courage, and sacrifice for the public.  If confirmed, it will be a privilege and honor to once again work with them,\" said Wray.  He added that he looks forward to the confirmation process and pledged his \"complete commitment to fairly and honorably protecting our country and upholding our Constitution and laws.\"  Mr. Trump announced he would nominate Wray three weeks ago on Twitter, calling him a man of \"impeccable credentials.\" I will be nominating Christopher A. Wray, a man of impeccable credentials, to be the new Director of the FBI. Details to follow. If confirmed, Wray will succeed James Comey, who was fired by Mr. Trump in May, and who recently testified before the Senate Intelligence Committee about events leading up to his termination.  Wray helped lead the Justice Department's efforts to address corporate fraud scandals and served on the President's Corporate Fraud Task Force, overseeing the Enron Task Force as part of his role. He was also integral in the DOJ's response to the attacks on September 11th, 2001, playing a role in the oversight and legal operational actions in the war on terrorism.   If confirmed, he'll come to the FBI amid the ongoing investigation into Russian meddling in the 2016 election. Although FBI's investigation has been taken over by Special Counsel Robert Mueller, he'll continue to use some FBI resources to help carry out his probe into any connections between the Russian government and Trump campaign associates. CBS News' Paula Reid contributed to this report Emily Tillett is the digital producer at \"Face the Nation\"",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/christopher-wray-fbi-director-nomination-formally-submitted-by-white-house/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: Sen. Mark Warner on \"Face the Nation,\" June 4, 2017",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2017
            },
            "article_content": "Seven people were killed and dozens were injured in a terror attack that unfolded Saturday night in London. The suspects were shot and killed by police.  In the wake of the attack, \"Face the Nation\" sat down with Sen. Mark Warner, D-Virginia, who is vice chairman of the Senate Intelligence Committee. He discussed the attack -- and more, including former FBI Director James Comey's upcoming testimony before the committee.  What follows is a full transcript of the interview, which aired Sunday June 4, 2017 on \"Face the Nation.\" JOHN DICKERSON: We turn now to the top Democrat on the intelligence committee, Virginia Senator Mark Warner. Senator, you've been briefed. What do you know about this attack? MARK WARNER: Well, first of all, John, let's express our condolences to the British people. They are our strongest allies, and clearly the London police force responded appropriately. Eight minutes after the incident started, the terrorists were taken down. And I also want to emphasize as well that as your report just made, that the information sharing between the British and the Americans is still top notch and going forward. I think there's not much more that the NCTC knows than what has been publicly reported. There is no imminent threat in the United States. But I think the very question as was this terrorist-directed or terrorist-inspired, the British will continue to investigate. I think it is really important, though, and one of the things that concerns me about the president's tweets this morning, where he in effect is calling for a Muslim travel ban again, even though the courts have continued to turn that down, if the president wanted 90 days to re-examine how individuals from certain countries would enter the United States, he's had more than 90 days. If there's new procedures put in place, put those procedures in place. Don't continue to call for this travel ban, which is frankly all of the leaders in the intelligence community have said would be in effect, a slap in the face to Muslim Americans and others, and in many ways, might actually incite more incidents. JOHN DICKERSON: Very quickly here, Theresa May said-- she talked about technology. You were once a technology executive. She talked about internet service providers and how there needed to be some way to regulate cyberspace, to keep this ideology from having a place to grow. What's your thought about that? MARK WARNER: Well, I think we do have to reexamine the roles of all of these platform companies, the Facebook, the Twitters, the Googles, and recognize there may need to be some responsibility to curate information. I was out on the west coast last week, met with some of those companies. I think they understand that. They first started some regulation around child pornography. They've now started to regulate some content around terrorism threats. I was out there raising questions around fake news and how that can affect the democratic process. Facebook, for example, said they took down 30,000 fake sites before the French elections. But I think this is a discussion that we need to have. Because obviously there's value in the internet, we want to continue to have these connections. But there's also, we're seeing the dark side. JOHN DICKERSON: You have two hearings this week. There's James Comey, who's testifying on Thursday. But before, you have a hearing on Wednesday. What's important about that hearing? MARK WARNER: Well, we're going to have a Wednesday hearing, ODNI Director Coats and NSA head Admiral Rogers. The press has reported that both of those individuals had some level of pressure from the president to downplay the Russian investigation. I want to ask those individuals directly, did they have that kind of pressure? Can they report on those conversations they had with the president? Because it would be very concerning. And then obviously Thursday, we have former F.B.I. Director Comey. And I think we've known since Watergate that rules of the road were, you know, a president shouldn't intervene in an ongoing investigation, particularly the case if it involves individuals that are close to that president. And it would be unthinkable if the president actually did what was reported, asked F.B.I. Director Comey to in effect, back off of at least the investigation into General Flynn. JOHN DICKERSON: And is Comey going to be able to testify? There's been some talk at the White House-- MARK WARNER: There's been some talk. But my hope is, and I believe this morning the White House has backed off from some call it executive privilege since clearly the president himself has commented about this. And, you know, frankly, no matter what you thought about Jim Comey, the fact that the president disparaged him with comments in front of the Russians is just unacceptable. JOHN DICKERSON: So you expect James Comey to give a sense of why he felt that pressure? He won't be bringing his memos, though, that he wrote, though. Why can't you get a chance-- MARK WARNER: Well, we want to get a look at those memos as well. I believe former F.B.I. Director Muller, who is now leading the investigation, he'll have to agree whether Comey can look at those memos, or whether we can look at those memos. Ultimately, I think we will get a chance to look at them, and I think it's very important. JOHN DICKERSON:  Is there a key question you want Comey to answer? MARK WARNER: I want him to reinforce one, the fact that the Russians directly intervened in our elections, which everybody accepts except for the president and maybe Vladimir Putin. And two, I want to know what kind of pressure, appropriate or inappropriate, how many conversations he had with the president about this topic. Did some of these conversations take place even before the president was sworn in? And I think Jim Comey deserves to have his, you know, in effect, day in court since the president has disparaged him so much. JOHN DICKERSON: You also said that the Treasury Department has not complied fully with the committee document request. Where does that stand? MARK WARNER: We're still sorting through, we're getting more cooperation. We're trying to follow some of the financial ties. There have been some evidence-- JOHN DICKERSON: Ties to Russia? MARK WARNER: Ties to Russia between some of the associates of Mr. Trump, some of the payments. We just want to follow that to ground, whether with General Flynn or Mr. Manafort. And I think it's important that we have that information. The one thing about this committee, and I know you're going to have Susan Collins on later in the program, I'm very proud of the committee that we have stayed bipartisan. And we're going to follow the facts. And every one of us, Democrat and Republican, realize this is one of the most important things we'll ever do. And wherever the facts lead, we're going to follow them. JOHN DICKERSON: Will you be asking the Treasury for any information about President Trump's ties to Russia-- MARK WARNER: I think if-- JOHN DICKERSON:--in terms of financial ties? MARK WARNER: --if there are inappropriate indications of financial ties, we would look at those. We have not seen those to date. There's a lot of smoke. We have no smoking gun, but every week there's more smoke that appears. And we've got to sort through it. JOHN DICKERSON: Give me a sense of that larger smoke question. There is still no proof of collusion. So where really are we on the question of smoke versus fire? MARK WARNER: Well, we have a number of contacts that took place between individuals affiliated with the Trump campaign and the Russians prior to the elections. And there are still some of those contacts that I don't think have been fully revealed. Then we have a series of contacts that took place between the election and the president's inaugural. Some of those were contacts that obviously didn't get disclosed originally, cost General Flynn his job, cost the Attorney General. He had to recuse himself from the investigation, because these individuals didn't fully disclose. We have a series of contacts as well between Mr. Kushner that some may have taken place before the elections but obviously others after the election. Then we have the series of events that took place since the president's been sworn in, where clearly Comey and potentially Rogers, Coats, and maybe others, have been attempted to been influenced by the president. So as each week goes along and more stories break, what I think the president deserves and the American public deserves is to go past reported press stories and actually hit facts. JOHN DICKERSON: All right, final, very quickly, anything off-limits with Comey on the questions? MARK WARNER: I think he's going to have a chance to tell his story, and I know every member's going to have a number of questions for him. JOHN DICKERSON: All right, Senator Warner, well, thank you so much for talking with us-- MARK WARNER: Thank you, John. JOHN DICKERSON: And we'll be back in a minute.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/transcript-sen-mark-warner-on-face-the-nation-june-4-2017/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Former VP Al Gore on environmentalism, Trump, and the climate crisis - full, extended transcript",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 17,
                "year": 2017
            },
            "article_content": "In this expanded transcript of his interview with correspondent Lee Cowan, former Vice President Al Gore talks about how he came to preach the dangers of the climate crisis; his new film, \"An Inconvenient Sequel: Truth to Power\"; and of training people to speak out for solutions as carbon polluters and their lobbyists ratchet up their efforts to spread disinformation. He also discusses his (unsuccessful) efforts to persuade President Trump to keep the United States within the framework of the Paris Climate Agreement.         LEE COWAN: Let's talk about the obvious, which is the Paris Climate Accord. I mean, what do you think is the practical implication of us pulling out? I mean, have we ceded, in some ways, our leadership on climate control by doing that? AL GORE:  Well, traditionally the United States has been the natural leader of the world. That's not just pride as an American speaking; it's just the reality. And so without the U.S. being involved, it's hard for the world community to move forward as effectively. However, the backlash and reaction to President Trump's decision has really brought the rest of the world more firmly behind the Paris Agreement. LEE COWAN:  It's galvanized a lot of people.  AL GORE:  It's galvanized the rest of the world. And it's galvanized a lot of states, and cities, and business leaders here in the U.S. So one of the big fears was that if he pulled out it would give an excuse for other countries like India, for example, to pull out also. But instead it has actually galvanized a lot of these other countries to say, \"Well, we'll show him. We're gonna even more!\" India's just announced within the last couple weeks that within 13 years 100% of all their cars have to be electric vehicles. That's amazing! And they're canceling all these coal plants and ramping up on the solar, and that's happening in lots of places now. LEE COWAN: So it's almost like pulling out [gave] impetus to change that you talk about -- that sometimes you really need a jolt to something.  AL GORE: Yeah, I think so. There's always a risk of being Pollyannaish on some of these things. But honestly, that is the way it looks now. The rest of the world is expressing determination to go even farther even faster, and that's a really good thing. Those who were worried the U.S. would be isolated, there are some dangers there. But it's really the president who's more isolated now in the aftermath of this. At least that's what it looks like to me. LEE COWAN: On the international front, can you compartmentalize this decision, or is there still going to be some collateral damage on other issues as a result? AL GORE: There could well be because the decision was made immediately after President Trump also damaged the cohesion of the NATO alliance by declining to reaffirm our obligations to come to the defense of our European allies. And so those and other things taken together could complicate the ability of the U.S. to get cooperation from some of these other countries on matters of top priority to us. LEE COWAN: So it's not just climate that could be affected?  AL GORE: That's the way I see it. But the rest of the world, like many of us here in the U.S., are kind of looking at President Trump -- and I know some people are really still all for him and everything -- but the majority are trying to make sense of how this presidency is unfolding. And I think the rest of the world's doing the same thing, and so they may not put the full blame on our country as a whole. They recognize we're going through a tough stretch here. LEE COWAN: I know you've been asked this before, but if so [much] of what was decided in Paris was voluntary, why did we need the accord in the first place? And if a lot of these states and businesses step up here to do this on their own despite what the White House does, why was the Paris Accord so important? AL GORE: Well, it was really and truly an historic breakthrough. And your question's a great one, but it has a real clear answer: When the entire world came together and expressed a common determination to reduce the net greenhouse gas emissions to zero as early in the second half of this century as possible, what that did was send a really powerful signal, not just to governments who had signed the pledges, but to businesses and industries and investors. And as a result it's like the train's leaving the station and everybody's on board. \"You're on the platform. Do you wanna be left behind or not?\" And most people said, \"Yeah, we wanna be on that train. If the whole world is moving in this direction, let's do it together.\" And here in this country there's this big group saying, \"We're still in the Paris Agreement,\" and it includes California, New York, and the state of Washington, Connecticut, Hawaii. You can go right down the list, and all these cities including the big metropolis of Atlanta has just signed up to be 100% renewable as quick as they can get there. And business leaders, you know? There's a huge, impressive list of businesses that are saying, \"We are in the Paris Agreement. We're going to meet and exceed these commitments.\" LEE COWAN: On that point, though, the president has made an economic argument, that there just isn't room, essentially, in the economy to be sustainable and at the same time provide jobs. And a lot of his base believes that. AL GORE: Well, the business community does not believe that at all. And even a lot of people in his base don't believe it -- a majority of Trump's voters were in favor of staying in the Paris Agreement. And if you look at what's really happening in the economy, the economic argument actually is very strongly in favor of the Paris Agreement. There are now twice as many jobs in the solar industry as in the coal industry. Solar jobs are growing 17 times faster than other jobs in the U.S. LEE COWAN: Seventeen times? AL GORE: It's one of the brightest spots in our economic revival. And the single fastest-growing job over the next ten years, according to the Bureau of Labor Statistics, is wind turbine technician. And if you take the efficiency jobs and the renewable energy jobs and add them together, they're significantly more numerous now than all of the jobs in fossil energy. Fossil jobs are declining while the renewable jobs are growing fasters than other jobs. LEE COWAN: It seems like [Trump] in some ways wants a return to the 19th century in terms of some of these jobs that really just don't seem like they're there anymore, at least not viable for very long. AL GORE: Yeah. And in coal country he found a base of support from people who'd been hurt by trends that started decades ago: the mechanization of coal mining, and then natural gas, and now renewables really eliminating the market for coal. The global coal industry has lost most of its market capitalization over the last decades. And those jobs are really not coming back. I know some people don't like to hear that, but I've always supported a really robust retraining program, reemployment program with better wages and better jobs, healthier jobs. But he has reached out to some people who understandably are very upset over the economic trends in Appalachia, for example. And he's basically promised to recreate the 19th century. LEE COWAN: When you talk about his base, though, one of the things you bring up in the movie is the town in Texas that is about as red as you're gonna get, reddest county in the reddest state, and that's an example of people who, despite their conservative leanings, still get it, or are getting it from an economic standpoint if nothing else, right? AL GORE: Yeah. People who are really connected to what's really happening on the ground understand that this is an historic transition. For example, there's a big coal museum. It just switched over to solar energy. LEE COWAN: The coal museum? AL GORE: The coal museum, absolutely! Because it's cheaper. And Georgetown, Texas -- an oil state -- one of the most conservative Republican cities in the country, they just completed a transition to 100% renewable energy because it's cheaper than fossil fuels.  One of the great developments is that solar energy, wind energy, a lot of the other renewable technologies turn out to respond to research and development, and scaling in the same way that computer chips did, and cell phones, and flat screen TVs. It keeps on getting cheaper, and cheaper, and cheaper. And now in a growing number of regions and countries, it's significantly cheaper than electricity from burning fossil fuels. And so people are saying, \"Hey, let's go for that.\" LEE COWAN: That has to make your argument easier, because you can show the cost-benefit relationship, which even ten years ago was a little harder argument to make, perhaps? AL GORE: Yeah, it's true. I look back at where the facts and figures were ten, 11 years ago and the curve on solar energy was just beginning to start moving up. Now it's way up here and it's just a completely new world. We're seeing a dramatic transformation all around the world. The sustainability revolution, which includes renewable energy, electric cars, efficiency, it has the scope and magnitude of the Industrial Revolution. But it has the speed of the Digital Revolution, and it's happening in rich and poor countries simultaneously, all over the world. It's really great. We can move faster with better policies, and we need to move faster. But we're gonna win this regardless. LEE COWAN: When you met with the president-elect at Trump Tower -- and I know you don't want to go into the specifics of the meeting -- did you find him receptive, Mr. Trump, to your argument? AL GORE: I found him attentive, and you can misinterpret that for being receptive. And I think he's probably pretty good at that as a businessman. But yes, I did think that there was a real chance that he would come to his senses on this. LEE COWAN: You thought you might have gotten through to him? AL GORE: Yeah, I did. And by the way, that was not the only conversation. My communication with him continued and I have respected the confidentiality of it. But no, I actually thought there was a better-than-even chance that he would end up staying in Paris. But let me point out one salient fact here: Under his decision, legally the U.S. cannot leave the Paris Agreement until November 4th, 2020, which happens to be the day after the next presidential election. And if there's a new president who wants to go back into Paris it just requires 30 days' notice. So the net effect of President Trump's decision will be discouraging for a lot of people, but as a practical matter -- LEE COWAN: Nothing changes? AL GORE: Well, some things do, but the overall thrust of this sustainability revolution's going to continue. Towns, cities, states, businesses, they're going with the flow, which is cheaper renewable electricity. And the rest of the world is even speeding up. LEE COWAN: In those conversations with Mr. Trump did you get the sense that he understood climate change? Does he understand the scope of the problem? AL GORE: Well, you'd have to ask him that. I don't want to get into the details of what he said to me. I just focused on one thing, and that is trying to get him to stay in the Paris Agreement, and I didn't succeed on that part of it. (laughs) But I think that the larger battle is one that we are gonna win. LEE COWAN: You've spent half your life in politics, some of it at the highest levels. AL GORE: Second-highest level. LEE COWAN: Second highest-level, (laughs) excuse me, Mr. Vice President, that's right. But what do you make of this young administration so far?  AL GORE: Oh, (sighs) yeah -- LEE COWAN: It's hard to do a blanket statement. But -- AL GORE: Yeah, it's -- it's -- it's -- LEE COWAN: You've seen it from inside -- AL GORE: -- a challenging time for our country. And I say that with respect for those who are enthusiastic members of the base, still supporting President Trump. But I was talking to a Republican senator this morning, one who's a close friend of mine, and I heard from him what I hear from quite a few of them, that they're really concerned. And of course the Democrats are on the warpath. But there are more and more Republicans in the House and Senate who are wondering how they're going to manage to separate from him in the midterm elections. But the politics are the least important part of it. What's really important is how our country gets through this period, because nothing's getting done in Washington. Every day it's another set of tweets and another set of controversies. And they're not getting anything done. LEE COWAN: But do you get the sense that climate change is getting lost in all of this fervor over whether it's Russian hacking, or whatever it is? Does it feel like [climate] is getting pushed further down the --? AL GORE: I really don't think so, because there's a law of physics: For every action there's an equal and opposite reaction. And sometimes that shows up in politics and society. And I think that the reaction to President Trump's decision on the Paris Agreement has been much stronger than I had even hoped for. And the determination being expressed by so many people in state governments, city governments, in the business community, the investor community, is really heartening to me. I think there is an excellent chance that the United States will meet and possibly exceed the commitments made by former President Obama in Paris, regardless of what President Trump does. LEE COWAN: Back to the economic argument, you mention in the movie that there are a lot of people who recognize the power of solar and wind technologies, but there are those who don't think that they'll really ever lead the energy sector economically. And you've called that essentially a different form of denial. AL GORE: It is a new form of denial. LEE COWAN: Because? AL GORE: There's an investigation underway right now by some of our state attorneys general, including the attorney general of the State of New York, Eric Schneiderman. And they have found evidence, they say, that the internal deliberations of some of the large carbon polluters have led them to mount a campaign to mislead people into thinking that solar and wind is not going to amount to much.  But again, if you look at the economic facts, last year you add up all of the new electricity generating facilities built in the United States last year, three quarters of them are wind and solar. Virtually none of them are coal. There's a little sliver of less than a tenth of a percent. About a quarter of it is natural gas, but now solar electricity is getting cheaper than electricity from gas. LEE COWAN: So where do you think we are now? What's changed since the original \"Inconvenient Truth\" and now? Where does the debate on climate change sit, do you think? AL GORE: Over the last decade there have been a lot of changes, but the two biggest changes are, number one, the economics of renewable energy, solar and wind particularly, and battery storage, and electric vehicles, a lot of other things. The economics have changed radically and now it's becoming cheaper than fossil fuel-based energy in more and more places, and that's going to continue. That's the first big change. The second big change is that over the last decade it's no longer just the virtually unanimous scientific community telling us we've gotta change, now Mother Nature has entered the debate. In the last seven years we've had 11 \"One-in-1,000-year\" downpours in the U.S. We have these floods, and droughts, and sea level rise events, and the melting ice, and tropical diseases. Every night now on the television news is like a nature hike through the book of Revelation. And even if some of the newscasters don't connect the dots, people themselves are. People who don't want to use the phrase \"global warming\" or \"climate crisis\" are saying, \"Wait a minute. Something's going on here that's not right.\"  And so Mother Nature is persuading a lot of people who weren't ready to believe what the scientists were saying. LEE COWAN: So what was your biggest obstacle ten years ago to making this argument, and what's the biggest obstacle now? Has it changed? AL GORE: I have felt for a long time that the pathway to solving the climate crisis is through the building of a massive grassroots army of men and women who will go out there and win the conversation on climate, and persuade businesses, and universities, and towns to switch to renewable energy and to reduce emissions. And the big change from ten years ago is that people are way more receptive, not only to the message that we have to act, not only to the message that now we can act, we have the solutions now -- that's the biggest change -- but also willing to make a commitment that we will act. There's a real determination out there to make this happen. They know we owe it to our kids and the generations to come, but they're also seeing that the impact is affecting us right now. LEE COWAN: It's still largely in your mind, though, a moral imperative to fix this. This isn't a political debate.  AL GORE: I don't think it ever should have been a political issue. After the great recession and when Barack Obama's time in office began in January of '09, that's when the Tea Party movement launched, that's when the Citizens United Supreme Court decision took effect and freed up this flow of anonymous dark money, a lot of it from the carbon polluters, into the political system. The carbon polluters have taken the playbook from the tobacco companies. We're here on the site of an old tobacco barn. I know a lot about it. And back when the surgeon general came out and reported that the doctors and scientists had found out that smoking cigarettes causes lung cancer and other diseases, the tobacco companies hired actors and dressed 'em up as doctors, put 'em in front of the camera with a script to say, \"I am a doctor and you don't have to worry about smoking. I do it myself, it's fine.\" And the large carbon polluters have actually hired a lot of the same PR people that did that work for the tobacco companies. And that really got cranked up at the beginning of Obama's term. And they polarized the debate, and then the Koch brothers and others came in and basically threatened to run primary opponents against any Republican who expressed the view that, \"Yeah, we oughta do something to save the climate balance.\" And so they all mostly got scared and stayed silent on it. LEE COWAN: But if there's that much money, how do you battle that kind of money and that kind of influence? AL GORE: Well, we have a lot of help. Mother Nature has weighed in with these climate-related extreme weather events that have really changed a lot of minds. And perhaps most significantly, the technology and business experts have now developed the solutions to the point where they're available and often cheaper than the old dirty polluting fuels. So we're winning this debate, we're winning this struggle. We're going to solve the climate crisis. The only remaining challenge is winning it in time, because every day we put another 110 million tons of global warming pollution into the sky as if it's an open sewer, and it's still building up. And the scientists tell us it's a race against time. We've stabilized emissions globally now for the last three years, but they need to start coming down quickly. We've got the momentum, we've got the wind in our sails, we're gonna win this. LEE COWAN: And that's why you're so optimistic? People would look at some of the examples in the movie, how all these different climate events have gotten worse, and worse, and worse, the death toll, everything. And yet the movie comes out with a very hopeful message that we are gonna fix this. AL GORE: Well, the movie is unstinting in presenting the latest scientific evidence for why we really have to act urgently, but it also is devoted to showing the new facts on the ground that we now have the solutions. We can fix this. LEE COWAN: Which you didn't ten years ago? AL GORE: Well, there were some in the first movie, but honestly the new technologies were just beginning to be developed then to the point where they were ready for primetime. Now in a relatively short ten, 11 years they've become available.  I see this climate movement as being in the tradition of the other great moral causes that humanity has encountered. The Civil Rights Movement, which I watched from the vantage point here in Tennessee when I was a kid; the abolition movement 150, almost 200 years ago; the Women's Suffrage movement; the Women's Rights movement; the anti-apartheid movement; more recently the gay rights movement. All of them shared common characteristics. They all were aimed at reaching goals that the majority of people said were impossible to reach. In South Africa Nelson Mandela said, \"It's always impossible until it's done.\" But in every one of these previous movements, finally the underbrush was cleared away and it became a simple choice between what's right and what's wrong. And once that happens, the outcome is foreordained. A great economist, Rudi Dornbusch, once said, \"Things take longer to happen than you think they will, and then they happen much faster than you thought they could.\" LEE COWAN: And that's where we are now, you think? AL GORE: That's where we are now. We're right at that tipping point. The percentage of people in the U.S. who support this, solving the climate crisis, is back up close to the levels it was after the first movie. And we're seeing now Republican members of Congress begin to switch sides. There's a new caucus on climate solutions in the House of Representatives that has quite a few Republicans that have just joined. There are about ten Republican senators -- three already have switched, there are about ten more that are on the verge of switching. So we're going to have a working majority fairly soon. LEE COWAN: The first movie made a lot of money, a lot of people saw it. How much impact do you think \"An Inconvenient Truth\" had on the debate itself? AL GORE: Well, based on what people come up and tell me about the impact it had on their individual life choices, I'm tempted to say it had a big impact. There are also a lot of social science studies that show that it really pushed the support for solving the climate crisis to the highest levels ever. And it remained bipartisan for years after the movie came out, until the new Supreme Court decision on Citizens United unleashed this flow of dark money from the carbon polluters, and it became an artificially partisan issue on the other side of the aisle. But I think the overall impact of the first movie was certainly positive, and I think that's the reason why for the last ten years so many people come up and said, \"When are you gonna make another movie? We need another movie.\"  LEE COWAN: That said, though, you weren't all that happy about trying to do a sequel at first, right? AL GORE: I really wasn't because I have to admit to you that I didn't think the first movie was a good idea. That's just how little I know about the movie industry. (laughs)  LEE COWAN: Why didn't you think that was gonna be a good idea? AL GORE: Well, it's kind of a silly reason. Back when I was a student I tried to take a shortcut on Shakespeare by getting these videotapes where they set up a camera looking at a stage presentation of Shakespeare's plays, and I thought that'd be a faster way to do a study. And I thought it was just terrible because translating from one medium to another didn't always work. And I foolishly thought that the same thing would happen if they tried to take my slideshow and make it into a movie. What I didn't understand was that there's a lotta talent in Hollywood (laughs) behind the camera: the directors, the producers, I mean, they know how to tell a story in ways that I would never be able to do in a million years.  And when the second proposal came around I had another flawed assumption, that it might come off as if I was trying to tell the same story all over again. But instead, the directors of this movie, Bonni Cohen and Jon Shenk, took a completely different approach with what they call cinéma vérité. They just followed me around for two years, and human nature being what it is, you forget that they're always there if they're with you all the time. And when they showed me their first rough cut of the movie I was shocked at a lot of the scenes that they captured.  I had completely forgotten they were there! And of course, some of the things are so emotionally engaging I didn't have any spare attention left over to remember that they were filming. And people who haven't been through that experience find it hard to believe, but trust me, it works that way. If you have somebody follow you around with a camera for two years you just naturally tend to forget they're there. LEE COWAN: It didn't get annoying? Didn't get cumbersome?  AL GORE: Almost never, almost never. Inevitably, there were a few meetings and scenes where the person I was meeting with wasn't cool with having a camera come in. But with those few exceptions, no, we became great friends during the process, so that made it easy and fun. LEE COWAN: So as serious a topic as this is you've gotta be having fun with this. I mean, you're going to Sundance, you're going to Cannes. I mean, you're a movie star in a lotta respects. AL GORE: Come on, I'm-- no, no, no, I'm not-- I'm not-- LEE COWAN: No, you really are. It's you and Wonder Woman this summer. (laughs)  AL GORE: Yeah, right. (laughs)  LEE COWAN: But I mean, that has a lot power with it, and a lot of responsibility, I guess, that comes with that notoriety. AL GORE: Well, if I had the power, I would've asked them to take some of the scenes out 'cause I don't think I look -- I think I look like the farthest thing from a movie star. (laughs) But what's important to me is the ability of this film to convey the facts about the climate crisis: Why we have to change, the fact that we now can change 'cause we have the solutions, and we must make a commitment that we will change. That's really, now, where happiness and joy is concerned, I will tell you that what gives me a sense of joy is having work to do that justifies pouring every ounce of energy I have into it. That's really a blessing to have in your life. And it gives you energy back when you have the privilege of doing work that makes you feel that way. LEE COWAN: And you still get that back after you've been doing this so long? AL GORE: Absolutely. I could not lay this down or put it aside even if I wanted to, and I don't want to. We've still got to win this. We are winning, but we're not yet winning fast enough. It really is a race. And we need to pick up the pace considerably, and it's gonna make our lives better in so many other ways. It cuts air pollution, it creates jobs at the same time, it gets the economy healthier at the same time. And the U.S. is able to provide the kind of moral leadership in the world that we're intended to provide. I believe in American exceptionalism, I believe that there's a reason why people all around the world look to the U.S. as a special place. And I'm grateful that even though our current president made what I regard as a terrible decision on the Paris Agreement, that the rest of the world's now recognizing that on this issue he really does not speak for the American people. America is moving forward without him. LEE COWAN: Which is a distinction that might surprise a lot of people that actually comes through.  AL GORE: Yeah. Well, Jerry Brown, the governor of our biggest state, was just meeting with Xi Jinping, the president of China, laying plans for them to work together. Mike Bloomberg has rallied mayors from around the world. Andrew Cuomo in New York is working with the Northeastern states and the eastern provinces of Canada. I mean, this is happening. LEE COWAN: There's so many different examples in the film of different natural disasters, whether it's typhoons or sea level rising in Miami or whatnot. What to you stood out the most? What was the most disturbing event that you've put in the film that really, you think, gets your point across? AL GORE: Well, I'll mention two things -- one on the sad side and one on the happy side. When I sat down face-to-face with some of the folks in the Philippines who went through harrowing experiences and almost died during Super Typhoon Haiyan, feeling the emotions that were brought back to them as they're telling me about what they went through, that was really a powerful scene for me. And then on the happy side, I loved being in Georgetown, Texas and making friends with the conservative Republican mayor there, who is the farthest thing from what would in some places be called an environmentalist. But because he's a certified public accountant also serving as mayor, he looked at the facts and figures and said, \"Hey, we need to switch to solar and wind -- it'll save our taxpayers money here.\" And just laughing and talking with him about how politics didn't matter on this anymore,. I really got a big kick outta that. LEE COWAN:  So many of the things that you had predicted would happen in the first film, have in fact happened. Is there just a little bit of an \"I told ya' so\" element in this? AL GORE:  No. No. If you work on this as long as I have-- that'll get squeezed out of you pretty quick. This is so dangerous and so harmful to people all over the world. And by the way the predictions that came true were not really my predictions. What I do is I sit with the leading scientists and they're generous with their time, and I draw on their patience to explain their predictions over and over again, until it gets into simple enough language for me to understand. And if I can get it in simple terms then I know I can then communicate it to others; that's my whole role in this. So it's not that I predicted so-and-so; I relayed what the scientists are telling the world, that they are predicting. And because their predictions from ten years ago came true, that should give them way more credibility than maybe they've had with some in the past when they tell us what they're predicting now. In the event that we do not solve this the consequences would be unthinkable. Look at the Zika virus and what that meant in Florida last year, and some of the Texas Gulf Coast areas. Look at the fact that doctors said something in parts of Central and South America last year that I never expected to hear in my life: They told women, \"Don't get pregnant for two years, until we get a handle on this.\" And these diseases that we never heard of before are coming North as the climate bands change. Shouldn't that set off alarm bells? My goodness. And thankfully, for many it does, and that's why we're seeing a big rise in support for solving this. LEE COWAN: And yet, you've talked about this before, that there's a little bit despair at what's happening to the environment, and then there's the hopeful side, too. And it's this sort of internal struggle, it seems, between hoping that things will change and despair that it's not changing fast enough. AL GORE: Yeah. Any of us who work on the task of solving the climate crisis have at times an internal struggle between hope and despair. But that's one of the things that connects this climate movement to the previous great moral revolutions, like the civil rights movement and more recently the gay rights movement. Dr. Martin Luther King said during some of the bleakest hours of the civil rights movement, when people felt despair that they were ever going to get it done and asked him how long, and he famously said, \"How long? Not long, because no lie can live forever. How long? Not long, because the moral arc of the universe is long but it bends toward justice.\" And with gay rights, if somebody had told me even five or seven years ago that in the year 2017 gay marriage would be fully legal in all 50 states, and accepted and even celebrated by two-thirds of the American people, I would've said, \"I sure hope so because it feels just to me, but I just think it's unrealistic to think we could have that much change so quickly.\" But the same thing is happening now. So those who feel despair should be of good cheer, as the Bible says. Have faith, have hope. We are going to win this. LEE COWAN: When did your interest in the environment really begin? AL GORE: I had the good fortune to walk into a classroom when I was a college student in a course that was taught by one of the greatest climate scientists of all time. The man's name was Roger Revelle, he designed the first experiments to measure CO2 in the Earth's atmosphere. This was in the 1960s, and he opened my eyes to this that long ago. And everything that's happened since in broad brushstrokes is what he predicted. Seven years after that, I was elected to the Congress and I asked what was going on with global warming, and nothing was, and I helped organize the first hearing and invited that professor to come be the leadoff witness. LEE COWAN: 'Cause you were hoping that he would have the same impact on government that he had on you in that class? AL GORE: Yeah, yeah. I naively hoped that my colleagues sitting on the dais, listening to him give a 20-minute statement would have something like the effect that a full college course had had on me. (laughs) And of course that was naive. But when it didn't happen, when they didn't change, when they didn't feel the significance of it, that's really the first time that I felt that I needed to look for ways to translate what he was saying, that scientist, into terms that would give anybody else the same \"a-ha\" moment that Roger Revelle gave me. And over time that became a slideshow, and a movie, and a training program. At the beginning I never expected at all that this would be my life's mission. I never expected that at all. But you get into something and you get committed to it, and then you see some progress and you can see that we're getting close to winning this, and it fires you up to keep going. LEE COWAN: But it could've just as easily been so discouraging that you'd give up? AL GORE: Maybe. I never was tempted to that outcome. Not at all. If you take on a challenge like this and you're not confronted every day with people saying, \"Give it up, this is never gonna get ya' anywhere in solving this,\" maybe if I had just had people discourage me every day maybe I would've been tempted that way, but that's not the case. What I have found in the years I've worked on this is that the number of people who get it and then who change their lives and make a commitment to being part of this is growing, growing, growing. And it's becoming an enormous global movement and I really am encouraged by that. LEE COWAN: That said, though, I mean, you faced some pretty stiff criticism from people that called you everything from a fanatic to a fraud, really. I mean, the criticism wasn't slight. AL GORE: Well, there is a time-honored tradition for people who disagree with a particular message to attack the person delivering that message. And that's an honor, to be attacked for those reasons. (laughs) It didn't always feel like an honor, I grant you. But at the base of it, that's the way I feel about it. And you've gotta be willing to take that heat and keep going. And when I spoke at my father's funeral, I quoted a passage from scripture: \"Woe unto him about whom all men say good things.\" (laughs) If everybody's just completely happy with what you're doing, you not be working hard enough to bring about the kind of change that we need.  LEE COWAN: You talked in the first movie about the effect of Albert [Gore's son and youngest child] being hit by the car, and how that was a moment for you that made you sort of think about life and the kind of things we were gonna leave to our kids. Was that one of those moments that perhaps this mission was based in?  AL GORE: Yeah, yeah. I don't often talk about that but since you've asked I will respond to you. Intellectually, in sort of the way we think about the climate crisis, my journey started with that professor and built over the years as more and more facts came in. Emotionally, there was a real turning point when one of my children was almost killed in an accident that just unfolded right in front of my eyes, and it had a searing impact on me. And after a month in the intensive care unit and terrible uncertainty -- and by the way, let me hasten to say this story has a very happy ending, my child has grown up to be 100% healed and a fantastic human being in every way -- during those dark days in the hospital I cast aside everything else on my calendar, what I was supposed to be doing, obviously, and I only slowly put things back. And the one thing that stayed with me for whatever reason was, as I looked at my priorities going forward, \"this climate crisis also affects my kids.\" And so it was in that same emotional space. But the big change for me was, when I went back to work on the climate crisis, it felt differently to me. During those dark days in the hospital I was forced to confront what all too many parents have had to go through, facing the possibility that you would lose a child. There are no words for that. And again, thank God it turned out happily. But during that time it left a raw space in my heart. And you can't normally imagine losing what's most precious to you, and then when you have to confront it, it changes you. When I went back to the global environment issue I realized emotionally for the first time that all the beauty of this Earth is something we could lose. And I wasn't capable of letting myself feel that previously. And that gave a new emotional sense of urgency to me. It's kind of hard to describe in words, but that's the best I can do. LEE COWAN: It gave your argument a heart, in a way? AL GORE: Well, that's why you have a job working with words and I don't. (laughs) LEE COWAN: The Greenland stuff in the film is really pretty shocking. And so sad. AL GORE: Yeah, yeah.  LEE COWAN: That helicopter flight over where you just see everything -- AL GORE: They're just exploding, yeah. And it looks like a computer-generated image that's speeded up, but it's not -- it's in real time, just collapsing. Oh my God. LEE COWAN: So the fresh water is heavier than the salt water? That's why it goes down?  AL GORE: Well, water is heavier than ice is what you're getting at. There is another part of this, [where] the gulf stream could be blocked.  So, 11,000 years ago (laughs) when the last glaciers retreated, there was an enormous lake called Lake Agassiz. And the all of the Great Lakes are remnants of that huge freshwater lake. And on the Southeastern border there was a massive ice dam. And then one day the ice dam began to break, and then it picked up speed in a very short period of time. All that fresh water rushed out into the North Atlantic, and it sliced open the Saint Lawrence River. And that's why it's the deepest river and the biggest tidal flux. But when all that enormous amount of freshwater came out just south of Greenland, the gulf stream, it's part of a giant ocean conveyer belt that's like a big mobius strip surrounding the planet. It comes up the east coast of North America and then when it hits the cold waters and winds south of Greenland the warmth evaporates in enormous quantities. And the water vapor that has a lot of heat energy is carried by the prevailing winds over to Europe. That's why Europe is much warmer than the latitudes would lead you to believe. Like, Rome is on the same latitude as, I think, Montreal. I mean, it's weird. All that heat vapor comes over, does that. What's left is much saltier water because the salt didn't evaporate. So it's more concentrated and it's colder. So colder, denser, saltier water sinks five billion gallons per second. And it goes straight down to the bottom of the ocean and then flows underneath the gulf stream, back south. So when all this fresh water came out from that Lake Agassiz, it diluted the salt water, and they call that a thermohaline pump -- \"thermo\" for temperature, \"haline\" for salinity. And that pump that drives the ocean currents was short circuited, it stopped. And so Europe went back into an ice age for another 1,000 years, even as most of the rest of the world continued warming.  So what they're worried about now is that if the volume of fresh melt water coming off Greenland gets to too big of a scale, it could do something like that again. The science fiction movie, \"The Day After Tomorrow\" was really based on that premise. And they asked me at the time, \"Isn't this fiction?\" I said, \"Yes, but it's not as fictional as the Bush/Cheney view of of global warming!\" But there is a basis to it. And the gulf stream, according to a lot of evidence now, does appear to be slowing. They're still waiting to get the kind of measures they need.  But on the surface of Greenland the water is heavier than ice, because the ice is packed with air. So it tunnels all the way to the bottom. LEE COWAN: In both films you certainly don't shy away from losing the White House. Is it fair to say, though, that that loss, as devastating as it was for you, opened the door for this whole second chapter for you? AL GORE: I like to think that I would've continued my advocacy for solving the climate crisis no matter what, but yes, I think you're right in the sense that a president has to focus on so many challenges facing the country. It's hard to indulge in the luxury of just focusing single-mindedly on one thing. LEE COWAN: Like you've been able to do now? AL GORE: Like I've been able to do with the climate crisis, yes. So I never have fallen prey to the illusion that there's any job with as much ability to influence the future as that of President of the United States, but I do feel grateful that I found other ways to do work that serves the public interest. LEE COWAN: You did have (and you've said this a lot) big plans had you gotten into the White House? AL GORE: I had a detailed plan for my life, but it turned out life had a completely different plan for me. (laughs) And I feel joy that I have work that feels like it justifies pouring everything I have into it. LEE COWAN: You are really one of the only people alive who knows what Hillary Clinton must have felt like. Have you talked to her after? AL GORE: Oh, sure. I called her after the election, and she's gonna be fine. Because she's a strong person and she has a lot of opportunities in life. And where I'm concerned, you know, I had already been through much worse experiences than having the Supreme Court decide, \"You can't be president.\" (laughs) And I grieve some of what I believe was harm that came to the country after that. But where I personally am concerned, I learned from earlier experiences in life that there are millions of people who have been through so much worse than I've been through. When I went through that period in my life worrying if a child was gonna make it or not, one of the profound lessons from that experience was a number of people who I did not know in any way, who would come up to me and share things they had been through, and lift me up and support me. Elevator operators in the Capitol Building, waiters in the cafeteria, cleaning ladies, people that normally I'd be nice to and say hi, but all of a sudden were having these very meaningful human exchanges. And some of what I came to understand they had been through, were going through in many cases, it opened my eyes, and I'm kind of embarrassed that I didn't realize this before. But if we walk down the sidewalk of any street in America a significant number of the people we pass by, if we dug into what they're going through in their lives, they're carrying burdens that they don't talk about but they're extremely heavy and painful. And so as I also say in the movie, one of the secrets of the human condition is that suffering binds people together. And when you go through something that's agonizing, others who know what you're feeling because they've been through it will so often reach out to you and connect with you, and give you strength and lift you up. So when I went through that experience in the election of 2000 and the Supreme Court decision, I knew I was gonna be fine. I hated the result, obviously. But I just started looking for other ways I could be of service. LEE COWAN: Is that when you sort of found the slideshow again and started going through it?  AL GORE: Yeah, yeah. And in those days they were Kodak slides in one of those plastic carousels. And when I got really fancy I got three projectors, each with its own carousel and a little controller that would switch from one projector to the other  -- I thought that was the cat's meow. LEE COWAN: You completely geeked out on the slide projectors? (laughs) AL GORE: And by the way I'm not the only one who's been driven to distraction by putting the slides in upside down and backwards, and right in the middle of the slide show it's hard to change 'em. Steve Jobs asked me to join the Apple board and he gave me a lot of advice in translating it to a computer. And he assigned one of the experts at Apple on their Keynote program to teach me how to use that.  LEE COWAN: Really? AL GORE: Yeah. And it didn't last for that long, because after about a month Steve called me and said, \"Al, I didn't mean that you could use this guy fulltime. He's workin' for the company.\" (laughs) And so I said, \"Okay, I get it.\" And so this guy recommended somebody in the private sector who could take over from him, and that's when it really began to take off. And the first time I realized that it was finally in a form where it could really give people that \"a-ha\" moment I was looking for was up on Center Hill Lake not far from where we are right now, on a Saturday night with a bunch of my rowdy friends, drinking Pabst Blue Ribbon beer. (laughs) And one thing led to another, and here I am on the deck of the house, firing up my computer, and givin' my slideshow.  LEE COWAN: Nothing says a party like a slideshow! (laughs) AL GORE: Well, yeah, I'm sorry that I carry that reputation with me. But they were really convinced by it. And they were telling me, you know, in their own way, \"Wow, you've gotta get this out there.\" That's the first time that I felt like I had crossed a threshold where I might really be able to connect with people. And then I started giving the slideshow way more frequently, just giving it everywhere. LEE COWAN: And to this day, I mean, you update it every single time you give it, right? Almost every day in fact? AL GORE: Yeah, almost every single day. And I have a staff here in Tennessee that scours the Internet and the news outlet ever single day, looking for the climate-related extreme weather events, the new advances in technology that are making the solutions ever easier, and new developments in political and social coalitions with people joining the movement to solve this crisis. LEE COWAN: And that's part of what the training is all about? AL GORE: Absolutely. This upcoming slideshow in the Seattle area, it's different from any slideshow I've ever given. Because it will have a lot of examples from Puget Sound, and from the area surrounding Seattle. LEE COWAN: So, it's very localized? AL GORE: Yes, absolutely. I just finished a training for a group of ministers at the Center for Earth Ethics in New York City, at Union Theological Seminary, and in that slideshow it was filled with phrases from the Bible. And it was Christian ministers, and faith leaders from Judaism, Islam, Hinduism, Buddhism, some indigenous Native American leaders were there, and quotes from all those traditions interspersed with the slides. LEE COWAN: How many different versions of this do you have? AL GORE: The slideshow genome, if you will, has about 20,000 slides in it, and each version is tailor-made for the particular audience involved. And there's a common thread in all of them. But here's an exciting thing that comes out with the movie, and I can't even tell you how hard this was for me to do. But I have made a ten-minute version of the slideshow, and I'm trying to find the words to tell you how hard that is for me.  LEE COWAN: Brevity? AL GORE: Normally, I show at least a two-hour slideshow. Sometimes I'll squeeze it down to one hour. Ten minutes? Wow, that's tough, but it works. And we're gonna give it away for free to everybody who wants it, anywhere in the world, and encourage them to show it to their friends and neighbors. LEE COWAN: And that's what you want it to be, is you want it to be more localized, and more grassroots-- AL GORE: Absolutely, absolutely, and that's why I spend so much time training people to communicate about this in ways that don't accidentally overstate it, or misstate the science. Because it's tricky to communicate about this without giving the carbon polluters and others an opportunity to come in and say, \"Oh, that was wrong! That was wrong!\" So, getting it right is really important in communicating it. LEE COWAN: I don't know whether experiment's the right word or what, but Current TV, what was your plan for that? Was it hope that that could be an outlet for more of your climate change talk? AL GORE: Partly. In order to solve the climate crisis in this country, we have to also spend time on the democracy crisis. Because our democracy has been hacked and the influence of big money has made it more difficult to bring this into the political sphere, because the carbon polluters have used their money to really put false evidence out there, and try to fool people into thinking it's not real. So, I wanted to look for ways to use a new approach to television news, that would take advantage of all the new digital tools that were out there, and create citizen journalists. And it was successful up to a point, but competing with the big media conglomerates turns out to be a real challenge. It was successful economically, and the quality of journalism was something I was really proud of. We won a Peabody, and a DuPont, and two Emmys, and so, I'm really proud of the experiment. But it ended up not being one that grew as much as I hoped it would. LEE COWAN: Was that hard to let it go, in a way? Or was it time? AL GORE: It was definitely time for our investors, it was definitely time to let it go, yes. I wish that it could have continued indefinitely, but it didn't. LEE COWAN: Speaking of investments, what is sustainable capitalism, that you've described?  AL GORE: Capitalism is the best way of organizing economic activity for a lot of reasons. It unlocks a higher fraction of human potential, it balances supply and demand, it's more consistent with higher levels of freedom. But the way we're pursuing it now, focuses on such short-term horizons, that a lot of businesses and investors are tempted to look at investments in terms of what's gonna happen in the next 90 days, what's gonna happen in one year. But the old phrase, \"Good things take time,\" is true of successful businesses as well. And in order to really invest wisely, you need to be able to have some patience. So, sustainable capitalism focuses on long-term decision-making. It also has some other characteristics. Instead of just looking at the narrow economic data that shows up in these quarterly reports, you also need to look at what a company is doing in its relationship to the environment, to the communities where they're located, to the health of their workforce, to the ethics in the executive suites. And if you integrate sustainability in all those dimensions into the process, then you get better returns, the economy is healthier, and our society is better. LEE COWAN: And that's what you see with your investments? AL GORE: Generation Investment Management, which is the firm I co-founded 14 years ago with my friend, David Blood, and our partners, is something I'm really proud of because it has the mission of proving the business case that, if you fully integrate sustainability into the investing process you can give better returns for your clients.  LEE COWAN: In the long run? AL GORE: In the long run, but even over five to seven years. And in the process, you can influence others in that business to ask, well, wait a minute, if they're doing better than we are, maybe we should integrate sustainability into our thinking, and into our process. LEE COWAN: So, back to the film real quick, because of Paris, how much do you have to change, and then how much do you have to re-edit, so that it's current when it comes out? 'Cause so much of it is based on what you were dealing in Paris, and all the side deals, and everything else?  AL GORE: The directors of the movie, Bonni Cohen and Jon Shank are right now, adding a new section at the end of the movie to take into account President Trump's decision to pull out of Paris, and to take into account the reaction that's come to that decision. And I think it's an appropriate decision for them to make. We always knew that we were gonna have to wait to complete the movie until after the election. We really didn't know how the election was gonna come out. And didn't know what it would feel like after the outcome was known. I had hoped President Trump would stay in the Paris Agreement, but he didn't. And so, the movie's ending will now take that into account. LEE COWAN: Do you think it makes it more powerful in a way? AL GORE: I don't know. It makes it more factual, it makes it more up-to-date. So, if that also makes it more powerful, maybe so. LEE COWAN: How do you manage to stay so optimistic dealing with the climate crisis, which on a day-to-day basis is not always the most uplifting thing to think about or talk about? AL GORE: Well, having worked on this for almost 40 years now, I've seen good days and bad days. And through all of that time, the general trajectory has been it's getting worse, it's getting worse. But in the last ten to 20 years, there's a second development; the solutions are more and more, and more available. So having this broad overview that I've developed over a long period of time, I now see the evidence that the solutions are available. We're gonna do this. LEE COWAN: Do you miss anything about politics? AL GORE: (laughs) Yeah, well, there's a lot I don't miss, I'll tell you that. Because it's become so dominated by big money. A lot of my friends who are still in it tell me it's depressing to have to spend so much time raising money all the time. And that warps the process. So, I don't miss any of that. I do miss being able to call up the head of an agency or a cabinet department and say, \"Here's what you need to do today,\" and they'll respond to you -- pulling the levers, and pushing the buttons. I miss that part of it, for sure. There's a lot that I would like to be doing differently right now, than the current president is. But you know, the day-to-day politics and all of that, I don't miss that at all really. LEE COWAN: Given the direction that the administration is going, does that sort of galvanize people? Do you get a sense that if they start doing less, people will start doing more? AL GORE: Yeah. I think it's definitely the case. I've seen this with other issues. When people get concerned that the President of the United States or national leaders are dogging it on something that's clearly important, then they feel the impulse to step up and do more themselves. I saw this back in the 1980s when President Ronald Reagan talked about the evil empire and started building up the nuclear arsenal. Before long, there were people marching in the streets saying, hey, we need to emphasize arms control more, and we need to try to tamp this down. And then, President Reagan changed and really began pursuing some arms control agreements. I'm not saying President Trump is going to change on this. (laughs) I've given up predicting what he's gonna do. But I do think that the similarity in the situation is that when people see the president going in what they regard as the wrong direction on climate, they feel like they've got to step up and do more themselves. That's definitely happening all over the country. LEE COWAN: You may not have seen this 'cause it just happened today. But Secretary Perry was in the briefing room today and essentially said that he thinks that we need to have a conversation about climate change, alluding to the fact that people who don't believe in the science, [think] that that's still a matter of debate. AL GORE: Yeah. LEE COWAN: So what do you tell an audience like this when you've got the Secretary of Energy saying, \"We still need to have a conversation about –\" AL GORE: Yeah, yeah. They want to pretend that this is up for debate. Like, whether or not the world is round is up for debate, or whether the moon landing really took place. You probably know all those examples. But it's very, very similar. But you know, they're tongue-tied and confused and tentative about this for one simple reason: The truth about the climate crisis is still inconvenient to the large carbon polluters. And so they want to bob and weave and dodge the truth, and pretend like it's still a big controversy, and it's not. LEE COWAN: Do you ever get tired of going out and giving the slideshow? Does it ever get old? AL GORE: Honestly, it does not, for me, because I really have a strong sense that this is what I'm supposed to be doing. And I see a little progress that results from it, and that gives me more energy. When I see and hear people say, this has really given me what I need to know to go out and help bring about change, then that makes me want to do more. Like anybody, sometimes, you get physically tired after a long day of course. But the next morning, I'm rarin' to go. I mean, I really am energized by this work. And as I've said, there is a pattern that shows up in all these great moral causes. A lot of resistance, a lot of effort to try to make it into some phony controversy, but then, when people really take the time to focus on what's right and what's wrong, then there's a breakthrough. We cross a threshold and then the change happens much faster.        For more info:",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/al-gore-on-environmentalism-trump-and-solving-the-climate-crisis-full-transcript/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Face the Nation June 18, 2017 Transcript: Rubio, Sanders, Sekulow, O'Donnell",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 18,
                "year": 2017
            },
            "article_content": "JOHN DICKERSON, CBS HOST: Today on FACE THE NATION: a week of tragedy in Washington and a president under investigation for obstruction of justice. A politically motivated shooting prompted the leaders of the nation's most political city to stop and reflect. (BEGIN VIDEO CLIP) DONALD TRUMP, PRESIDENT OF THE UNITED STATES: In Washington, we have our disagreements, but we all agree that we are here to serve this nation we love and the people who call it home. That is the source of unity, and, more than ever, we must embrace it. (END VIDEO CLIP) DICKERSON: As lawmakers on both sides of the aisles spoke of unity and resolve. (BEGIN VIDEO CLIP) REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE: We are united in our anguish. An attack on one of us is an attack on all of us. (APPLAUSE) (END VIDEO CLIP) DICKERSON: From showing sadness. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: The American people is a great people, and we have great values. We represent great people every day in this country on both sides of the aisle. (END VIDEO CLIP) DICKERSON: And fury. (BEGIN VIDEO CLIP) SEN. BERNIE SANDERS (I), VERMONT: I am sickened by this despicable act. And let me be as clear as I can be. Violence of any kind is unacceptable in our society. (END VIDEO CLIP) DICKERSON: The threat of a crippling inquiry into the heart of the presidency sparks a new set of partisan reactions, as investigations into Russian meddling, possible Trump campaign staff collusion, and presidential obstruction of justice picked up speed. We will talk with Florida Senator Marco Rubio, who sits on the Intelligence Committee, as well as Vermont's Bernie Sanders. Plus, we will hear from Jay Sekulow, a member of the president's legal team. We will have plenty of political analysis, and finally a very different kind of tribute to the class of 2017. It is all ahead on FACE THE NATION. Good morning, and welcome to FACE THE NATION. I am John Dickerson. The Trump family is off for their first weekend at Camp David after an emotional week here in Washington. There is good news this morning, as Congressman Steve Scalise's condition has been upgraded from critical to serious, and he is able to speak with his family. While the shooting dominated this week's headlines, it wasn't the only news. The president himself appeared to confirm he is being investigated by the special counsel for possible obstruction of justice in a tweet: \"I am being investigated for firing the FBI director by the man who told me to fire the FBI director. Witch- hunt.\" Attorney General Jeff Sessions testified before the Senate Intelligence Committee and pushed back against the suggestion of any wrongdoing. (BEGIN VIDEO CLIP) JEFF SESSIONS, U.S. ATTORNEY GENERAL: That I participated in any collusion, that I was aware of any collusion with the Russian government to hurt this country, which I have served with honor for 35 years, or to undermine the integrity of our democratic process is an appalling and detestable lie. (END VIDEO CLIP) DICKERSON: Deputy Attorney General Rod Rosenstein told Congress he saw no reason to fire special counsel Robert Mueller, despite a friend of Mr. Trump's saying the president did. Rosenstein was also reported to have privately suggested he may have to recuse himself from the Russia investigation, as his boss, Sessions, did in march. President Trump traveled to Miami to announce he was reversing pieces of President Obama's Cuba policy. (BEGIN VIDEO CLIP) TRUMP: We now hold the cards. The previous administration's easing of restrictions on travel and trade does not help the Cuban people. They only enrich the Cuban regime. I am canceling the last administration's completely one-sided deal with Cuba. (CHEERING AND APPLAUSE) (END VIDEO CLIP) DICKERSON: This morning, there are also many questions about Saturday's collision of a Japanese container ship with the USS Fitzgerald off the coast of Japan. Several bodies were found in the Fitzgerald's flooded compartments, but the Navy has not announced how many until their families have been notified. And we begin this morning with Florida Republican Senator Marco Rubio, who joins us from Miami. The president has called the investigations a witch-hunt. What is your opinion of that? SEN. MARCO RUBIO (R), FLORIDA: Well, I know he feels very strongly about it. My advice to the president is what I communicated publicly, I should say, the way I have to tried to communicate to everyone on this issue. And that is this. It is in the best interests of the president and the country to have a full investigation. I really -- if I were the president, I would be welcoming this investigation. I would ask that it be thorough and completed expeditiously and be very cooperative with it. That's what ultimately I anticipate they will do. That's in the best interests of the president. I really believe that. I think it is in the best interests of our country that we have a full-scale investigation that looks at everything, so that we can move forward. DICKERSON: So, regardless of what you may think about James Comey's firing as FBI director, you think it should be investigated? RUBIO: Well, I just think it is important to answer questions, because, otherwise, if people have any doubts, it undermines confidence in our system of government, in our elections, in our leaders. As I said, I -- the best thing that can happen for the president and for America is that we have a full-scale investigation that is credible, that it reaches its conclusion one way or the other, so that we can move on, and -- but, at the same time, be knowledgeable. We have to know everything the Russians did and how they did it, so that we can prevent this from happening in the future. DICKERSON: Let me ask you about what the Russians did. You voted for the sanctions bill in the Senate that would punish the Russians for that meddling. Do you think the president will sign that when it gets to him? RUBIO: I hope so. It is important to send that message that this is -- as I said, that this is not acceptable. And I remember, back in October, when those leaks came out, and I was, I think, one of the few Republicans in to the country that wouldn't discuss WikiLeaks, because I don't want that to be a part of our system here. We can simply not allow foreign governments to be meddling and interfering in our elections that way. But they are going to keep doing it. They are doing it now. They will keep doing it in the future. We need to know how they do it, so that Americans are more knowledgeable about that and take that into account when making their decisions at the ballot box. DICKERSON: When you were running, you -- for the Senate, you talked about the Senate being a check against the administration, whoever was going to be president. Do you see this Russian sanctions bill in that form? In other words, the administration seems reluctant to punish Russia for this. The Senate is stepping in and saying that, well, we are going to punish Russia. Is that a check, essentially, on the administration? RUBIO: It is, but not perhaps for the reasons people think. A lot of people -- nothing to do with the investigation, per se. It is more along the lines of the secretary of state believes that he wants to explore the opportunity to get Russia to be more cooperative on a number of issues, the foreign policy view that they have, and so they think that these sanctions may undermine that effort. And while I respect that point of view, and I have considered it, ultimately, I think it is incredibly important for us to make clear that there are consequences for doing what they did during the 2016 elections. And that's why I supported these sanctions. DICKERSON: Let me ask you about Cuba. And speaking of consequences, there are new provisions the president has put in place to put pressure on Cuba for its human rights record. But when the president... RUBIO: But I would... DICKERSON: Go ahead. RUBIO: Go ahead. I'm sorry. No, I wouldn't view it just as putting pressure. I really don't. I think this is an effort to strengthen individual Cubans. Understand what this does. This basically says that American travelers to Cuba, they will continue to fly on commercial airlines or get there on a cruise, but when they get there, they have to spend their money primarily with individual Cubans who own private businesses, which is what everybody who supported the Obama opening was always bragging about. They were saying there was all these new small businesses. Well, we want to put them in a privileged position. And so American travelers to Cuba will have to spend their money with them, instead of the Cuban military. That was goal of this is, is to empower individual Cubans to be economically independent of the Castro military and of the Castro regime. DICKERSON: But when the president gave his speech, he said that we will not lift sanctions on the Cuban regime until all political prisoners are freed. He talked about freedom of assembly. He talked about all political parties being legalized. So, I guess what I was interested in is that, when he went to Saudi Arabia, he said he is not going to lecture Saudi Arabia about its considerable human rights challenges and what is happening in Yemen that Saudi Arabia is funding. And I wondered if you could square for us, on the one hand, a very public lecturing of the Cubans and no lecturing of countries like Saudi Arabia, Egypt, Turkey and how you see that. RUBIO: Yes. Well, a couple points. First of all, when you talked about not lifting sanctions until they have elections, that is actually the law. That's the law of the United States. It is codified under Helms- Burton. It says that. The embargo goes away when they meet those conditions. And you have outlined them and the president outlined them. As far as squaring the two, obviously, the administration will have do that, because I criticize Saudi Arabia as well. In fact, I would -- I take a backseat to no one on criticizing them or anybody the world when it comes to human rights and the violations or lack of democracy. I will say this, however. This is in our region. This is 90 miles from our shores. The Western Hemisphere 35 years ago was largely controlled by dictators, but, basically, every nation in region has had a free and fair election at some point over the last 20 or 15 years, except for one, and that is the island of Cuba. So, in our region, in our own backyard, we are not going to allow tyranny and dictatorship to grow and to surge. We want the people of Cuba to have the same opportunities the people in the Dominican Republic have had, the people in Haiti just had, the people of Colombia have, and that is to be able to vote for their leaders. DICKERSON: Let me ask you about, domestically, the issue of health care. Your Republican colleague Senator Ron Johnson said: \"I want to know exactly what is in the Senate bill. It is not a good process.\" What is your assessment of the process of evaluating health care in the Senate? RUBIO: Yes, it is always tough, because it is difficult to put something like this together, you know, in front of every camera in the world. But, ultimately, every camera in the world is going to have to see what is in it and we're going to have plenty of time to debate it. So, I have no problem with a group of meeting to conduct a proposal, but, ultimately, that proposal cannot be rushed to the floor. And I don't think the Senate rules would permit it. So, it is fine if they are working on the starting point, but, ultimately, we are all going to see what is in it. The whole world is going to see what is in it. And then the rest of us or all of us are going to have an opportunity to make changes to it as a condition of our vote. And so that is the way I view this. This is not -- the Senate is not a place where you can just cook up something behind closed doors and rush it for a vote on the floor. There is just -- especially on an issue like this. So, they made -- the first step in this may be crafted among a small group of people, but then everyone is going to get to weigh in, and it is going to take a long -- it is going to take days and weeks to work through that in the Senate. DICKERSON: Finally, Senator, in the shooting this weekend in Washington, what do you think is the lesson in the aftermath of that? RUBIO: Well, I mean, the only person to blame for that a shooting is that person who did it. It was obviously someone who had big problems in -- both mentally and other -- and behaviorally. That said, I do think it is an important moment for us to understand that violence is the opposite of dialogue, and we in this nation have First Amendment involved. The law continues to protect the First Amendment. I think we have to ask ourselves whether we are culturally cracking down on free speech. Have we reached the point now where we are blocking people from speaking because we disagree with them? You know, it is funny on the one hand to hear people say we should be engaging in dialogue with Raul Castro and yet you have mainstream politicians in the United States being boycotted at graduation speeches across America. We cannot have a new -- a whole generation of young Americans growing up to believe that, if you disagree with someone's points of view, the way to do it is try to shut them down. I am not saying that is -- to the shooting. I am saying that we have to be, as a nation, capable of debating issues on the merits of the issues without dehumanizing or demonizing the person on the other side. You and I can disagree on the right approach to Cuba, taxes or health care. I don't have to go around telling you, you are an evil human being for what you believe in, because once you convince someone that the other side is evil, that, I think, in the minds of a deranged individual, is an invitation to commit a violent act against them. I am not blaming the shooting on any Democrats or the left. I am just telling you, both sides need to think about that as we move forward. DICKERSON: All right, Senator Marco Rubio, thanks so much for being with us. RUBIO: Thank you, John. Thank you. DICKERSON: Joining us now is Vermont Senator Bernie Sanders. He is in Burlington. Senator Sanders, I want to start with this week's shooting. In talking to Senator Rubio, he said obviously this was -- the man who did the shooting is responsible for his own actions. But in the wake of that, in this conversation about what leads to the heated political atmosphere, Senator Sanders -- Senator Rubio pointed out, he said that when people try to stop free speech, stop people from talking, it creates pressure in the system that might cause people to act out. What do you think of that theory? SEN. BERNIE SANDERS (I), VERMONT: I think he is right. Look, freedom of speech, the right to dissent, the right to protest, that is what America is about. And, politically, every leader in this country, every American has got to stand up against any form of violence. That is unacceptable. And I certainly hope and pray that Representative Scalise has a full recovery from the tragedy that took place this week. DICKERSON: There's been a lot of protests on campuses when people come to speak. They have been -- people have protested and said they shouldn't be allowed to speak. Where do you come down on that in the context of this pressure on free speech? SANDERS: I think people have a right to speak. And you have a right, if you are on a college campus not to attend. You have a right to ask hard questions about the speaker if you disagree with him or her. But what -- why should we be afraid of somebody coming on a campus or anyplace else and speaking? You have a right to protest. But I don't quite understand why anybody thinks it is a good idea to deny somebody else the right to express his or her point of view. I think, John, what is very clear is, we are in a contentious and difficult political moment in our country's history. I have very grave concerns about the Trump agenda right now. We will -- we are looking -- we are not looking. There is a health care proposal in the Senate which nobody has seen yet. But the proposal that passed the House, as you know, would throw 23 million Americans off of health insurance. I mean that, to me, is just incredible. It would raise premiums very significantly for older workers. It would defend Planned Parenthood and deny two-and-a-half million women the right to get the health care that they want, cut Medicaid by over $800 billion. You know, we -- I and I would say the vast majority of the American people have strong disagreements with that approach. But you don't have to be violent about it. Let's disagree openly and honestly, but violence is not acceptable. DICKERSON: I want to get to the details of the health care plan in a moment, or the details you don't know at the moment. But let me just -- staying on this question here, is anything going to change in the wake of this in Washington, at least in the way lawmakers deal with each other? And is there something that should change? SANDERS: I think, you know, what -- and, again, where this is such a strange moment is, we are looking at a lot of dishonest news that comes across, where people are lying outrageously about other people. And I hope that folks on all sides could say, look, I disagree with him or her, but that is an outrageous lie. But let us, on the other hand, be frank, is, there are real differences of opinions that exist in Congress. It is not like -- you know, you mentioned Marco Rubio. I like Marco Rubio. But we disagree on issues. And people should understand, it is not that there is all kinds of hatred. There's a -- in the Congress, there is a fundamental disagreement. President Trump made a -- brought forth a budget which will go nowhere, but this is a budget that over a 10-year period would give $3 trillion in tax breaks to the top 1 percent, the very wealthiest families in America, while making massive cuts in education, into health care, in nutrition programs, really devastate working class of this country. I disagree with that. But, obviously, that debate has got to be played out based on the facts, and let's debate it. DICKERSON: Let me move here now to health care. You mentioned some of the policy differences, but there is a procedural debate going on about how this is being handled in the Senate. Some Democrats are suggesting, because the -- because you don't know what is in the bill and the bill is being worked on in secret, to just stop all Senate business, to just shut the place down as a way to kind of force play. Are you on board with that? SANDERS: John, here is the situation. We know the legislation that passed the House. It was the worst piece of legislation, frankly, against working-class people that I can remember in my political life in the Congress. Throwing 23 million people off of health insurance is beyond belief. Now, in the Senate, what you have is you have, I believe it is 10 Republicans working behind closed doors to address one-sixth of the American economy. That is what health care is. Republicans, the average Republican doesn't even know what is in that legislation. My understanding is that it will be brought forth just immediately before we have to vote on it. This is completely unacceptable. I mean, nobody can defend a process which will impact tens of millions of Americans, and nobody even knows what is in the legislation. And, John, the important point here is the reason they don't want to bring it public is because it is a disastrous bill, I suspect similar to what passed in the House. Who is going to defend cutting Medicaid by $800 billion at the same time as you give massive tax breaks to the wealthiest 2 percent? So, they want to keep it secret. They don't want the media involved. They don't want members of Congress involved. And at the last minute, they present it, they push it through, and that is one-sixth of the American economy and millions of people thrown off the health insurance. That is unacceptable. I believe Democrats should do everything they can to oppose that legislation in any way that we can. DICKERSON: All right, Senator Sanders, we are at our last minute, so thanks so much for being with us. And we will be back in one minute. (COMMERCIAL BREAK) DICKERSON: After Wednesday's shooting, Congressman Gary Palmer said: \"Our republic is in danger. We are fraying at the edges.\" Congressman Rodney Davis said: \"The way we talk to each other has to change. The political hate has to end.\" It is not the words we use. It is what is in our hearts. We are meaner than we used to be. According to the Pew Research Center, a majority of both parties see the other in very unfavorable terms, a view that has doubled since 1994. We used to think our opponents were just wrong. Now a lot more of us think they are evil. Politics defines more or our of our lives, which means this is all more personally felt. The political system uses hate to motivate voters. No fund- raising letter or get-out-the-vote flyer starts, \"Hey, the other guy has a point.\" Instead, the other guy is corrupt and heartless. In debates in social, partisan and mainstream media, if you are skilled at pointing out dark motives in your opponents, the market will reward you. We can stop applauding this and we can stop taking the bait. We can start acting in the ways we praise after a tragedy, recognizing our common humanity, acting with restraint, assuming good motives. Your opponents have families, just like you do, who worry about them in a crisis. Their kids amaze and confuse them, just likes yours do. Lumping people into groups steals the humanity we recognize in times of tragedy. Judging motives off the bat starts conversation in the gutter. This doesn't mean ending the battle of ideas. It means returning to ideas, not being lazy and defining other people by the left or the right or your ilk. Let's hope lawmakers are successful toning down the hate, but we can do more than hope. We can act. And we must, because we are all part of the problem. Back in a moment. (COMMERCIAL BREAK) DICKERSON: And we are back with our political panel. Jamelle Bouie is Slate's chief political correspondent and a CBS News political analyst. Ramesh Ponnuru is the senior editor for \"The National Review.\" We are also joined by CBS News chief congressional correspondent Nancy Cordes. And we want to welcome the \"Washington Post\" White House bureau chief, Philip Rucker, to the broadcast. Nancy, I'm going to start with you, though. You have spent so much time up on the Hill after the shooting Wednesday. Give me a sense of the feeling, the temperature, the atmosphere in the wake of that. NANCY CORDES, CBS NEWS CONGRESSIONAL CORRESPONDENT: Well, you know, every member of Congress knows, in the sense that they are a target. They have all gotten death threats. They all have a story about someone who has vandalized their property or someone who was arrested for making such extreme threats. But they go about their daily lives with that knowledge in the background. Otherwise, they really wouldn't be able to get out there and meet the public and do their jobs. Now it is in the forefront. And I heard many members say this week, not just they are worried about themselves, but they are a lot more worried about their staffers, because those are often the people who are on the front lines here in Washington and in their home districts. And they are not really sure what the solution is, how you stop a madman like this. DICKERSON: Phil, the president has had to -- this is the first kind of thing like this he has had to respond to. What did you make of the White House and the president's response to this? PHILIP RUCKER, \"THE WASHINGTON POST\": I thought his response the morning of the shooting was really different, a different tone from him. He was presidential. He talked about uniting the country. And I think he is starting to recognize the danger of this political rhetoric that we are all dealing with that you spoke about a few minutes ago, and he is at the forefront of that. I mean, it is his tweets, it is his comments at his rallies that is stoking so much sort of anger and emotion out there in the country. And he is trying to use the bully pulpit of the presidency to calm that down a bit. DICKERSON: Ramesh, how long do you think -- if things have changed, have they and how long do you think it lasts? RAMESH PONNURU, \"THE NATIONAL REVIEW\": Well, the precedent is that the tendencies towards increased polarization, less civil rhetoric, that just keeps increasing. There are these momentary pauses. I don't see any reason to doubt that that is what is happening now. I am always reminded when I cover presidential elections every four years Tocqueville's comment that it is like a national crisis, it's like a national fever, and then, after the election, it passes. This time, it doesn't feel like the fever broke. DICKERSON: And, Jamelle, in the way people talked about the event itself, it seemed wherever you started the conversation might get you into an immediate fight again, I mean, whether it was about guns, whether it was about rhetoric, the president or what. What did you make of this week? JAMELLE BOUIE, CBS NEWS POLITICAL ANALYST: Right. It was striking, because I got the sense that so many people were trying not to make this a political conversation, not to make this something so politicized, because there is something just frankly crass about trying to turn the shooting of a congressman into a partisan football. At the same time, there are legitimate issues here. And I felt people were struggling trying to get those to the forefront. Some of those legitimate issues are guns, are domestic violence. The shooter was arrested for a domestic violence incident. And all of that, I think, got a little lost in this drive to not politicize. DICKERSON: All right, we are going to end this here briefly. We want to take a little break. Next up is Jay Sekulow, who is President Trump's legal -- on President Trump's legal team, and then we will have a lot more from our panel. Stay with us. (COMMERCIAL BREAK) DICKERSON: We will be right back with more FACE THE NATION. Stay with us. (COMMERCIAL BREAK) DICKERSON: Welcome back to FACE THE NATION. We're joined now by Jay Sekulow. He's a member of the president's legal team and chief counsel at the American Center for Law and Justice. Mr. Sekulow, I want to start this morning with the president's tweet in which he wrote -- JAY SEKULOW, TRUMP LEGAL TEAM: Sure. DICKERSON: \"I am being investigated for firing the FBI director, by the man who told me to fire the FBI director. Witch hunt.\" What's he talking about? SEKULOW: The president issued that tweet on social media because of the report in \"The Washington Post\" from five anonymous sources, none of which, of course, anyone knows about, alleging that the president was under investigation in this purported, expanded probe. The fact of the matter is, the president has not been and is not under investigation. So this was his response via Twitter, via social media, was in response to \"The Washington Post\" piece with five anonymous sources. And by the way, John, five anonymous sources, they don't even identify the agencies upon which these individuals purportedly work. So the response there is clear. And I want to be very clear about this, the president is not and has not been under investigation. DICKERSON: How do you know? SEKULOW: Because we've received no notice of investigation. There has been no notification from the special counsel's office that the president is under investigation. In fact, to the contrary, what we know is what James Comey said, the last thing we know when he testified just a couple weeks back, that the president was not and is not a target of an investigation. DICKERSON: Of course there have been events since James Comey told him that. Is it -- but is it your view, and just to educate viewers, that -- that if you were under investigation, there would be an obligation for the special counsel to let you know? Couldn't you be under investigation and they're just not let you know yet? SEKULOW: Well, look, I -- I can't imagine the scenario where the president would -- would not be aware of it, number one. There's a serious constitutional issue here. I mean I want you to think about the context upon which this would take place. Under \"The Washington Post's\" theory of the case -- this is \"The Washington Post\" theory -- that the president of the United States, after being advised by his attorney general and the office of the deputy attorney general, determined to remove James Comey from the FBI directorship. If \"The Washington Post\" leaks were correct, the president of the United States would be, if this was correct, under investigation for taking the action that the Department of justice asked him to take. That raises not only serious -- it's not a serious constitutional question, it's an easy constitutional question. That's impossible. The president cannot be investigated, or certainly cannot be found liable, for engaging in an activity that he clearly has powers to do under the Constitution. DICKERSON: Power to fire the FBI director. And let me ask you this question more -- SEKULOW: James Comey acknowledged that, by the way, John. I mean James -- James Comey said he served at the pleasure of the president. DICKERSON: More broadly, the big question really is -- SEKULOW: Yes. DICKERSON: Did the president interfere in any way in the investigation that James Comey was undertaking? SEKULOW: No. In fact, he said to the contrary, remember, you -- remember, in part of the interviews that he's given, he acknowledged that when he removed James Comey, especially during the Lester Holt interview, when he -- you read the entire context, the transcript of that interview, he acknowledged that by firing James Comey as FBI director, the president acknowledged that he would, in fact, probably extend the nature and length of the scope of the FBI -- the special counsel probe. But he thought it would be the best for the American people and -- and, look, I -- I've got the letter and -- DICKERSON: Let me ask you -- SEKULOW: The two letters from both the -- let me -- it's important here. The FBI director was removed after a deliberative process, and in part based on, of course, the statements coming from his own attorney general and deputy attorney general who said, and I want to read this, \"as a result, the FBI is unlikely to regain public and congressional trust until it has a directive who understands the gravity of the mistakes and pledges to never repeat them. Having refused to admit his errors, the director cannot be expected to implement the necessary corrective changes.\" So this is not coming out of whole cloth. DICKERSON: Let me ask -- SEKULOW: This is coming out of a recommendation. Yes, sir. DICKERSON: The president said he would speak under oath about all this. That, I assume, is still true? SEKULOW: Yes, the president was very clear about that. He said that if he was asked to do it, he would. He -- that's been asked and -- and -- and addressed. Again, I want to be clear here, the -- DICKERSON: Would -- would he go do it with -- with Congress? Would he -- because you've got this investigation going on. It takes a long time. He could kind of short-circuit by just going up to Congress, Senator Graham and others have called him to testify in front of Congress. SEKULOW: Yes. DICKERSON: Could that get -- get this faster? SEKULOW: Well, that doesn't short-circuit anything. There's multiple tracks of investigations going on here, which is problematic because once the special counsel was appointed, it changes the nature of who can and who will not participate before Congress. So I haven't discussed that with the president at all. He stated he would testify under oath. He didn't specify the venue. We'll just leave that as it is. Again, there are multiple tracks of investigation. But, again, I want to be clear here, the president is not under investigation. James Comey said it. Nothing has changed since then. DICKERSON: The president said last week he would release the tapes of -- if there were tapes -- of his conversation this week. That hasn't happened. Where is that? SEKULOW: I think the president is going to address that in the week ahead. There was a lot of issues this past week. The president gave a major address in Cuba. We had the assassination attempt of -- of Steve Scalise. There were a lot of intervening factors. So the issue of the tapes, I think right now was not priority issue number one when the country was facing an assassination attempt on Steve Scalise and other members of Congress and their staffs, by the way, and our thoughts and prayers are still with him. I know he's in -- still in a very difficult situation. But also he gave a major address on the issue in Cuba and the attempt there to reconcile and redraft a policy that makes sense. So the president has a lot of issues. And I think this shows that the president's concentrating on governing. This issue will be addressed in due course I suspect next week. DICKERSON: All right, Jay Sekulow, thanks so much. SEKULOW: Thank you for having me. DICKERSON: And we're back now with our political panel. Phil, the president said he was being investigated, but his lawyer now suggests he was just basically retweeting maybe something from \"The Post.\" Where are we on this? RUCKER: Well, I can tell you, \"The Washington Post,\" my colleagues there, have reported, based on U.S. officials, that the president is indeed under investigation. That it is an investigation into his potential obstruction of justice, in addition to a number of other issues related to the Russian matter. Now the president may not have been given any sort of formal notice about that, but that doesn't mean that Mueller, the special counsel, is not investigating him. DICKERSON: Ramesh, Jay Sekulow's arguments seemed to be that because the president has the power under I guess the unitary executive to fire his FBI director, that's it, he has the -- he has the power and -- and that sort of opens and shuts the case, but it doesn't seem like it will. PONNURU: Well, I think there are a number of potential problems with that line of argument. One is that if you're doing something corruptly, that raises a separate set of legal issues. And two is that there's a question of political accountability. It is certainly true that it's within the constitutional power of the president to pardon anybody who commits a crime in his name, for example, but that doesn't mean that the House and Senate would or should treat that as just par for the course. Nixon's, the articles of impeachment against him, Clinton, the articles of impeach against him, both referred to obstruction of justice. So the idea that there's no accountability for that is, I think, just not true to our constitutional tradition. DICKERSON: Jamelle, the first kind of question that the president's lawyer had to clear up was one about something the president tweeted. BOUIE: Yes. DICKERSON: Although they say and the president says this is a great thing for me. But if he had not tweeted about this investigation, we wouldn't have had to spend the time talking about it. Is -- is he basically building this case for himself by what he says? BOUIE: I think -- I think that's a fair thing to say. If you look at sort of this entire saga, so much of it is self-inflicted. So much of it stems from choices. The president made impulsive firings, for example, tweets, going on -- having interviews in national outlets and simply saying out right that he is -- you know, I fired Director Comey because of this Russia stuff. Had the president simply shown more discretion, he would not be in this mess. I mean we're sort of in this sort of feedback loop where the president's lack of discretion results in investigations or pushback, which then fuels further lack of discretion, which then fuels, you know, further investigations and pushback. CORDES: And that's why so many congressional Republicans wish that he would just stop tweeting because they would that if he wasn't in trouble with the special counsel before, he is now because of the things that he's saying publicly. BOUIE: Right. CORDES: And they also worry that he's essentially taunting these investigators, you know. If you're saying to these investigators, you're fake news, you're a witch hunt, they worry that's just going to embolden them. You really don't want to be on the wrong side of the FBI and the special counsel. PONNURU: But it's not just what he tweets. He said on the record in an interview -- BOUIE: Right. PONNURU: That he fired Comey because he was upset about the Russia investigation. That's the kind of thing that Jay Sekulow was trying to barrel past in his interview with you. And, you know, if the president lacks impulse control, a sense of self-discipline, that's not a problem about the medium of Twitter. DICKERSON: Phil, is there any solution to this challenge that they kind of have to keep dealing with here, which is the -- the president is in a sense taking himself off message? RUCKER: I -- the solution would be for him to focus on his agenda and lay off Twitter, but we've shown that -- or he's shown that that's not really possible. Look, he's in the White House stewing over this. He's angry. He's confiding in friends about his frustration with the Russia matter, the cloud, as he's referred to it over and over again. And I don't know where this ends. We -- we're currently at the White House staffing up with lawyers. Vice President Pence just hired his own counsel. The president, Trump's lawyer in New York, Michael Cohen, hired his own lawyer. So they're clearly preparing for a much more serious investigation. DICKERSON: And that starts to get quite expensive for those who have to pay all of those legal bills, which creates tension in a White House, in addition to everything else we've been talking about. Nancy, Jeff Sessions, the attorney general, testified this week. A lot of Democratic senators were frustrated they weren't getting answers from him. Where does that stand? Are they going to get those answers they wanted, specifically in this case about the firing of James Comey? CORDES: Probably not because they really have no recourse in Congress to somehow compel him to answer questions about his conversations with the president. And you really saw a split this week between Democrats who thought, you know, there really is no written policy that prevents him from sharing what he said to the president and what the president said to him about James Comey or anything else, and Republicans who said, no, there really is a tradition, the president's top advisors do need to be able to keep those conversations confidential because the president has a right to, you know, free information and guidance from the people around him. He can't be thinking that anything he says to them is going to end up in Congress or in the public space. DICKERSON: Jamelle, I thought that actually Attorney General Sessions, because he was able to say I'm not going to talk about the obstruction things, and was able to defend himself on the collusion, actually ended up helping the White House this week. BOUIE: Right. I think -- I think Attorney General Sessions' sort of emphatic denials of collusion ended up, yes, taking some of the heat away from President Trump, suggesting that the -- that kind of almost conspiracy that's ensketched with regards to collusion is overstated. And if, you know, if the president could show more discretion, would have, I think, really helped the president politically this past week going forward. But the problem, of course, is that Sessions could give those kind of politically helpful performances again and again and again, but as long as the president is unwilling to temper what he says in whatever forum, it kind of is awash in the end. DICKERSON: In -- in this whole context, the White House had of the president had a cabinet meeting this week. I want to take a look at a little bit of it and then, Ramesh, I what to get your thoughts about what we think this was intended to do. Let's take a look. (BEGIN VIDEO CLIP) TOM PRICE, HEALTH AND HUMAN SERVICES SECRETARY: Mr. President, what an incredible honor it is to -- to lead the Department of Health and Human Services at this pivotal time under your leadership. I can't thank you enough for the -- the privilege that you've given me and the leadership that you've shown. ELAINE CHAO, TRANSPORTATION SECRETARY: Mr. President, last week was a great week. It was infrastructure week. Thank you so much for coming over to the Department of Transportation. Hundreds and hundreds of people were just so thrilled to hang out, watching the whole ceremony. REINCE PRIEBUS, WHITE HOUSE CHIEF OF STAFF: On behalf of the entire senior staff around you, Mr. President, we thank you for the opportunity and the blessing that you've given us to serve your agenda and the American people. And we continue to work very hard every day to accomplish those goals. (END VIDEO CLIP) DICKERSON: Ramesh, cabinet meetings like this tend to be showy at the start. We're -- we're familiar with that. But this still was a little bit different. PONNURU: Well, it was the first time he's got his entire cabinet assembled for a meeting, and he, I guess, wanted to put on a show. It -- to -- amongst some of the cabinet members, not all, it seemed to devolve into a contest about who could praise the president most fulsomely. And I'd say that the chief of staff, Reince Priebus won that contest, you know, going away. But a lot of the others, they were just saying, thank you for the honor to be able to serve the public, which is, I think, a pretty anodyne kind of statement that people in both parties would have said. DICKERSON: Right. CORDES: Look, these are smart people. They know what works with this president. RUCKER: Yes. CORDES: It's like the Saudis putting a ten story high image of him up on a building. They know what he reacts to. They're all competing to get his attention, to get him to embrace their proposals for how to move their particular department forward, and they know that one of the quickest ways to do that is to flatter him. DICKERSON: Phil, was this -- and there was an orchestrated feel to it, against, as Ramesh quite rightly put it, this is not totally unfamiliar. The -- RUCKER: Yes. DICKERSON: You know, cabinet members praising the boss. But it still, they -- they all seemed to have been given a memo. And what I wonder is, whether this tells us anything about the sense of where this president feels in -- either under siege, he's talked about being under siege, whether he feels it personally, whether this was an effort to kind of beat back or -- or put forward some kind of strategy, or whether it was just about saying nice things about the president. RUCKER: Well, clearly the president feels like his whole presidency is under siege and under attack. But these cabinet members, when they introduce him at events in public individually, they say the same thing. Vice President Pence says it everywhere he goes, broad shouldered leader, the amazing sort of President Donald J. Trump. And it's sort of like the dear leader language you hear out of North Korea and another country. We're not used to that in the United States. But President Trump responds to that. He feels like this is very much a personal sort of leadership style that he has and he wants to -- to be praised. And -- and it works. DICKERSON: Jamelle, let's switch quickly to health care. The Senate is trying to put together a bill. The president apparently told some senators that he thought the House bill that had come out had been mean, was mean. Where do you see things right now for this? BOUIE: I mean part of the trouble here is that we don't really know what is in the Senate bill. It's being crafted in almost complete secrecy. Key senators are unwilling to speak about its contents. Voxx.com did a series of interviews with eight senators who, to a person, could not describe how the bill they are considering meets their goals. And so, substantively, it's generally difficult to say whether or not the Senate bill is going to be less mean and then the House bill. I think it is clear that Majority Leader McConnell is desperate to get something across the finish line. It's trying to insulate his members from any kind of political or public pressure. And I think Trump's scandals have had this effect of making that even more urgent. That the longer the president is sort of under scrutiny, the longer our political conversations focus on the president's misconduct, perhaps, the more difficult it is for them to do anything. DICKERSON: Nancy, Mitch McConnell's a smart guy and knows how to do things. What's his strategy here? CORDES: Well, you know, his challenge is, if you're not going to do the House bill, because it's mean, and if you're not going to do Obamacare, because you think that's a failure, your universe of options is quite small. So they're trying to thread this needle in private. They're trying to craft something that is somehow going to get 50 members of their caucus, you know, the most conservative, the most moderate, and that's incredibly difficult. It's pretty clear at this point they're not going to meet their self-imposed deadline at the beginning of July, just because time is running out. They don't have information from the CBO about what this would cost and what it would mean and they've promised to do that before they try to pass something. DICKERSON: Thirty seconds. PONNURU: I had a long conversation with a member of the Senate Republican working group on Friday. I get the impression there are very serious decisions that are still not made. How -- how many people are going to be eligible for Medicaid? What's the growth rate going to be? I -- I agree, I don't think that they are close to hitting this deadline. DICKERSON: And the question also is, in the way they're doing it. Don't they run up against the criticism they had about the Affordable Care Act, which actually did have lots of bipartisan discussion? PONNURU: Absolutely, and I think Senator Rubio is going to probably be joined by other Republicans in saying, whatever the process by which you're drafting this, you've got to have an extended conversation. You can't just ram this through once it's put together. DICKERSON: OK. Well, that's the end of our extended conversation. Thanks to all of you. We'll be right back in a moment. (COMMERCIAL BREAK) DICKERSON: We turn now to CBS \"This Morning\" cohost Norah O'Donnell, who joins us from Seoul, where she will be interviewing the president of South Korea, President Moon Jae-in. Norah. NORAH O'DONNELL, CBS \"THIS MORNING\" CO-HOST: Hi, John and greetings, yes, from here in Seoul, South Korea. It is a new day here in this country, in part because there is a new president who is promise a change in strategy. President Moon was elected just last month. And what he's talking about is going back to the sunshine policy, opening a dialogue with the North, and that is a significant change, a significant break from the past decade. In fact, President Moon, just this week, said he wants to sit knee to knee with the North Korean dictator, President Kim Jong-un. DICKERSON: And, Norah, your interview comes at an important time as well for his relations with the United States. O'DONNELL: And the timing is incredibly significant because President Moon is heading to Washington and the White House to meet with President Trump. And that relationship between the South Korean president and the U.S. president is incredibly important. This is one of the most important strategic alliances in Asia, in part of the world. We've heard from defense secretary, Mattis, saying that North Korea's nuclear weapon program is the most urgent threat to U.S. national security. How will President Trump and President Moon work together? We've already seen the new president create some distance with the United States. One of his advisors saying just today that they're talking about their own anti-missile program. What about the status of the 28,000 U.S. troops who are stationed here? There's talk about, in a concession perhaps to the Chinese or to the North to talk about reducing the number of joint military exercises. So all of those things are on the table as this president, in particular, is looking at a way to find a solution to North Korea's nuclear program. DICKERSON: An incredibly delicate time and we're happy to have you over there, Norah. It's a bit of a homecoming for you a little bit. O'DONNELL: My dad served in the U.S. Army for 30 years, so I was stationed here. My dad was stationed at the Yongsan Army Garrison. So I actually lived on the military base for two years when I was about ten years old. So it's been a while. It's been 30 years since I've been here. So it's -- it's really exciting for me to be back here. I'm going to take a tour of the garrison tomorrow, see my old home is -- is still there. But also it's just significant because they're talking about moving most of our troops from Yongsan to another base further away from the DMZ. So I have a lot to learn. And also because I think this is just a new time, as I said earlier, with this new president, President Moon, going to the White House, what is this going to mean for the future of the Korean peninsula? DICKERSON: Norah O'Donnell on assignment. Norah, thanks so much. Again, Norah's interview will air on CBS \"This Morning,\" Tuesday at 7:00 a.m. Eastern and Pacific. And also throughout the day on our digital network, CBSN. We'll be back in a moment. (COMMERCIAL BREAK) DICKERSON: Commencement season is just about wrapped up, and as we take a look at some of our favorite speeches this year, instead of focusing on the famous, we thought we'd share the fresh wisdom of the graduates themselves. They spoke the languages of the world. (BEGIN VIDEO CLIP) CALEB PINE, UNIVERSITY OF (INAUDIBLE): Friends and fellow graduates, welcome. In Arabic (INAUDIBLE), or in the words of Confucius (INAUDIBLE). (END VIDEO CLIP) DICKERSON: And they did it with a millennial touch. (BEGIN VIDEO CLIP) SYED HOSSAIN, JOHNS HOPKINS UNIVERSITY: But first, let me take a selfie. (END VIDEO CLIP) DICKERSON: They braved the elements. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: Thank you, everyone, for hanging out in the rain. ADRIEL BARRIOS-ANDERSON, (INAUDIBLE): We usually try to forget -- whoo -- (END VIDEO CLIP) DICKERSON: Without missing a beat. (BEGIN VIDEO CLIP) BARRIOS-ANDERSON: Hidden in our stories are silences that critically shape our experiences. (END VIDEO CLIP) DICKERSON: They showed us they were listening when we thought they were just wasting their time. (BEGIN VIDEO CLIP) COOPER NELSON, UNIVERSITY OF SOUTHEASTERN (ph) CALIFORNIA: SpongeBob taught us, love yourself and stay optimistic. Even \"South Park.\" \"South Park\" taught me to question authority, question power, dig beneath the most convenient answer. (END VIDEO CLIP) DICKERSON: And in their enthusiasm for the lessons of life, they showed us they were actually paying attention to the important stuff too. (BEGIN VIDEO CLIP) EMILY CUBILETE, (INAUDIBLE): Remember that difficult roads often lead to beautiful destinations. Don't worry about your failures. Worry about the chances you miss when you don't even try. Worry about the direction you've fallen. Fall forward, never backwards. MATTHEW SKINNER, HOBART AND WILLIAM SMITH COLLAGES: Cherish within your heart the love of those characteristics which will make you the best parent, partner, co-worker and friend. Don't silence those who have been silenced their whole lives. Often it's the quiet person in the corner who has the best stuff to say. And lastly, for the love of God, shut up and listen. AUGUSTE ROC, HARVARD UNIVERSITY: Let courage be our defense against cowardice, hope our defense against despair, compassion our defense against destruction. (END VIDEO CLIP) DICKERSON: The class of 2017, from Spellman College in Atlanta, to Teen University in New Jersey. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (singing): That sunshine in my pocket. Got that good song in my feet. (END VIDEO CLIP) DICKERSON: And Boise State University, to West Point, graduates, we salute you. And we'll be right back. (COMMERCIAL BREAK) DICKERSON: And that's it for us today. To all the fathers out there, Happy Father's Day. Thanks for watching. Until next week, for FACE THE NATION, I'm John Dickerson.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/face-the-nation-june-18-2017-transcript-rubio-sanders-sekulow-odonnell/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Face the Nation June 4, 2017 Transcript: Warner, Collins, Haley, Stoltenberg",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2017
            },
            "article_content": "JOHN DICKERSON, CBS HOST: Today on FACE THE NATION: breaking news overnight, as terrorists strike in London again.   And we will preview what could be crucial congressional testimony from former FBI Director James Comey.   In the third terror attack in Great Britain in as many months came a scene that is now becoming all-too-familiar. On a summer Saturday evening in London, three terrorists drove a van into pedestrians on London Bridge, then went on a stabbing rampage in a nearby neighborhood filled with restaurants and pubs.   At least seven are dead and close to 59 injured.   London Mayor Sadiq Khan conveyed the public anguish.   (BEGIN VIDEO CLIP)   SADIQ KHAN, MAYOR OF LONDON: There are not words to describe the grief and anger that our city will be feeling today. I am appalled and furious.   (END VIDEO CLIP)   DICKERSON: Prime Minister Theresa May surrounded the alarm for a fresh alarm to combat the threat.   (BEGIN VIDEO CLIP)   THERESA MAY, BRITISH PRIME MINISTER: We believe we are experiencing a new trend in the threat we face, as terrorism breeds terrorism. We cannot and must not pretend that things can continue as they are. Things need to change.   (END VIDEO CLIP)   DICKERSON: We will bring you the latest, with reports from the scene.   Then, as former FBI Director James Comey prepares to testify before the Senate Intelligence Committee about pressure he felt from President Trump to end his investigation, we will talk with two top members of the committee, Vice Chairman Mark Warner and Republican Susan Collins.   Finally, with our allies still feeling the chill after President Trump pulls out of a global climate pact, we will assess where relations stand with U.N. Ambassador Nikki Haley and the head of NATO, Jens Stoltenberg.   It is all coming up on FACE THE NATION.   Good morning, and welcome to FACE THE NATION. I am John Dickerson.   There is grim news this morning, as the residents of London awoke to another terror attack on their city. The police believe the incident has been contained and say they shot and killed the suspects.   We begin our coverage with CBS News correspondent Elizabeth Palmer, who is at London Bridge, the scene of one of the attacks -- Liz.   ELIZABETH PALMER, CBS NEWS CORRESPONDENT: Good morning, John.   Well, 16 hours in, and the U.K. government has decided not to raise the terrorist threat level to its highest notch. That is critical. It is a very good indication that they do believe that they have managed to kill the three men who planned and executed these attacks.   (BEGIN VIDEOTAPE)   PALMER (voice-over): However, officers today have been raiding homes in the East End of the city, and have arrested 12 people so far who may have connections to the attacks.   They started just after 10:00 last night, with people around London Bridge running for their lives...   UNIDENTIFIED MALE: Move back!   PALMER: ... urged on by the police. The terrorists' van, which they used to mow down pedestrians on the bridge, stood abandoned as security services rushed to the scene from the air and the ground.   The three men, armed with knives, had raced into nearby restaurants on a stabbing spree. Eyewitness Gerard (ph) saw it all.   UNIDENTIFIED MALE: They just started running around like machines and just stabbing everybody and whoever was near them.   PALMER: One bystander captured pictures of a victim being helped away, his throat apparently cut.   And in this video, you can see severely injured people being treated at the scene of the attack in Borough Market, which is right next to the bridge.   Meanwhile, armed police units moved into position here, filmed by a traumatized resident on her phone. And then, as suddenly as it had begun, it was over, the three suspects shot dead by police. All of them were wearing what looked like suicide belts, but which turned out to be fakes.   Prime Minister Theresa May:   MAY: The police responded with great courage and great speed. The terrorists were confronted and shot by armed officers within eight minutes of the police receiving the first emergency call.   (END VIDEOTAPE)   PALMER: The police response was stunningly fast, but the government is clearly worried that there are now other radicalized young men who realize that they need nothing more than a car and a kitchen knife to sow mayhem.   As Prime Minister Theresa May said, terrorism breeds terrorism -- John.   DICKERSON: Elizabeth Palmer, thanks.   We now go to CBS News foreign correspondent Charlie D'Agata, who is also at London Bridge -- Charlie.   CHARLIE D'AGATA, CBS NEWS FOREIGN CORRESPONDENT: Good morning, John.   We are in an area not far from where the attacks took place last night. And these whole neighborhoods in the heart of London are still on lockdown, the police cordon just about as wide as it was last night as this investigation gets under way.   (BEGIN VIDEOTAPE)   D'AGATA (voice-over): This morning, forensic teams combed through the area, searching for any clue that might help identify the assailants and provide some explanation for their motivation.   An unarmed transport police officer was among the first knifing victims, stabbed in the face as he tried to intervene. Police say he is in stable condition, that his injuries are not life-threatening.   Documentary filmmaker Gabriel Shioto (ph) used his cell phone to capture the moment armed police helped put an end to the rampage.   UNIDENTIFIED MALE: So, I saw this man with this kind of explosive-looking belt. And so, at that point, they were running towards me. D'AGATA: That apparent suicide belt was a fake, designed, police say, to spread panic and fear as attackers lunged at victims.   UNIDENTIFIED MALE: Then there was this police officer who was trying to do his best to control the situation. And I think he managed -- like, he was the guy who managed to put them towards the main street, where the cops came over. And they surrounded these people, and they shot them down.   D'AGATA: The attack came right on the eve of tonight's Ariana Grande benefit concert in Manchester in tribute to victims of the suicide bombing less than two weeks ago that killed 22 people.   (END VIDEOTAPE)   D'AGATA: That concert actually sold out in less than 20 minutes. Now, Manchester police say it will go ahead as scheduled, but with increased security. Everyone is going to be searched and armed police will be on duty -- John.   DICKERSON: Charlie D'Agata for us in London, thanks, Charlie.   We want to go now to New York, where former Homeland Security Adviser to President George W. Bush and CBS News senior national security analyst Fran Townsend is standing by.   Fran, I want to start. Let me just get your read on what has happened and what we know so far.   FRAN TOWNSEND, CBS NEWS SENIOR NATIONAL SECURITY ANALYST: Well, you know, John, look, the London police, the extraordinary speed with which they killed the three attackers -- by the way, the attackers helped them.   These hoax suicide vests, what -- as soon as police saw that, knew that they had to shoot them and take them down. I think right now what we are seeing is, in terms of these searches, they are looking to see, were these three individuals, were they directed by ISIS, were they enabled or were they simply inspired?   You know, the difficulty is, with individuals who are inspired by the Internet, like messages on Telegram and the ISIS channel, calling for these sorts of attacks using cars and knives, you know, it is difficult to interrupt that cycle of violence. If someone is merely going to take a van or a knife, how do you interrupt that?   And I think that is what the prime minister is getting at. We can't stand for this radicalization over the Internet any longer.   DICKERSON: Is that what she means? Theresa May mentioned that this -- there was -- this was a new trend. Is that how you read it in terms of what she means, what is new here?   TOWNSEND: I think what she is talking about as new is this use of everyday items of a car or a knife, something easily accessible, where you can be inspired by a message on the Internet and just go out.   It is a new trend. And, you know, the Londoners are really suffering from this, even the Westminster attack in the last two months, where they used a car on a different bridge and a knife. And so this does seem to be a new trend and very difficult for them to be able to get their arms around.  DICKERSON: And, as you say, as opposed to what happened in Manchester, which required bomb-making expertise, this is much more homegrown, lone wolf kind of thing. Is that right way to think about those two?   TOWNSEND: That's right, John.   We don't know if -- we are presuming these are British citizen, but we don't know that yet. And so, if it is homegrown, what is often referred to as clean-skinned, individuals otherwise unknown to authorities, it becomes very difficult to identify and deter and prevent the attack before it takes place.   It really does require citizens to help identify those who may be in the process of radicalization before they take the decision to go out and do it.   DICKERSON: What would American officials be doing after an attack like this?   TOWNSEND: Well, I think everybody is going to be looking -- first of all, American authorities are looking to see, do we have anything in our intelligence about these three attackers or the network, if there is a network, that they are associated or affiliated with that might be of use to our British colleagues and authorities?   I do think it is worth saying, John, after all of the leaks relating to Manchester, there was concern that authorities wouldn't be sharing, British authorities wouldn't share with us information. I think this is a good indication from what we are hearing and seeing that British authorities have continued to share intelligence with us, and we are doing the same back to them.   And that will help us, ourselves, in understanding how this attack was executed to help protect Americans here at home.   DICKERSON: The president responded first to this attack by bringing up his travel ban. How useful would that be in combating this kind of an attack?   TOWNSEND: Well, I think the concern, the underlying concern here is, as we see our U.S. forces and our allied forces making progress in places like Mosul and Raqqa against the sort of physical caliphate, will individuals flee that area before those cities fall and try to come to Western countries, whether that is Europe or the United States?   The president's, what we call the travel ban is really a 90-day moratorium to look at whether or not -- who do we let in under what circumstances, and what are the sort of indicia that we ought to be looking at to identify threats before they arrive on our shores?   It is not clear whether or not that has relevance in this particular case, the overnight London attack. But I think that is the underlying concern. As the physical caliphate falls, how do we identify and make sure we don't let those people sort of bleed into Western Europe and the United States?   DICKERSON: All right, Fran Townsend, thanks so much.   TOWNSEND: Thanks, John.   DICKERSON: We turn now to the top Democratic on the Intelligence Committee, Virginia Senator Mark Warner.   Senator, you have been briefed. What do you know about this attack?   SEN. MARK WARNER (D), VIRGINIA: Well, first of all, John, let's express our condolences to the British people.   They are our strongest allies. And, clearly, the London police force responded appropriately. Eight minutes after the incident started, the terrorists were taken down.   And I also want to emphasize as well that, as your report just made, that the information-sharing between the British and the Americans is still top-notch and going forward.   I think there is not much more than the NCTC knows than what has been publicly reported. There is no imminent threat in the United States. But I think the very question is, was this terrorist-directed or terrorist-inspired? The British will continue to investigate.   I think it is really important, though, and one of the things that concerns me about the president's tweets this morning where he, in effect, is calling for a Muslim travel ban again, even though the courts have continued to turn that down, if the president wanted 90 days to reexamine how individuals from certain countries would enter the United States, he has had more than 90 days.   Why -- if there's new procedures put in place, put those procedures in place. Don't continue to call for this travel ban, which is, frankly, all of the leaders of the intelligence community have said would be, in effect, a slap in the face to Muslim Americans and others, and, in many ways, might actually incite more incidents.   DICKERSON: Very quickly here, Theresa May said -- she talked about technology.   You were once a technology executive. She talked about Internet service providers and how there needed to be some way to regulate cyberspace to keep this ideology from having a place to grow. What is your thought about that?   WARNER: Well, I think we do have to reexamine the roles of all of these platform companies, the Facebooks, the Twitters, the Googles, and recognize there may need to be some responsibility to curate information.   I was out on the West Coast last week and met with some of those companies. I think they understand that. They first started some regulation around child pornography. They have now started to regulate some content around terrorism threats.   I was out there raising questions around fake news and how that can affect the democratic process. Facebook, for example, said they took down 30,000 fake sites before the French elections.   But I think this is a discussion that we need to have, because, obviously, there is value in the Internet. We want to continue to have those connections. But there is also -- we are seeing the dark side.   DICKERSON: You have two hearings this week.   WARNER: Right.   DICKERSON: There's James Comey, who is testifying on Thursday. But, before, you have a hearing on Wednesday. What is important about that hearing?   WARNER: Well, we are going to have at the Wednesday hearing ODNI Director Coats and NSA head Admiral Rogers.   The press has reported that both of those individuals had some level of pressure from the president to downplay the Russian investigation. I want to ask those individuals directly, did they have that kind of pressure, can they report on those conversations they had with the president, because it would be very concerning.   And then, obviously, Thursday, we have former FBI Director Comey. And I think we have known since Watergate that rules of the road were, you know, a president shouldn't intervene in an ongoing investigation, particularly the case if it involves individuals that are close to that president.   And it would be unthinkable if the president actually did what was reported, asked FBI Director Comey to, in effect, back off of at least the investigation into General Flynn.   DICKERSON: And is Comey going to be able to testify? There has been some talk the White House...   (CROSSTALK)   WARNER: There has been some talk, but I -- my hope is -- and I believe this morning the White House has backed off from some call of executive privilege, since, clearly, the president himself has commented about this.   And, you know, frankly no matter what you thought about Jim Comey, the fact that the president disparaged him with comments in front of the Russians is just unacceptable.   DICKERSON: So, you expect James Comey to give a sense of why he felt that pressure. He won't be bringing those memos, though, that he wrote, though. Why can't you get a...   WARNER: Well, we want to get a look at those memos as well. I believe former FBI Director Mueller, who is now leading the investigation, he will have to agree whether Comey can look at those memos or whether we can look at those memos.   Ultimately, I think we will get a chance to look at them. I think it is very important.   DICKERSON: Is there a key question you want Comey to answer?   WARNER: I want him to reinforce, one, the fact that the Russians directly intervened in our elections, which everybody accepts, except for the president and maybe Vladimir Putin.   And, two, I want to know what kind of pressure, appropriate, inappropriate, how many conversations he had with the president about this topic? Did some of these conversations take place even before the president was sworn in?   And I think Jim Comey deserves to have his, in effect, day in court, since the president has disparaged him so much.   DICKERSON: You also said that the Treasury Department has not complied fully with the committee document requests. Where does that stand?   WARNER: We are still sorting through. We are getting more cooperation. We're trying to follow some of the financial ties. There have been some evidence...   DICKERSON: Ties to Russia?   WARNER: Ties to Russia between some of the associates of Mr. Trump, some of the payments.   We just want to follow that to ground, whether with General Flynn or Mr. Manafort. And I think it's important that we have that information.   The one thing about this committee -- and I know you are going to have Susan Collins on later in the program -- I am very proud of the committee, that it -- we have stayed bipartisan. And we're going to follow the facts. And every one of us, Democrat and Republican, realize this is one of the most important things we will ever do. And wherever the facts lead, we are going to follow.   DICKERSON: Will you be asking Treasury for any information about President Trump's ties to Russia in terms of financial ties?   WARNER: I think, if there are inappropriate indication of financial ties, we would look at those. We have not seen those to date.   There is a lot of smoke. We have no smoking gun, but there's a -- every week, there is more smoke that appears. And we have to sort through it.   DICKERSON: Give me a sense of the larger smoke question. There is still no proof of conclusion.   So where, really, are we on the question of smoke vs. fire?   WARNER: Well, we have a number of contacts that took place between individuals affiliated with the Trump campaign and the Russians prior to elections.   And there are still some of those contacts I don't think have been fully revealed. Then we have a series of contacts that took place between the election and the president's inaugural. Some of those were contacts that obviously didn't get disclosed originally, cost General Flynn his job, cost the attorney general -- he had to recuse himself from the investigation -- because these individuals didn't fully disclose.   We have a series of contacts as well between Mr. Kushner, that some may have taken place before the election, but obviously others after the election.   Then we have the series of events that took place since the president has been sworn in, where, clearly, Comey and potentially Rogers, Coats and maybe others have been attempted to been influenced by the president.   So, as each week goes along and more stories break, what I think the president deserves and the American public deserves is to go past reported press stories and actually hit facts.   DICKERSON: All right, final -- very quickly, anything off-limits with Comey on the questions?   WARNER: I think he is going to have a chance to tell his story. And I know every member is going to have a number of questions for him.   DICKERSON: All right, Senator Warner, thank you so much for being with us.   WARNER: Thank you, John.   DICKERSON: And we will be back in a minute.   (COMMERCIAL BREAK)   DICKERSON: And we are back with Maine Republican Senator Susan Collins, who is also a member of the Intelligence Committee.   Senator, before we get to the hearings this week, I want to ask you.   The president's reaction to this horrible attack was that he said the travel ban that he's pushed for needs to be enacted now. Do you agree with that?   SEN. SUSAN COLLINS (R), MAINE: I don't. I think that the travel ban is too broad. And that is why it has been rejected by the courts. The president is right, however, that we need to do a better job of vetting individuals who are coming from war-torn countries into our nation.   But I do believe that the very broad ban that he has proposed is not the right way to go.   DICKERSON: Let me ask you about the hearings next week.   You said to \"The New York Times\" that this was like a tapestry, and that there are threads, and you are seeing more and more the more you get into it.   How big is that tapestry? Is it getting bigger? How -- do you feel like you have got a handle on it, or does it just keep getting bigger?   COLLINS: There is so much speculation and so many stories and so many leaks, that it is very difficult to determine the facts of the Russian involvement in our elections last fall, the extent to that -- of that involvement, and also whether or not there was collusion or collaboration with members of President Trump's campaign team.   And that is why the hearings this week are so important, particularly the hearing on Thursday with Mr. Comey. This will give us a chance to give his perspective on the issue of Russian involvement and also on the issue of collaboration or collusion.   What has he seen? What initial judgments has he made?   DICKERSON: You have mentioned that the -- I think, because of that complexity, you might -- might benefit from having a special investigator on the committee. What -- is that the benefit of that?   COLLINS: It is.   This is extraordinarily complex. And we have a wonderful staff of experts in intelligence, but I think we would benefit from having an experienced investigator overseeing the investigation.   I will say every member of the committee has been extremely active in reviewing the evidence that we do have so far.   DICKERSON: How much of your time does this take up, all of that evidence?   COLLINS: It is taking up a great deal of time. I have made three different trips to CIA headquarters to go over the raw intelligence. That is information that we don't usually get to see.   One reason that I am so eager to question Mr. Comey is that in the letter in which he fired -- in which the president fired the former FBI director, there is a very interesting phrase in which he says, \"While I am very grateful that you on three separate occasions informed me that I was not a subject of the investigation.\" That phrase raises a lot of questions in my mind. Does Mr. Comey agree that that is what was said? Why would he tell the president that? What was the tone and the context of those discussions on three different occasions, if they, in fact, are accurately portrayed in this letter?   DICKERSON: Also, Mr. Comey at one point said that -- in testimony, he said there was no effort to block this investigation. So, how do you see those -- squaring those two things?   COLLINS: That is one of the reasons why it is so important for us to hear from Mr. Comey before our committee, as well as other witnesses.   The acting director of the FBI also said that there has not been an attempt to influence the investigation. And yet we hear about these memos to the file, all of these dinners and meetings between President Trump and the FBI, the former FBI director. So, we need hear the directly from Mr. Comey on these important issues.   DICKERSON: And, in your mind, is there a space where the president could have put pressure on him, but pressure is not all the way to obstruction?   COLLINS: Absolutely.   And let me give you an example of the conversation that allegedly occurred about Michael Flynn. If the president said, look, I just fired the guy, I feel bad for him, what do you think is going to happen, that is one thing.   If, on the other hand, the president said to Mr. Comey, I want you to end this investigation of General Flynn, I want it ended now, and if you don't do so, you are going to be in trouble, that is a whole different nature of a conversation.   And that is why the tone, the exact words that were spoken and the context are so important. And that is what we lack right now. And we can only get that by talking to those directly involved.   DICKERSON: All right, Senator Collins, thank you so much for being with us.   COLLINS: Thank you.   DICKERSON: And we will be back in a moment.   (COMMERCIAL BREAK)   DICKERSON: CBS News will have live coverage of former FBI Director Comey's testimony before Congress on Thursday, June 8, starting at 10:00 a.m. Eastern, 7:00 a.m. Pacific.   We will be back in a moment.   (COMMERCIAL BREAK)  DICKERSON: And we will be right back with a lot more FACE THE NATION, including our interview with U.N. Ambassador Nikki Haley, explaining the president's decision to leave the Paris climate accord, and also the head of NATO, Jens Stoltenberg, plus our panel.   Stay with us.   (COMMERCIAL BREAK)   DICKERSON: Welcome back to FACE THE NATION.   We spoke with U.N. Ambassador Nikki Haley before the London attacks occurred, so we had to edit her remarks for our broadcast today. The longer version of our interview is available at facethenation.com.   We began by asking about international reaction to the president's decision to pull out of the Paris Climate Change Accord.   (BEGIN VIDEOTAPE)   NIKKI HALEY, U.S. AMBASSADOR TO THE UNITED NATIONS: I think they understand. They understand that the U.S. is doing what's in the best interest for the U.S. And the thing is, John, we've always been a leader when it comes to the environment, and we've always been very conscious of that, and what you're seeing the U.S. do is making sure we're taking care of the U.S. first. Our first concern does not need to be what the international community thinks of us. Our concern needs to be, are we doing right by the American citizens?   DICKERSON: Does the president believe in climate change, ambassador?   HALEY: He believes that climate is changing and he believes pollutants are part of that equation. And I know how -- that he is absolutely intent on making sure that we have clean air, clean water, that he makes sure that we're doing everything we can to keep America's moral compass in the world when it comes to the environment. We've done that in the past. We'll do it in the future. It's what the U.S. does. It's what we'll continue to do.   DICKERSON: That seems to be a difference from what the president has said. Before he had said, \"I do not believe in climate change,\" and he has called it a \"hoax.\" So you're saying that's not true, he believes in man-made climate change?   HALEY: The president believes the climate is changing, and he does know that pollutants are a part of that equation.   DICKERSON: So he believes that human activity, which creates those pollutants, leads to climate change; is that right?   HALEY: I mean, John -- John, I just gave you the answer. I mean that's -- that's what he believes. And so that's as clear as I know to give it.   DICKERSON: All right.   HALEY: You know, we can all weigh this out, but at the end of the day, watch what the president does. What he is doing is making sure that we have jobs for American citizens, but also making sure that we have a clean environment.   DICKERSON: You and the president have said he would like to forge a new agreement with the international community. Now, countries like Germany and Italy have said, there can be no agreement. But, also, how can there be an agreement if the United States doesn't believe that human activity leads to climate change and the entire rest of the world does?   HALEY: I -- John, I think that, at the end of the day, we can debate the minutia of what is and what isn't climate change, but it's -- but what we have to look at is the president said he's going to look out for jobs, he's going to look out for the economy and he's going to look out for America's interests. But we're always going to be a good international citizen. It's what we've always done. We've always been conscious of the environment. We're not going to stop doing that.   DICKERSON: OK. Well, that -- it seems like there's an irrevocable disagreement with the -- with the rest of the world. Let me -- let me ask you this question.   HALEY: I think the rest of the world would like to tell us how to manage our own environment and I think that anybody in America can tell you that we're best to decide what America should do. We don't need India and France and China telling us what they think we should do.   DICKERSON: Angela Merkel, apparently in her conversation with the president about this said, if the United States pulled out of the agreement, what would the -- what would the moral message be to countries like Africa, where this -- where climate change affects drought and famine and war, and then also countries like Fiji, where the rising sea levels affect it. What's the answer to Chancellor Merkel?   HALEY: The answer is that they should continue doing what's in the best interest. And if the Paris agreement was something that works for them, that they can achieve, they should do that.   You know, there's a reason that President Obama didn't go through the Senate to get this cleared, because he couldn't. It was -- the regulations were unattainable. I mean you could not actually have a business run under the regulations that we had. And so we're not saying forget about the environment. We know that there are issues with the environment. We know that we have to be conscious of it. But we can't sit there and have Angela Merkel telling us to worry about Africa. She should continue doing her part. We're going to continue doing our part. We're going to continue encouraging other countries to do what they think is in the best interests of them. But, you know, American sovereignty matters. DICKERSON: When we spoke in April, you said that it was Washington chatter about the question of Russian meddling in the elections, but since then there have been more reports about Russia trying to meddle in NATO countries. The president of Russia has talked about breaking up NATO as an objective. And yet the U.S. has taken no action against Russia. Why?   HALEY: Well, I think that, you know, they are going through the motions of the investigation. I can tell you, we've taken actions against Russia in the Security Council. We've stood strong on the sanctions in their situations with Ukraine. We've called them out in their association with the Assad regime. We're going to continue to call them out as we need to. At the same time, we are trying to see if we can have talks with them on how to better come in line in the Syrian conflict. We're working with them on counterterrorism. But if we see Russia doing anything wrong, we're going to tell them.   I can tell you, the international community is concerned about Russia's meddling within all of their elections, but they're concern about Russia for a lot of reasons and so we'll continue to keep our eyes on them and when we can work with them, we want to try and do that, but when we can't, we're going to hold the line.   DICKERSON: All right. Ambassador Nikki Kaley, thanks so much for being with us.   HALEY: OK. Thanks so much, John.   (END VIDEOTAPE)   DICKERSON: And we'll be right back with a special interview with NATO Secretary General Jens Stoltenberg.   (COMMERCIAL BREAK)   DICKERSON: And joining us now is NATO Secretary General Jens Stoltenberg.   Mr. Secretary-General, we want to welcome you to FACE THE NATION.   NATO, in the most recent meeting, there was a lot of talk about terrorism. How does that relate to what's just happened overnight in London?   JENS STOLTENBERG, SECRETARY GENERAL OF NATO: What happened overnight in London just underlines the importance of stepping up the efforts to fight terrorism, and NATO has an important role to play. Our biggest main cooperation ever, our presence in Afghanistan, is about fighting terrorism, preventing Afghanistan from once again becoming a safe haven for international terrorists and we are in Afghanistan as a (INAUDIBLE) response for -- to a terrorist attack against the United States on 9/11/2001.   But what we decided at the meeting last week was to step up our efforts by joining the global coalition to fight ISIL and also to provide more (INAUDIBLE) support with our air (INAUDIBLE) surveillance planes and the NATO allies are in many different ways now contributing to a very important, but long fight that will take time to defeat ISIL and to fight extremists.   DICKERSON: And so that NATO role extends now beyond Afghanistan into those AWACS planes helping in Syria and in Iraq as well, is that right?   STOLTENBERG: Yes. So, first of all, NATO has done many things in the fight against terrorism for many years, but Afghanistan has been the biggest main (ph) operation (ph). We are increasing our practical support to the counter ISIL coalition with training of Iraqi forces with AWACS surveillance planes, helping to improve the air picture over Syria and Iraq. But They're also working with partners in the region, Jordan, Tunis, how to help them keep their own countries stable. That's extremely important in the fight against terrorism.   And we are also strengthening our work when it comes to intelligence. We have just established a new division in the alliance for intelligence and to improve the ways we are sharing intelligence. And the U.S. is playing a lead role in all of this. The U.S. will strongly pushing for NATO joining the coalition. President Trump personally engaged in that issue. And I welcome the lead of the U.S. in the fight against terrorism.   DICKERSON: You were prime minister in 2011 when there was an attack in Norway. Does this reflect on this moment in London based on your experience?   STOLTENBERG: I think what this is, that the terrorists, they want to change the way we live. They want to attack our open, free societies. And the best response is to stand up for our open, free societies and to continue to live the lives we want to live, because then the terrorists will lose. It also underlies the important of doing many different things. We need many tools. We need to fight the ideology, the extremism in political, diplomatic means, but we also need military tools as we see, for instance, in Afghanistan, Iraq, Syria.   DICKERSON: What's your response to the president's departure from the Paris Accord this week?   STOLTENBERG: He has made his decision and we have heard the reactions from European allies. I think this illustrates that NATO is an alliance of 28 Democracies. We have seen differences before, going back to the Suez Crisis in '56, to the Iraq War in 2003, but NATO has been able to rise above these differences and stand together, be united around the (INAUDIBLE) to depend and protect each other. And that's exactly what we are doing now.   DICKERSON: NATO has weathered difficulties, but they're -- this isn't alone, the Paris agreement departure and there was also some confusion about the president's behavior at the NATO meeting. Do you believe that President Donald Trump believes in the mission of NATO?   STOLTENBERG: Absolutely, partly because this is a treaty obligation and by all allies. It's part of the Washington treaty, the founding treaty of the alliance. Second, because he has, in meetings with me, in public when I met him in the White House last month, stated that he is committed to NATO and his security team has also stated that very clearly.   But more important is that the U.S. is now increasing their military presence in Europe for the first time since the end of the second -- the Cold War. And the -- and the president, President Trump, just suggested a 40 percent increase in funding for U.S. military presence in Europe. We -- we will have a new armored brigade. We will have more training, more equipment, more infrastructure. So actions speak louder than words and we've seen how actions, meaning increased U.S. presence in Europe.   DICKERSON: You mention words. Critics say the president didn't mention Article 5 during this NATO meeting, the idea that an attack on one is an attack on all. So has that over blown people's fixation on his not mentioning that?   STOLTENBERG: First of all, he has stated several times that he's -- he's committed to NATO and there's no way you can be committed to NATO without being committed to Article 5 because NATO is about Article 5, collective defense, stand together, one for all, all for one. Second, it is in the U.S. interest to have a strong NATO because two world wars and the Cold War, total stability, peace in Europe is also important for the prosperity and the -- and the stability or the security of the United States. You have to remember that the only time NATO has invoked Article 5 was after an attack on the United States.   DICKERSON: Has President Trump's pressure on NATO members to pick up their commitments, their financial commitments, has that been effective?   STOLTENBERG: It has helped to convey a very clear message about the need for increased defense spending across Canada and Europe. And a good thing is that the European allies now understand that we have to invest more in defense, not only to please the United States, but because it is in the interests of Europe to invest more in security, because we live in more dangerous world. And the good news is that the defense spending now has started to increase across Europe. We have (INAUDIBLE) we have started to increase and more allies we -- we reached a 2 percent target this year or next year.   DICKERSON: All right, Mr. Secretary General, thank you so much for being with us.   STOLTENBERG: Thank you.   DICKERSON: And we'll be right back with our political panel.   (COMMERCIAL BREAK)   DICKERSON: And now for our political panel.   Carol Lee is the White House correspondent for \"The Wall Street Journal,\" Jamelle Bouie is a CBS News political analyst and chief political correspondent at \"Slate,\" Ramesh Ponnuru is a visiting fellow at the American Enterprise Institute and a senior editor for the \"National Review,\" and we want to welcome Adam Entous to the broadcast, he covers national security and foreign policy for \"The Washington Post.\"   Ramesh, I want to start with you. We've seen two reactions to this terrorist attack in London. The first was from the secretary of defense, James Mattis and he was asked about the reports and he said, quote, \"I like to learn about something before I talk.\" And then we've had the president, who has tweeted quite a number of times since the attack, maybe a half a dozen times, and he's talked about everything from promoting his travel ban, he criticized the mayor of London, and he also talked about also gun control. What do what do you make of those two different reactions? Is that the yin and yang of the Trump administration?   RAMESH PONNURU, \"NATIONAL REVIEW\": Well, I think that the secretary of defense has reeked in a fairly customary manner for a high government official, and President Trump continues to redefine what presidential means in this new era. I thought that he found a -- the right tone after Manchester when he called the attackers evil losers. I thought that was kind of an inspired choice of rhetoric. Here, I third he's reverted more to his normal Twitter form. I think it is -- it is off the tone that we would want to have in a president. I think gratuitously getting into an argument with the mayor of London, whose city has just suffered this attack, even if you have political disagreements, trying to win debaters points on issues like gun control, that's stuff that you can leave to talk radio hosts that you wouldn't normally have the president, the leader of the free world, doing.   DICKERSON: Jamelle, the president mentioned that America needs to stop being politically correct.   JAMELLE BOUIE, CBS NEWS POLITICAL ANALYST: Right.   DICKERSON: What do you think that means? He means get -- in part, I guess, in travel ban. Do you think it goes beyond that?   BOUIE: I think it very much is tied to the travel ban and I think it -- it's broadly a piece of President Trump's view that, quote, \"radical Islamic terrorism\" is the chief security threat to the world.   It's interesting that the president says that what needs to happen is less political correctness, given that if you look at his administration we have posts in the State Department unfilled, we have -- there's no -- I don't believe there is an ambassador to the U.K. at the moment. We have an administration that simply is not fully equipped to deal with security issues and from my perspective it seems like that is what we need, less than any particular kind of political incorrectness. But I do think that this choice of words about political correctness ties back to President Trump's sort of broader narrative about Islam, about Islam's danger to the west and to the United States, and I think that's -- that's rhetoric that, as I think the mayor of London has criticized President Trump for, it may be a disadvantage to trying to do something about this, but --  DICKERSON: Carol, what's your sense of this? You have -- the president, obviously during the campaign, they were -- he spoke out or he made this connection between Islam and terror. In -- when the first travel ban was put forward, a senior administration official talked about the travel ban and what else they might do in the administration. And the senior administration official said, \"the reality, though, is the situation of large Islamic populations that exist today in France, parts of Germany, Belgium, et cetera is not a situation we want to replicate inside the United States. That suggested something more than just banning from certain countries. Do you think the administration is headed in any direction beyond the travel ban in terms of any kinds of new policies that would address the kind of terror attack we saw in London?   CAROL LEE, \"THE WALL STREET JOURNAL\": I think there's definitely a potential for that, but I think you need to look at what the president's agenda is, particularly this week in talking about his difference between his response to the Manchester attack. If you remember, he was overseas at that time. He was talking with world leaders about implementing counterterrorism measures, combating ideology. He was taking a different sort of tone this week. He's mentioning his travel ban. There's possibly a decision within the Supreme Court that could either give him a temporary reprieve on his travel ban or not. And so his agenda, at least this week, he's also home. You know, he -- he tends to tweet a little bit more and say things that are more customary to what we've seen during the campaign from him when he's left to his own devices and he's not traveling overseas or perhaps with a bunch of different aides. And -- and so, you know, potentially, but I think you have to look at just what his narrow agenda is in the next few days, with is particularly on this travel ban.   DICKERSON: Yes.   ADAM ENTOUS, \"THE WASHINGTON POST\": Yes, I just -- you know, obviously we see him sort of previewing, you know, his view of the -- of -- of the courts and -- and pointing the finger at the courts saying, you know, if something like that were to happen here, they are to blame for that -- that threat. And I think that is something that, you know, obviously would be a concern that, you know, is -- is he -- I think it's -- it's a matter of time, you know, we could see something like that happen here. There are so many soft targets also in the United States and is he basically going to be pointing the finger at the courts at that point for preventing those attacks from happening here when, in fact, you know, I think we're going to find, in the case of London and potentially here, that the travel ban, as he's describing it, would not necessarily help with this. And so, you know, that is also a concern, i he basically trying to project a culpability on the courts for not pursuing his agenda?   DICKERSON: Right.   BOUIE: This is sort of -- it's related to London and I think it's worth saying here, which is that, there's an interesting kind of pattern I'd call it with regards to President Trump's reaction to terror attacks or attacks from sort of radicalized people. It seems that if the president can't identify them as Muslim or related to Islam, his reactions are immediate and strong. Here in the United States, over the past two months, we've had multiple attacks from what authorities have described as white supremacists or people with white supremacist connections, views. There is Portland. There is in college park. There is a man who went from Baltimore to New York who authorities have described as a terror attack.   And Trump has been silent on those, or at least a prolonged silence. And I think that difference there, it says a lot about how President Trump conceives of terrorism and how he conceives of the necessary response to it.   DICKERSON: Carol, next, on Wednesday and Thursday we have these two hearings, the big hearing with James Comey. That's, obviously, a challenge to the White House. How are they -- how's the president responding to that?   LEE: Well, there's a number of ways in which they're responded. You know, there was a big question of whether or not the president would try to stop Director Comey from testifying or saying certain things, but their -- many believe that he waved his executive privilege on certain conversations, particularly that the president and Director Comey had about whether it was General Flynn, the former national security advisors investigations into him or whether the president was under investigation. So I think they're watching this, obviously, very closely.   They also have taken steps to create a sort of unit within the White House that's just -- specifically designed to deal with this issue, the Russian investigation rite large. And so you'll see some mobilization there. And -- and the idea is that the Russia investigation has just bled too far into all that the White House is trying to do and they'd really like to wall it off much the way we saw in the Clinton administration during the Lewinsky trial.   So you'll certainly -- I mean, look, for the president to tweet, you know, you'll see some sort of response there, but I think they're -- they're just mostly watching.   DICKERSON: Adam, what are you watching for with these hearings this week?   ENTOUS: Well, I think we have, you know, a hearing that's on Wednesday where we're going to have the director of national intelligence, Coates, he's definitely going to be pressed on whether or not he came under any pressure from the president to basically contradict Comey publicly when it comes to whether there was any coordination or collusion between members of the Trump campaign, transition, and Russian officials. So that starts off on Wednesday. And then when you get to Thursday with Comey, you know, obviously what we don't know is the extent to which everything we have learned about his interactions, whether we've seen all of that in the reporting that's been done about the contents of the memos that he prepared.   You know, this is a huge high stakes now. And, you know, whether Comey is prepared to characterize what he was seeing when he was FBI director, I -- I'm skeptical that he's going to be willing to go in that direction. But his willingness to talk about, you know, his private interactions with the president gets to, I think, a critical issue here was what -- was there an effort to obstruct what -- what were the contours of that effort. And, you know, are there elements of it coming from him personally that could really help, I think, the public, you know, empathize with -- with him, with Comey, and really kind of points to this broader question of obstruction that needs to be fleshed out.   DICKERSON: Ramesh, how do you think the politics of this hearing will play out? I mean Comey has been both the hero and the villain in both parties. How do you think it plays out, and the allies of the president, how do they comport themselves in this?   PONNURU: Well, I think it's going to depend on a number of things. One is whether it happens at all because it is entirely possible that the administration will make an assertion of executive privilege, as Carol was discussing. I think that would be an untenable position, an unwinnable fight, but that doesn't rule it out as happening. Second, of course, is going to be, what does Comey say if this testimony proceeds, how does he characterize the pressure that was put on him? There is some room for ambiguity here that he can clear up or not clear up.   And then third, how much does he decline to say, because Mueller is investigating these things and he doesn't want to step on these special counsel investigation. I think you are going to see probably a division of opinion among Republicans, and the question is going to be how many of them are completely in defense mode for this administration and they're taking the president's line that this is -- this entire investigation is essentially a kind of hoax, that his opponents have cooked up and how many of them are going to be -- to be entering it with an open mind, asking these questions, not necessarily prejudging that the president's done something wrong, but not necessarily just in his corner at the same time.   DICKERSON: Carol, I want to just quickly, in the last 45 seconds we've got left, do -- on the climate change decision from the president, do you have a larger theory about how this fits into the Trump presidency that you take from this decision he made?   LEE: I'd say a couple of things. It is consistent with how he campaigned. I think he had moved -- shifted on a lot of positions that he campaigned on and this was one where it just -- he couldn't go that far. It tells you a lot of -- I do think it's true that he was irritated with the pressure from the Europeans. It tells you a lot that this is a president who does not like to be backed into a corner and will react. And I think it's -- he also left himself some wiggle room to potentially go back and try to do something else. No one thinks that's actually going to happen, but his rhetoric in it was a little bit -- it left him a little space. So I think we just learned that there are limits to what he's willing to do in terms of backing off his positions.   DICKERSON: All right, we're going to have to end it there. Thanks to all of you. And we'll be right back.  (COMMERCIAL BREAK)   DICKERSON: That's it for us today. Thanks for watching. Until next week, for FACE THE NATION, I'm John Dickerson.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/face-the-nation-june-4-2017-transcript-warner-collins-haley-stoltenberg/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Kushner says he shared any information he had with congressional investigators",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 24,
                "year": 2017
            },
            "article_content": "WASHINGTON -- Senior White House adviser and Trump son-in-law Jared Kushner, standing before cameras at the White House called his service there the \"honor and privilege of a lifetime\" and said he comes to work every day with \"enthusiasm\" for what can be. He reiterated part of a statement released earlier Monday, telling reporters that he \"did not collude with Russia, nor do I know of anyone else in campaign who did so.\"  He said he was \"eager\" to share any information he had with the investigating bodies and \"I have done so today.\" He went on to say that \"the record and documents that I have voluntarily provided will show that all of my actions were proper and occurred in the normal course of events of a very unique campaign.\" And he said he has \"not relied on Russian funds for my businesses.\" \"Donald Trump had a better message and ran a smarter campaign, and that is why he won,\" he said, adding that suggesting otherwise ridicules those who voted for him.  In his earlier written statement, he denied that his father-in-law's campaign colluded with Russia, and he declared that he had \"nothing to hide.\" Sen. Ron Wyden, D-Oregon, who sits on the Intelligence Committee, released a statement following Kushner's interview calling for him to testify in an open session. He also cast doubt on the veracity of Kushner's statement. \"Kushner has repeatedly concealed information about his personal finances and meetings with foreign officials,\" Wyden said in his statement. \"There should be no presumption that he is telling the whole truth in this statement.\"  The 11-page statement provided to CBS News' Major Garrett detailed four contacts with Russians during Trump's campaign and transition. Kushner plans to deliver the statement during closed-door meetings with investigators on Senate and House committees this week. \"I did not collude, nor know of anyone else in the campaign who colluded, with any foreign government,\" Kushner said in the statement in which he also insists none of the contacts was improper. He also denies that Russians finance any of his business in the private sector. In speaking to Congress, Kushner - as both the president's son-in-law and a trusted senior adviser during the campaign and inside the White House - becomes the first member of the president's inner circle to face questions from government officials as they probe Russian meddling in the 2016 election and possible links to the Trump campaign. He is to be interviewed by House investigators Tuesday. The president tweeted over the weekend to defend himself and repeat his criticism of the investigations. On Sunday, Trump tweeted: \"As the phony Russian Witch Hunt continues, two groups are laughing at this excuse for a lost election taking hold, Democrats and Russians!\" This is a developing story.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/jared-kushner-to-make-statement-following-senate-intelligence-interview/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump's lawyer plans to file complaint against Comey over memo",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 9,
                "year": 2017
            },
            "article_content": "President Trump's private lawyer plans to file a complaint against fired FBI Director James Comey with the Senate Judiciary Committee and Department of Justice Office of Inspector General after Comey said Thursday he released a memo documenting his interactions with the president, sources familiar with the lawyer's thinking tell CBS News' Margaret Brennan.  It's unclear exactly what the complaint will allege, but Mr. Trump's personal lawyer, Marc Kasowitz, kept the possibility of legal action open Thursday in a statement he made in response to Comey's testimony before the Senate Intelligence Committee, accusing Comey of leaking privileged communications with the president. The complaint is expected to be filed next week.  Comey has no comment about threats to file a complaint, according to an individual in contact with the former FBI director, CBS News' Andres Triay reports.  The legal team is still gathering information and putting together a timeline. They aim to raise the concern that Comey may have violated his signed FBI agreement preventing him from disclosing sensitive information. It is unclear if anyone at FBI gave Comey permission for the disclosures or whether Comey needed permission to make his disclosures.  In addition, Mr. Trump's lawyers may object to Comey's disclosure of private conversations that he had with the president, which they will argue are protected under executive privilege. The president's prior waiver of executive privilege only applied to public testimony and not these \"leaks\" of the conversations. Comey did not seek the president's permission to release that information, but it's not clear that he needed to, given that he, as a private citizen, was sharing his own recollection of the conversations, CBS legal reporter Paula Reid notes. There is also a potential argument to be made that the information became classified once Comey typed them on a classified laptop, as he claims to have done. He then took those notes with him when he became a private citizen.  Comey made it clear in his testimony, however, that the information in his memos was unclassified.   Comey testified Thursday that he memorialized a February conversation he had with the president in which Mr. Trump asked him to drop an investigation into former National Security Adviser Michael Flynn. After Mr. Trump fired Comey in May, Comey said he gave that memo to a friend, Columbia Law School professor Daniel Richman, who in turn gave the contents of the memo to the New York Times. Comey told the Senate Intelligence Committee he hoped the release of the memo's comments would prompt the selection of a special prosecutor to oversee the FBI's probe into Russian election meddling and any ties to the Trump campaign.  \"Of course, the Office of the President is entitled to expect loyalty from those who are serving in an administration, and, from before this president took office to this day, it is overwhelmingly clear that there have been and continue to be those in government who are actively attempting to undermine this administration with selective and illegal leaks of classified information and privileged communications,\" Kasowitz said in his statement Thursday. \"Mr. Comey has now admitted that he is one of these leakers.\" The president has made it clear punishing leakers is a priority, after multiple anonymously sourced stories from the White House and intelligence community have plagued his administration. Breaking his silence on Comey for the first time since the former FBI director testified, Mr. Trump on Friday morning tweeted. \"WOW, Comey is a leaker!\" Despite so many false statements and lies, total and complete vindication...and WOW, Comey is a leaker! It's unclear exactly what kind of complaint Kasowitz could file that could gain traction, given the lack of classified information in the Comey memos. Reid points out that it seems unlikely that the former FBI director, a career prosecutor, would have disclosed anything that would put himself in legal jeopardy, and she pointed out that Kasowitz does not plan to pursue legal action against Comey -- the complaints are being filed with two bodies that have no legal power -- the Senate Intelligence Committee and the DOJ IG. The latter entity has been preparing a report on Comey's handling of Hillary Clinton investigation, a report that the president did not wait for when he decided to fire the FBI director. The president himself also publicly addressed the February 14 conversation when he tweeted, shortly after firing Comey, that Comey should hope there are no tapes of their conversations.  \"Lordy, I hope there are tapes,\" Comey said in his Thursday testimony.  CBS News' Margaret Brennan and Paula Reid contributed to this report. ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/trump-lawyer-to-file-complaint-against-comey-over-memo/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Donald Trump Jr. would not tell investigators about conversations with father, lawmaker says",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2017
            },
            "article_content": "WASHINGTON -- Donald Trump Jr. refused to tell lawmakers about conversations he had with his father regarding a 2016 Trump Tower meeting with a Russian lawyer after emails detailing the meeting had become public, according to the top Democrat on the House intelligence committee.  Speaking to the committee behind closed doors on Wednesday as part of its investigation into Russian meddling in the 2016 election, Trump Jr. said he didn't tell the president about the meeting between Trump campaign officials and Russians when it happened and he declined to elaborate on what he ultimately told him after the meeting became public.  California Rep. Adam Schiff said that Trump Jr. said he couldn't speak about the conversations with his father this summer because of attorney-client privilege, telling the committee a lawyer was present when he spoke to his father about the June 2016 meeting and the emails that led up to it.  Schiff said that wasn't a valid excuse not to talk, saying \"the presence of counsel does not mean communications between father and son are privileged.\"  The Trump Tower meeting is a matter of keen interest to special counsel Robert Mueller, who is also investigating the meddling and whether there was any obstruction of justice. Trump Jr. and Jared Kushner, Trump's son-in-law, attended the meeting with several Russian operatives under the impression that they might receive damaging information about the Democratic presidential candidate, Hillary Clinton.  Mueller is also interested in the White House response to the meeting once it became public. The White House has said the president was involved in drafting an early statement saying the meeting primarily concerned a Russian adoption program, but emails later released by Trump Jr. showed he enthusiastically agreed to the sit-down with Russian lawyer Natalia Veselnitskaya and others after he was promised dirt on his father's rival. Trump Jr. later said the promised material never materialized.  Trump Jr. said during Wednesday's eight-hour interview that he spoke with President Trump's communications aide Hope Hicks as early reports of the meeting emerged, according to one person familiar with the interview. The New York Times was first to report the existence of the meeting last July, and Trump Jr. released the emails detailing the planning for it several days later.  Hicks was with the president on Air Force One while they were writing the initial statement that said the meeting primarily concerned the adoption program.  Trump Jr. also told the intelligence panel that he didn't tell his father about the 2016 meeting at the time that it happened, according to the person familiar with his interview. The person was not authorized to speak about the testimony and asked not to be identified.  Both the House and the Senate intelligence committees have been interested in the Trump Tower meeting and have interviewed several participants. The Senate Judiciary Committee is also investigating the meeting, and interviewed Trump Jr. behind closed doors in September.  In that interview, Trump Jr. cast the 2016 meeting as simply an opportunity to learn about Clinton's \"fitness, character or qualifications,\" insisting to investigators that he did not collude with Russia to hurt Clinton's campaign.  The Senate intelligence committee also hopes to interview Trump Jr. before the end of the year.  Kushner has spoken to both intelligence committees. The panels have also interviewed Ike Kaveladze, who was at the meeting as a representative of a Russian developer who once partnered with Trump to bring the Miss Universe pageant to Moscow, and Rinat Akhmetshin, a Russian-American lobbyist. A translator who was in attendance has also spoken to congressional investigators.  Lawmakers were also expected to ask Trump Jr. about his communications with WikiLeaks during and after the campaign. Trump Jr. released messages last month that showed him responding to the WikiLeaks' Twitter account three times, at one point agreeing to \"ask around\" about a political action committee WikiLeaks had mentioned. He also asked the site about a rumor about an upcoming leak, and tweeted a link that the account sent him.  Also Wednesday, the House intelligence panel released a transcript of an interview last week with Erik Prince, the founder of the security firm Blackwater and a prominent Trump supporter.  According to the transcript, which was partially redacted, Prince told the panel he met a Russian with ties to President Vladimir Putin in the Seychelles islands earlier this year, but he denies he was representing Trump in the exchange.  Prince said he and Kirill Dmitriev of the state-run Russian Direct Investment Fund had a 30-minute conversation in a hotel bar Jan. 11 and discussed oil and commodity prices and how Dmitriev wished the two countries' trade relationship would improve. The meeting has captured the interest of investigators since an April report in The Washington Post that it was an attempt to establish a back-channel line of communication between Trump and Putin.  Prince denied that assertion in the interview. He also suggested intelligence officials in former President Obama's administration leaked details of the meeting.  Though the intelligence committee does not generally release transcripts of interviews, lawmakers agreed to do so in negotiations with Prince.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/donald-trump-jr-refuses-to-tell-investigators-if-he-discussed-june-2016-meeting-with-trump/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump praised by his Cabinet members in first meeting",
            "author": "Emily Tillett",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 13,
                "year": 2017
            },
            "article_content": "As President Trump held his first official full Cabinet meeting at the White House on Monday, the on-camera portion of the meeting showed the members of his Cabinet lavishing praise on the president.  After Mr. Trump summed up his administration's ongoing efforts and goals, amid a flurry of investigations and probes into Trump associates' ties to Russian meddling in the election, he invited his Cabinet to introduce themselves. Vice President Pence started by calling it the \"privilege of his life\" to be vice president. \"It is the greatest privilege of my life to serve as vice president. The president is keeping his word to the American people and assembling a team that's bringing real change, real strength,\" said Vice President Mike Pence. U.S. Ambassador to the United Nations Nikki Haley said this: \"It's a new day at the United Nations. We now have a very strong voice. People know what the United States is for, they know what we're against and they see us leading across the board.\" It was White House Chief of Staff Reince Priebus' effusive comments to Mr. Trump that caught the attention of social media. \"On behalf of the entire senior staff around you, Mr. President, we thank you for the opportunity and the blessing that you've given us to serve your agenda and the American people,\" Priebus said. \"And we're continuing to work very hard every day to accomplish those goals.\" Defense Secretary James Mattis directed his words of praise to his department, rather than to the president.  \"[I]t's an honor to represent the men and women of the Department of Defense,\" he said. \"And we are grateful for the sacrifices our people are making in order to strengthen our military so our diplomats always negotiate from a position of strength.\" After the Cabinet meeting, Sen. Charles Schumer, D-New York, and some of his staff spoofed the Cabinet session. GREAT meeting today with the best staff in the history of the world!!! pic.twitter.com/ocE1xhEAac They sat around a table complimenting the Senate minority leader's appearance on \"Face the Nation,\" his hair, and one particular staffer's glowing comments, offered praise that mirrored Priebus' -- causing the table to erupt in laughter. Finally held our first full @Cabinet meeting today. With this great team, we can restore American prosperity and bring real change to D.C. pic.twitter.com/2M9PiKjCSH Weekly Standard editor Bill Kristol, who's no fan of the president, said in one tweet that he had \"never seen this kind of collective sycophancy,\" and in another drew a comparison with the kind of meeting that might be held in authoritarian North Korea. Dennis Rodman going to North Korea to inform Supreme Leader of success of Donald Trump's experiment in North Korean-style Cabinet meetings. Mr. Trump later hailed the meeting on Twitter as a \"great team\" that will being \"real change to DC.\" Emily Tillett is the digital producer at \"Face the Nation\"",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/trump-praised-by-his-cabinet-members-in-first-meeting/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Will Trump stop Comey from testifying? Spicer doesn't rule it out",
            "author": "Kathryn Watson",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 2,
                "year": 2017
            },
            "article_content": "White House press secretary Sean Spicer isn't ruling out the possibility that President Trump could invoke executive privilege to stop fired FBI Director James Comey from testifying before Congress next week. Spicer said Friday he didn't know whether the president will prevent his fired FBI director from testifying during a Senate Intelligence Committee hearing scheduled for Thursday, saying the matter needs to be \"reviewed.\"  \"My understanding is the date for that hearing was just set,\" Spicer said. \"I have not spoken to counsel yet. I don't know what they're -- how they're going to respond.\" Spicer said for the first time this week that all questions related to ongoing FBI and congressional investigations into Russian election meddling will be referred to Mr. Trump's lawyer.  Comey is currently clear to testify after speaking with Robert Mueller, the former FBI director appointed to be special counsel in the FBI's investigation of Russian election meddling. But, the president could exercise his executive authority to stop Comey from testifying -- a move that would be politically dicey for the president, as he is already under scrutiny for abruptly firing Comey. Comey is expected to testify about interactions with Mr. Trump, in which the president asked Comey for his loyalty and asked the then-FBI director to drop the investigation into former National Security Adviser Michael Flynn. Comey documented the president's request to drop the investigation in a memo, which, along with the president's own comments, muddled the White House's claims that the president fired Comey over his mishandling of the Clinton email investigation. The president seemingly contradicted the White House's justification after he told NBC's Lester Holt he thought of the \"made-up\" story of ties between his campaign and Russia when he fired Comey, and disclosed to Russian diplomats that firing that \"nut job\" Comey relieved great pressure on him from the Russia probe.  Kathryn Watson is a politics reporter for CBS News Digital based in Washington, D.C.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/will-trump-stop-comey-from-testifying-spicer-doesnt-rule-it-out/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump CIA speech transcript",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2017
            },
            "article_content": "The following is a White House transcript. 3:21 P.M. EST VICE PRESIDENT PENCE:  Thank you to the Acting Director Meroe Park.  Thank you for 27 years serving the United States of America here at CIA.  (Applause.)  It’s a great privilege for me to be with you today and to have the opportunity to introduce at his first event, on his first full day, the new President of the United States, Donald Trump.  (Applause.)  As you can imagine, it’s deeply humbling for my family and I to find ourselves in this role.  I’m grateful to our new President for the opportunity he’s given me and the opportunity the American people have given us to serve.  But it’s especially humbling for me to be before all of you today -- men and women of character, who have sacrificed greatly -- and to stand before this hallowed wall, this memorial wall, where we remember 117 who paid the ultimate sacrifice for our freedom. I can assure you this new President and our entire team recognizes and appreciates the sacrifices of all of the men and women of the intelligence community of the United States of America.  (Applause.)  I’ve gotten to know our new President.  We traveled a lot together.  When the cameras are off and the -- lights are off, I’ll tell you two things I know for sure.  Number one, I’ve never met anyone more dedicated to the safety and security of the people of the United States of America, or anyone who is a greater strategic thinker about how we accomplish that for this nation.  In fact, to understand the life of our new President is -- his whole life was strategy.  He built an extraordinary success in the private sector, and I know he’s going to make America safe again.  (Applause.)  And lastly, I can honestly tell you, for all my years serving in the Congress, serving as governor of my home state, traveling cross-country and seeing the connection that he’s made to men and women who serve and protect in every capacity in this country, I’ve never met anyone with a greater heart for those who every day, in diverse ways, protect the people of this nation through their character and their service and their sacrifice.  And so let me say, it is my high honor and distinct privilege to introduce all of you the President of the United States.  (Applause.)  PRESIDENT TRUMP:  Well, I want to thank everybody.  Very, very special people.  And it is true, this is my first stop, officially.  We’re not talking about the balls, or we’re not talking about even the speeches -- although they did treat me nicely on that speech yesterday.  (Laughter.)  I always call them the dishonest media, but they treated me nicely.  (Laughter.)  But I want to say that there is nobody that feels stronger about the intelligence community and the CIA than Donald Trump.  There’s nobody.  (Applause.)  The wall behind me is very, very special.  We’ve been touring for quite a while, and I’ll tell you what -- 29?  I can’t believe it. AUDIENCE MEMBER:  Twenty-eight. PRESIDENT TRUMP:  Oh, 28.  We got to reduce it.  That’s amazing.  And we really appreciate what you’ve done in terms of showing us something very special.  And your whole group, these are really special, amazing people.  Very, very few people could do the job you people do.  And I want to just let you know, I am so behind you.  And I know maybe sometimes you haven’t gotten the backing that you’ve wanted, and you’re going to get so much backing.  Maybe you’re going to say, please don’t give us so much backing.  (Laughter.)  Mr. President, please, we don’t need that much backing.  (Laughter.)  But you’re going to have that.  And I think everybody in this room knows it. You know, the military and the law enforcement, generally speaking, but all of it -- but the military gave us tremendous percentages of votes.  We were unbelievably successful in the election with getting the vote of the military.  And probably almost everybody in this room voted for me, but I will not ask you to raise your hands if you did.  (Laughter.)  But I would guarantee a big portion, because we’re all on the same wavelength, folks.  (Applause.)  We’re all on the same wavelength, right?  He knows.  It took Brian about 30 seconds to figure that one out, right, because we know we’re on the same wavelength. But we’re going to do great things.  We’re going to do great things.  We’ve been fighting these wars for longer than any wars we’ve ever fought.  We have not used the real abilities that we have.  We’ve been restrained.  We have to get rid of ISIS.  Have to get rid of ISIS.  We have no choice.  (Applause.)  Radical Islamic terrorism.  And I said it yesterday -- it has to be eradicated just off the face of the Earth.  This is evil.  This is evil.  And you know, I can understand the other side.  We can all understand the other side.  There can be wars between countries, there can be wars.  You can understand what happened.  This is something nobody can even understand.  This is a level of evil that we haven’t seen.  And you’re going to go to it, and you’re going to do a phenomenal job.  But we’re going to end it.  It’s time.  It’s time right now to end it. You have somebody coming on who is extraordinary.  For the different positions of “Secretary of This” and “Secretary of That” and all of these great positions, I’d see five, six, seven, eight people.  And we had a great transition.  We had an amazing team of talent.  And, by the way, General Flynn is right over here.  Put up your hand.  What a good guy.  (Applause.)  And Reince and my whole group.  Reince -- you know -- they don’t care about Reince.  He’s like this political guy that turned out to be a superstar, right?  We don’t have to talk about Reince. But we did -- we had such a tremendous, tremendous success.  So when I’m interviewing all of these candidates that Reince and his whole group is putting in front, it went very, very quickly, and, in this case, went so quickly -- because I would see six or seven or eight for Secretary of Agriculture, who we just named the other day, Sonny Perdue, former governor of Georgia.  Fantastic guy.  But I’d see six, seven, eight people for a certain position.  Everybody wanted it.  But I met Mike Pompeo, and it was the only guy I met.  I didn’t want to meet anybody else.  I said, cancel everybody else.  Cancel.  Now, he was approved, essentially, but they’re doing little political games with me.  He was one of the three.  Now, last night, as you know, General Mattis, fantastic guy, and General Kelly got approved.  (Applause.)  And Mike Pompeo was supposed to be in that group.  It was going to be the three of them.  Can you imagine all of these guys?  People respect -- you know, they respect that military sense.  All my political people, they’re not doing so well.  The political people aren’t doing so well but you.  We’re going to get them all through, but some will take a little bit longer than others.  But Mike was literally -- I had a group of -- what, we had nine different people?  Now, I must say, I didn’t mind cancelling eight appointments.  That wasn’t the worst thing in the world.  But I met him and I said, he is so good.  Number one in his class at West Point.  Now, I know a lot about West Point.  I’m a person that very strongly believes in academics.  In fact, every time I say I had an uncle who was a great professor at MIT for 35 years who did a fantastic job in so many different ways, academically -- was an academic genius -- and then they say, is Donald Trump an intellectual?  Trust me, I’m like a smart persona.  (Laughter.)  And I recognized immediately.  So he was number one at West Point, and he was also essentially number one at Harvard Law School.  And then he decided to go into the military.  And he ran for Congress.  And everything he’s done has been a homerun.  People like him, but much more importantly to me, everybody respects him.  And when I told Paul Ryan that I wanted to do this, I would say he may be the only person that was not totally thrilled -- right, Mike?  Because he said, I don’t want to lose this guy.  But you will be getting a total star.  You’re going to be getting a total gem.  He’s a gem.  (Applause.)  You’ll see.  You’ll see.  And many of you know him anyway.  But you’re going to see.  And again, we have some great people going in.  But this one is something -- is going to be very special, because this is one, if I had to name the most important, this would certainly be perhaps -- you know, in certain ways, you could say my most important.  You do the job like everybody in this room is capable of doing.  And the generals are wonderful, and the fighting is wonderful.  But if you give them the right direction, boy, does the fighting become easier.  And, boy, do we lose so fewer lives, and win so quickly.  And that’s what we have to do.  We have to start winning again. You know, when I was young and when I was -- of course, I feel young.  I feel like I’m 30, 35, 39.  (Laughter.)  Somebody said, are you young?  I said, I think I’m young.  You know, I was stopping -- when we were in the final month of that campaign, four stops, five stops, seven stops.  Speeches, speeches, in front of 25,000, 30,000 people, 15,000, 19,000 from stop to stop.  I feel young. When I was young -- and I think we’re all sort of young.  When I was young, we were always winning things in this country.  We’d win with trade.  We’d win with wars.  At a certain age, I remember hearing from one of my instructors, “The United States has never lost a war.”  And then, after that, it’s like we haven’t won anything.  We don’t win anymore.  The old expression, “to the victor belong the spoils” -- you remember.  I always used to say, keep the oil.  I wasn’t a fan of Iraq.  I didn’t want to go into Iraq.  But I will tell you, when we were in, we got out wrong.  And I always said, in addition to that, keep the oil.  Now, I said it for economic reasons.  But if you think about it, Mike, if we kept the oil you probably wouldn’t have ISIS because that’s where they made their money in the first place.  So we should have kept the oil.  But okay.  (Laughter.)  Maybe you’ll have another chance.  But the fact is, should have kept the oil.  I believe that this group is going to be one of the most important groups in this country toward making us safe, toward making us winners again, toward ending all of the problems.  We have so many problems that are interrelated that we don’t even think of, but interrelated to the kind of havoc and fear that this sick group of people has caused.  So I can only say that I am with you 1,000 percent.  And the reason you’re my first stop is that, as you know, I have a running war with the media.  They are among the most dishonest human beings on Earth.  (Laughter and applause.)  And they sort of made it sound like I had a feud with the intelligence community.  And I just want to let you know, the reason you’re the number-one stop is exactly the opposite -- exactly.  And they understand that, too.  And I was explaining about the numbers.  We did a thing yesterday at the speech.  Did everybody like the speech?  (Applause.)  I’ve been given good reviews.  But we had a massive field of people.  You saw them.  Packed.  I get up this morning, I turn on one of the networks, and they show an empty field.  I say, wait a minute, I made a speech.  I looked out, the field was -- it looked like a million, million and a half people.  They showed a field where there were practically nobody standing there.  And they said, Donald Trump did not draw well.  I said, it was almost raining, the rain should have scared them away, but God looked down and he said, we’re not going to let it rain on your speech.  In fact, when I first started, I said, oh, no.  The first line, I got hit by a couple of drops.  And I said, oh, this is too bad, but we’ll go right through it.  But the truth is that it stopped immediately.  It was amazing.  And then it became really sunny.  And then I walked off and it poured right after I left.  It poured.  But, you know, we have something that’s amazing because we had -- it looked -- honestly, it looked like a million and a half people.  Whatever it was, it was.  But it went all the way back to the Washington Monument.  And I turn on -- and by mistake I get this network, and it showed an empty field.  And it said we drew 250,000 people.  Now, that’s not bad, but it’s a lie.  We had 250,000 people literally around -- you know, in the little bowl that we constructed.  That was 250,000 people.  The rest of the 20-block area, all the way back to the Washington Monument, was packed.  So we caught them, and we caught them in a beauty.  And I think they’re going to pay a big price.  We had another one yesterday, which was interesting.  In the Oval Office there’s a beautiful statue of Dr. Martin Luther King.  And I also happen to like Churchill, Winston Churchill.  I think most of us like Churchill.  He doesn’t come from our country, but had a lot to do with it.  Helped us; real ally.  And, as you know, the Churchill statue was taken out -- the bust.  And as you also probably have read, the Prime Minister is coming over to our country very shortly.  And they wanted to know whether or not I’d like it back.  I say, absolutely, but in the meantime we have a bust of Churchill.  So a reporter for Time magazine -- and I have been on there cover, like, 14 or 15 times.  I think we have the all-time record in the history of Time Magazine.  Like, if Tom Brady is on the cover, it’s one time, because he won the Super Bowl or something, right?  (Laughter.)  I’ve been on it for 15 times this year.  I don’t think that’s a record, Mike, that can ever be broken.  Do you agree with that?  What do you think?  But I will say that they said -- it was very interesting -- that Donald Trump took down the bust, the statue, of Dr. Martin Luther King.  And it was right there.  But there was a cameraman that was in front of it.  (Laughter.)  So Zeke -- Zeke from Time Magazine writes a story about I took down.  I would never do that because I have great respect for Dr. Martin Luther King.  But this is how dishonest the media is. Now, the big story -- the retraction was, like, where?  Was it a line?  Or do they even bother putting it in?  So I only like to say that because I love honesty.  I like honest reporting.  I will tell you, final time -- although I will say it, when you let in your thousands of other people that have been trying to come in -- because I am coming back -- we’re going to have to get you a larger room.  (Applause.)  We may have to get you a larger room.  You know?  And maybe, maybe, it will be built by somebody that knows how to build, and we won’t have columns.  (Laughter.)  You understand that?  (Applause.)  We get rid of the columns. No, I just wanted to really say that I love you, I respect you.  There’s nobody I respect more.  You’re going to do a fantastic job.  And we’re going to start winning again, and you’re going to be leading the charge.  So thank you all very much.  (Applause.)  Thank you -- you’re beautiful.  Thank you all very much.  Have a good time.  I’ll be back.  I’ll be back.  Thank you. END3:40 P.M. EST",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/trump-cia-speech-transcript/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Walter Shaub says America should have right to know motivations of its leaders",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 6,
                "year": 2017
            },
            "article_content": "WASHINGTON -- Walter Shaub, Jr., the director of the Office of Government Ethics (OGE), has been a unique voice. In his position, he's taken on his boss, President Trump, publicly. But on Thursday, he gave up, and announced he is resigning from his position.  \"I really felt like I've achieved all I can achieve under current circumstances,\" Shaub told CBS News' Julianna Goldman Thursday, in his first television interview since announcing his resignation.  He says that unless Mr. Trump eliminates all financial ties to his businesses, the American people can never be certain his policy decisions are based on what's best for the country. \"Do you think the president and his family are using the office to enrich themselves?\" Goldman asked Shaub.  \"I can't know what their intention is,\" Shaub said. \"I know that the effect is that there's an appearance that the businesses are profiting from his occupying the presidency. And appearance matters as much as reality. So even aside from whether or not that's actually happening, we need to send a message to the world that the United States is gonna have the gold standard for an ethics program in government, which is what we've always had.\" \"But at this point it sounds like you're saying you can't be sure,\" Goldman said.  \"You can't be sure, and so it almost doesn't matter whether they are profiting or not,\" Shaub continued. \"America should have the right to know what the motivations of its leaders are, and they need to know that financial interests, personal financial interests, aren't among them.\" In previous administrations, the OGE operated below the radar. Shaub changed that shortly after the election when he unleashed a series of sarcastic tweets prodding Mr. Trump to divest his assets. \"In many ways, what I was really trying to do with that is A. communicate with the president using the medium that I saw him communicate in,\" Shaub said. But he never spoke with the president. And Shaub said the White House counsel dismissed his concerns. Ultimately, Mr. Trump handed control of his private businesses to his sons, and noted there are no conflict of interest laws for a president. His attorney also said he couldn't sell off his assets because he'd lose money. \"I have no sympathy for that,\" Shaub said. \"I mean, he's in a position where he's going to have to send young men and women to die in combat potentially, or risk their lives at least. They're paying a much higher price. So, no, it's not too much to ask for somebody to incur a bit of a financial loss if they have to sell things off.\" Shaub announced that he will resign before the end of his term, effective Wednesday, July 19. In his resignation letter, Shaub called it the \"great privilege and honor of my career\" to lead the OGE staff. pic.twitter.com/x9TsOKABZ7 Shaub, an Obama appointee, was already in his fifth and final year of the job, but his term was not scheduled to end until January 2018. The White House issued a statement on Shaub's resignation Thursday afternoon, saying, \"The White House accepts Mr. Shaub's resignation and appreciates his service. The president will be nominating a successor in short order.\" Shaub said he will be taking a new job at The Campaign Legal Center, a group that aims to strengthen democracy and improve ethics in government. \t CBS News' Julianna Goldman will have more on this story on Fri., July 7 on \"CBS This Morning.\" ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/walter-shaub-office-of-ethics-director-resignation-interview/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump lawyer won't rule out firing special counsel in Russia probe",
            "author": "Kathryn Watson",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 11,
                "year": 2017
            },
            "article_content": "One of President Trump's lawyers didn't rule out that Mr. Trump could fire Robert Mueller, the special counsel appointed by Deputy Attorney General Rod Rosenstein to oversee the FBI's investigation into Russian election meddling and any ties between Russia and the Trump campaign.  \"Look, the president of the United States, as we all know, is a unitary executive,\" Jay Sekulow, a member of Mr. Trump's legal team, said Sunday on ABC's \"This Week.\" \"But the president is going to seek the advice of his counsel and inside the government as well as outside. And I'm not going to speculate on what he will or will not do.\" \"But right now the role of the president is to govern the United States of America,\" Sekulow continued. \"He's going to do that. He's going to leave anything else to the lawyers. But I can't imagine that that issue is going to arise. But that again is an issue that the president with his advisers would discuss if there was a basis.\" Considering the firestorm ignited by the firing of former FBI Director James Comey, who testified Thursday on Capitol Hill, firing Mueller could be a political nightmare for the president. But the White House and its associates sometimes leave such questions open to speculation. When Comey was scheduled to testify before the Senate Intelligence Committee, for instance, White House press secretary Sean Spicer declined to say whether the president would invoke executive privilege to stop Comey from testifying. Ultimately, the White House made no such move and Comey testified as planned.  Mr. Trump on Friday said he would \"100 percent\" be willing to testify under oath and speak with Mueller, a move that opens him up to further political and potentially legal scrutiny. Sekulow reiterated the president's willingness to offer testimony under oath.  \"Well, the president made that very clear,\" Sekulow said of Mr. Trump's intention to testify under oath if needed. \"He has made the statement of what he would do as far as testimony if that's necessary. I find it ironic that people are questioning the president when he said he would do that, yet Secretary Clinton, when she was under investigation by James Comey, was not put under oath. I find that ironic.\" Kathryn Watson is a politics reporter for CBS News Digital based in Washington, D.C.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/trump-lawyer-wont-rule-out-firing-special-counsel-in-russia-probe-mueller/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Grand juries: How do they work?",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "August",
                "day": 9,
                "year": 2017
            },
            "article_content": "Here's what we know, as of last week: Special Prosecutor Robert Mueller, the man tasked with leading the investigation into Russian interference, is using a grand jury in Washington, D.C. And he's hired a lot of prominent lawyers to work on his team, including experts in white-collar crime and national security.  These are all newsworthy developments because it shows that Mueller's investigation is ramping up, not slowing down, which means he thinks there's something to the case. According to Renato Mariotti, a former federal prosecutor, the use of a grand jury \"means that Mueller believes there is sufficient evidence that a crime was committed to warrant a criminal investigation.\" \"It confirms what we already suspected—that this is a criminal investigation, not just a counter-intelligence investigation,\" Mariotti told CBS News.  On the other hand, as Georgetown Law professor Julie Rose O'Sullivan points out, it's not really surprising that Mueller as turned to a grand jury.  \"It is actually not a big deal—for people in the white-collar crime field it was totally expected,\" O'Sullivan, a former federal prosecutor who worked on the Whitewater investigation into President Bill Clinton, told CBS News. \"In such cases, often the only way to get the documents and electronic and other records one needs is with grand jury subpoenas. And although witnesses can decline to talk to federal agents, they cannot refuse to testify before the grand jury unless they have a valid claim to a Fifth Amendment privilege against compelled self-incrimination or other privilege.\"  \"A grand jury is an important tool that allows prosecutors to issue subpoenas that require people to produce documents and other evidence,\" Mariotti explains. \"Subpoenas can also be used to compel people to testify under oath before the grand jury.\"  Additionally, the he grand jury is also supposed to serve as a check on federal prosecutors. \"Grand juries first ensure that no one is indicted for a federal felony without proof by the government that there is probable cause to believe that he or she committed a crime,\" O'Sullivan says.  \"This grand jury can return an indictment, but the mere fact that a grand jury is impaneled does not mean there will be an indictment, although most federal criminal investigations result in someone being indicted,\" Mariotti says.  \"Indictments are usually sought at the very end of an investigation, and grand juries are typically impaneled at the very beginning of an investigation. So it's unlikely that an indictment will be returned soon. It's too early to tell whether indictments will be issued…Only a grand jury can issue an indictment, which is the only way that someone can be charged with committing a felony according to the Constitution.\" \"There's an old saying that a grand jury would 'indict a ham sandwich' if a prosecutor asked, because no opposing lawyer is present,\" Mariotti says. \"Another reason that grand juries tend to return indictments when prosecutors present them is because prosecutors need to have proof 'beyond a reasonable doubt' and grand juries only have to consider a much lower standard, called 'probable cause.'\" According to Sullivan, \"the statistics prove that most grand juries indict when asked—but it is difficult to know whether that is because the grand jurors are overly compliant or because prosecutors, fearing a declination, are disciplined in proving probable cause.\" It's just a bunch of everyday American citizens, and they're picked from the same pool as regular trial jurors. \"Grand jurors are ordinary citizens who agree to serve on a regular basis, typically once a week,\" Mariotti says.  But because grand juries tend to take more time than regular trial juries, they are often excused if their responsibilities at home or work take preclude them from participating for a month or more. \"In my experience, many grand jurors are retired or unemployed,\" O'Sullivan says.  \"There are 16 to 23 grand jurors at random and vetted by the federal district court,\" Matiotti says. \"Unlike a trial, there is no one from the defense asking questions or striking jurors that the defense dislikes.\" Without a defense attorney present to screen jurors, vetting them falls to the court and the prosecution for what O'Sullivan calls \"bias or other disqualifying circumstances.\" Washington voted overwhelmingly for Hillary Clinton in November, with exit polls showing that roughly nine in ten district voters pulling the lever for the Democratic nominee. Some Trump defenders, such as former House Speaker Newt Gingrich, have tried to insinuate that this means the jury will be biased against President Trump and his associates.  President Trump got 68.63% in West Virginia, 4.8% in Washingtoin DC. Guess where Mueller has a grand jury? Guess how biased it will be? But will this actually matter? It's hard to predict, says O'Sullivan, given how many people tend to ignore jury summons altogether.  \"If you check the statistics, I think you will find that many, many citizens called to jury duty ignore the summons,\" she says. \"Generally, only those who care about complying with law or civic responsibility show. I'm not sure what that that sub-group's political affiliations or political biases might be.\" The inherently political nature of the case also makes it difficult to say how jurors will act. \"I have seen cases in which a special grand jury came to be identified with prosecution team and was very pro-prosecutor,\" O'Sullivan says. \"But if you look at the grand jury minutes from the Lewinsky investigation…you will see that the grand jury appeared to be hostile, at least in some instances, to [independent counsel] Ken Starr's prosecutors and so more defense oriented.\" And if Muller's investigation leads him to possible crimes that were committed outside Washington, he may need to find a new grand jury to use.  \"Because the grand jury is based in D.C., that means that any indictment returned by the grand jury has to concern crimes that have a significant connection to Washington D.C.,\" Matiotti says. \"If Mueller uncovers a crime that is not connected to D.C., he will have to present evidence before a grand jury in another jurisdiction to obtain an indictment there, unless the crime is part of a broader conspiracy that is connected to D.C.\" In any event, the location probably doesn't matter that much given how friendly grand juries tend to be to prosecutors.  \"It doesn't really matter that the grand jurors are in D.C. because any grand jury would very likely return an indictment presented by a prosecutor,\" Mariotti says. ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/grand-juries-how-do-they-work/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Kellyanne Conway hits campaign trail again for 2018 midterms",
            "author": "Jacqueline Alemany",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 6,
                "year": 2017
            },
            "article_content": "President Donald Trump’s fiercest defender may be turning into one of the Republican Party’s most coveted campaign assets as 2018 midterms approach. Kellyanne Conway, counselor to the president and a cable news fixture, is set to embark on a national speaking tour this spring, harnessing her newfound celebrity status to raise Republican money for 2018 midterms with events in Tennessee, North Carolina and New Hampshire.   On Wednesday, Tennessee Congresswoman Marsha Blackburn announced Conway as the special guest of a May 8th fundraiser for her re-election campaign.  Conway currently serves as a counselor to Mr. Trump but is billed as “Donald Trump’s 2016 campaign manager” on the flier posted on Blackburn’s campaign website. She was the the first successful female campaign manager of a presidential campaign.  Despite her widely-publicized mishaps, Conway remains wildly popular amongst Republicans. In public, Conway is often mobbed by fans for selfies and handshakes. At Blackburn’s Nashville event, Conway will participate in a roundtable discussion followed by a “photo reception” and a luncheon. Tickets to the event are selling for $150 a ticket.  On May 18th, Conway will headline the New Hampshire Republican Party’s “Spring to Victory Dinner” in Nashua. Individual tickets will cost $125 and sponsorships will go for as much as $10,000.  A staffer at the state party said that Conway was an obvious invite and a “really good get.” The staffer said they sent speaking invitations to several people, but Conway was the first to reply.   And then on June 3rd, Conway will head to Wilmington, North Carolina to address a luncheon hosted by the state Republican Party. Tickets cost $70 a head.  “I aggressively pursued her and we desperately wanted her to come speak,” Dallas Woodhouse, executive director of the North Carolina Republican Party, wrote in an email. “She is very popular with Republican faithful and of course is a ‘history’ maker due to her role as the first successful POTUS female campaign manager.”  Woodhouse added that the party has seen a noticeable increase in sales since their announcement. While Conway appears to be a force of nature on the campaign circuit, her status inside the White House has noticeably diminished since Mr. Trump took office. She continues to have walk-in privileges into the Oval Office and is one of the administration’s most famous personalities, but she has been a less visible presence on television in recent weeks.  In February, she told CNN that her White House portfolio consists of issues relating to veterans, women, children and opioid use. ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/kellyanne-conway-hits-campaign-trail-again-for-2018-midterms/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "U.S. threatens to bolt from U.N. Human Rights Council",
            "author": "Pamela Falk",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 7,
                "year": 2017
            },
            "article_content": "UNITED NATIONS -- The United States Ambassador to the United Nations, Nikki Haley, went to Geneva to deliver a direct message to the 47-nation U.N. Human Rights Council: Shape up or the U.S. will ship out. It's the first appearance by a person in her position before the controversial council, which is operated as part of the Office of the High Commissioner for Human Rights. And Haley has status as a member of President Trump's Cabinet.  The U.S. says too many human rights abusers are members of the council, and it \"bashes\" Israel, in Haley's words, on a regular basis. The Trump envoy's warning to the Human Rights Council (HRC) is that it must change its ways and, if it doesn't, the U.S. would pursue its position on human rights without the council – a decision that would be made by the White House and State Department after the current session ends on June 23. \"It's hard to accept that this council has never considered a resolution on Venezuela and yet it adopted five biased resolutions in March against a single country – Israel,\" Haley said Tuesday morning. \"It is essential that this council address its chronic anti-Israel bias if it is to have any credibility.\" Haley noted that the U.S. is hosting a side event to address Venezuela's human rights violations and calling for Venezuela to voluntarily step down if it doesn't stop them. \"Being a member of this council is a privilege and no country who is a human rights violator should be allowed a seat at the table,\" she said. The message that Haley went to the source to deliver is that the U.S. doesn't want to leave the council and would rather the HRC reestablish its legitimacy – but the status quo is unacceptable. The silence of the council on human rights abuses by member states, the membership in the council of states that abuse human rights and an evident bias against Israel are all reasons for the U.S. to leave, Haley has said repeatedly.  \"There is no room here for cultural relativism,\" she told the council.  Haley is in Geneva, at the Palais des Nations, to lay out the case for reform at the Graduate Institute of Geneva and telling nations that, given the standards of moral power the council was given, it has failed.   Haley says necessary reforms include devising a new voting system to keep human rights abusers from obtaining seats on the council. She cites Venezuela and Cuba as examples. Council members have also included Russia, China, Egypt, Rwanda and Saudi Arabia, whose records are seen as undermining the council's stated purpose. \"Human Rights Council resolutions can give hope to people who are fighting for justice democracy and human rights and it can pave the way for accountability,\" Haley said. \"Civil society has also advanced the equal rights of women, an important theme of this session; based on my own experience, I know that when women can exercise their voices at the highest ranks in business and in government we all benefit and prosper.\" Council members are selected in secret ballots by regional groups presented to the U.N. General Assembly for a two-thirds vote, with little or no scrutiny of their records on human rights. The most noteworthy exception is when Russia was booted out of the council in 2016, losing its re-election campaign by two votes because there was competition from two other nations; some diplomats point to U.S. participation for the success of the campaign to unseat Russia. But during the same election in 2016, Saudi Arabia ran unopposed in the Asia group and won a council seat. While speaking to the Geneva Graduate Institute, Haley presented a longer speech on reform of the council, entitled \"A Place for Conscience: the Future of the United States in the Human Rights Council,\" calling for open voting for the selection of members – a proposal she's made for all U.N. meetings.   Haley also focuses on the repetitive and frequent condemnations of Israel. To stop them, Haley calls for the removal of the council's \"Agenda Item Seven\" – the item that singles out Israel for criticism in regular sessions focusing on alleged human rights abuses against Palestinians. This is a point Haley has made since she was nominated. She has managed to delay a council publication of a database of companies doing business with Israel in settlements in the West Bank, East Jerusalem and the Golan Heights. Haley made her argument in early June in an opinion piece published in the Washington Post, arguing that the U.N. must reclaim the legitimacy of the HRC. To the council she said: \"While this body is dedicated to human rights, all U.N. bodies, including the U.N. Security Council, should be working to address human rights violations and abuses as part of its work.\" Some U.N. experts agree but see the system as too entrenched to change. Stephen Schlesinger, a fellow at the Century Foundation who wrote a history of the founding of the U.N. called \"Act of Creation,\" told CBS News, \"Competitive voting would be the best way to go forward; I don't think that any right-thinking person would really argue with Haley on that route.\" But he added, \"I don't believe that the regional blocs will ever give up their prerogative to select individual states within their territorial areas for seats.\" Curiously, experts and diplomats alike agree with both of Haley's reform points, but are more resigned to reforming a flawed council from within. Julian Braithwaite, the British ambassador to the U.N., delivered a message similar to Haley's to the HRC in March, putting the council on notice that it must change, saying, \"Our enduring commitment to the universality of rights is also our source of enduring disappointment with the council's bias against Israel. … Justice is blind and impartial. This selective focus on Israel is neither.\" But he also said, \"The U.K. stands fully supportive of the Human Rights Council as an international institution.\" Haley has emphasized that the council's Commissions of Inquiry have focused on human rights abuses in North Korea and Syria. On Monday, Haley said the U.S., as a member of the council, would call for a Commission of Inquiry into the ongoing human rights violations and deaths of two U.N. workers, including a U.S. citizen, in the Democratic Republic of the Congo. Richard Gowan, a U.N. expert at the European Council on Foreign Relations, weighed in with a conclusion similar to Schlesinger's: \"There have been multiple proposals to impose competitive voting on the Human Rights Council since its foundation a decade ago, but they never go anywhere.  I doubt this will be much different.\" Gowan added, \"The U.S. effectively boycotted the Council in the last days of the [George W.] Bush administration, and anti-Western forces had a field day. … If Washington pulls out now, it will just create political space for the Chinese, Russians and other to needle the West.\" A diplomat from the Office of the High Commissioner on Human Rights said it agrees with competitive voting, which happens much of the time in some groups but not others. Needless to say, the office opposes a U.S. withdrawal, which would have budget implications, since the council is funded by the U.N.'s regular budget and voluntary contributions. Rosemary DiCarlo, president of the National Committee on American Foreign Policy and a former acting U.S. ambassador to the U.N. under President Obama, noted the open voting proposal has been discussed before but never enacted. \"While it would certainly improve the makeup of the HRC, it could be difficult to get approved by the general membership,\" she said. Difficult as it is to get needed changes, DiCarlo agreed with the reform proposals, saying, \"The HRC serves a number of useful functions but its bias against Israel mars its reputation and credibility as does membership in the HRC of serious human rights offenders.\" Haley has made defense of Israel and human rights around the world her flagship at the U.N., and her speech was a final missive to states to straighten a practice many diplomats and experts believe is out of line, or face the consequences. She told the council, \"Respect for human rights is deeply intertwined with peace and security and that human rights violations and abuses often serve as triggers for instability and conflict.\" \"Let the world be on notice,\" she said. \"We will never give up the cause of universal human rights. Whether it's here, or in other venues, we will continue this fight.\"   Pamela Falk is the CBS News correspondent covering the United Nations, and an international lawyer.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/us-threatens-bolt-un-human-rights-council/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump calls former FBI director Comey a \"leaker\" after testimony",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 9,
                "year": 2017
            },
            "article_content": "President Donald Trump is asserting that fired FBI Director James Comey's testimony to Congress represents \"total and complete vindication\" in the Russia case. Mr. Trump, who did not post on his Twitter account as Comey appeared before the Senate intelligence committee Thursday, sent a tweet at daybreak Friday. In the post, the president said: \"Despite so many false statements and lies, total and complete vindcaiton ... and WOW, Comey is a leaker.\" Despite so many false statements and lies, total and complete vindication...and WOW, Comey is a leaker! Mr. Trump was referring to Comey's revelation that he had passed on to a friend a written memo he'd made detailing a meeting with Mr. Trump at the White House - and had asked a friend to give it to a reporter for the New York Times. During much of the increasingly heated debate surrounding the FBI's investigation of Russia's role in the election, Mr. Trump has chafed over news leaks, arguing that news organizations had not given them proper attention. Meanwhile, Alexei Pushkov, a senior Russian lawmaker, dismissed Comey's testimony as a \"big bubble,\" adding that it \"will not help Trump's adversaries to start impeachment proceedings.\" Russian officials have vehemently denied any role in hacking attacks on the Democratic National Convention and voter-registration databases. On Thursday, Mr. Trump's outside lawyer, Marc Kasowitz, denied that the president ever asked or pressured Comey to drop the investigation into fired National Security Adviser Michael Flynn.  In a statement he read to reporters at the National Press Club, Kasowitz said, \"the president never, in form, or substance, directed or suggested, that Mr. Comey stop investigating anyone, including the president never suggested that Mr. Comey quote, let Flynn go, close quote. As the president publicly stated the next day, he did say to Mr. Comey, quote, General Flynn is a good guy. He has  been through a lot, close quote, and also, quote, asked how General Flynn is doing, close quote. Admiral Rogers testified today that the president never, quote, directed him to do anything illegal, immoral, unethical, or inappropriate, close quote, and never, never, quote pressured him to do so, close quote.\" \"The president also never told Mr. Comey, 'I need loyalty. I expect loyalty,'\" Kasowitz continued. \"He never said it in form and he never said it in substance. Of course, the office of the president is entitled to expect loyalty from those who are serving the administration.  And from before this president took office until this day, it is overwhelmingly clear that there have been and continue to be those in government who are actively attempting to undermine this administration with selective and illegal leaks of classified information and privileged communications.\"",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/donald-trump-former-fbi-director-james-comey-leaker-claims-vindication/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Gerald Ford's Inaugural Remarks: August 9, 1974",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 19,
                "year": 2017
            },
            "article_content": "Mr. Chief Justice, my dear friends, my fellow Americans: The oath that I have taken is the same oath that was taken by George Washington and by every President under the Constitution. But I assume the Presidency under extraordinary circumstances never before experienced by Americans. This is an hour of history that troubles our minds and hurts our hearts. Therefore, I feel it is my first duty to make an unprecedented compact with my countrymen. Not an inaugural address, not a fireside chat, not a campaign speech--just a little straight talk among friends. And I intend it to be the first of many. I am acutely aware that you have not elected me as your President by your ballots, and so I ask you to confirm me as your President with your prayers. And I hope that such prayers will also be the first of many. If you have not chosen me by secret ballot, neither have I gained office by any secret promises. I have not campaigned either for the Presidency or the Vice Presidency. I have not subscribed to any partisan platform. I am indebted to no man, and only to one woman--my dear wife--as I begin this very difficult job. I have not sought this enormous responsibility, but I will not shirk it. Those who nominated and confirmed me as Vice President were my friends and are my friends. They were of both parties, elected by all the people and acting under the Constitution in their name. It is only fitting then that I should pledge to them and to you that I will be the President of all the people. Thomas Jefferson said the people are the only sure reliance for the preservation of our liberty. And down the years, Abraham Lincoln renewed this American article of faith asking, “Is there any better way or equal hope in the world?” I intend, on Monday next, to request of the Speaker of the House of Representatives and the President pro tempore of the Senate the privilege of appearing before the Congress to share with my former colleagues and with you, the American people, my views on the priority business of the Nation and to solicit your views and their views. And may I say to the Speaker and the others, if I could meet with you right after these remarks, I would appreciate it. Even though this is late in an election year, there is no way we can go forward except together and no way anybody can win except by serving the people’s urgent needs. We cannot stand still or slip backwards. We must go forward now together. To the peoples and the governments of all friendly nations, and I hope that could encompass the whole world, I pledge an uninterrupted and sincere search for peace. America will remain strong and united, but its strength will remain dedicated to the safety and sanity of the entire family of man, as well as to our own precious freedom. I believe that truth is the glue that holds government together, not only our Government but civilization itself. That bond, though strained, is unbroken at home and abroad. In all my public and private acts as your President, I expect to follow my instincts of openness and candor with full confidence that honesty is always the best policy in the end. My fellow Americans, our long national nightmare is over. Our Constitution works; our great Republic is a government of laws and not of men. Here the people rule. But there is a higher Power, by whatever name we honor Him, who ordains not only righteousness but love, not only justice but mercy. As we bind up the internal wounds of Watergate, more painful and more poisonous than those of foreign wars, let us restore the golden rule to our political process, and let brotherly love purge our hearts of suspicion and of hate. In the beginning, I asked you to pray for me. Before closing, I ask again your prayers, for Richard Nixon and for his family. May our former President, who brought peace to millions, find it for himself. May God bless and comfort his wonderful wife and daughters, whose love and loyalty will forever be a shining legacy to all who bear the lonely burdens of the White House. I can only guess at those burdens, although I have witnessed at close hand the tragedies that befell three Presidents and the lesser trials of others. With all the strength and all the good sense I have gained from life, with all the confidence my family, my friends, and my dedicated staff impart to me, and with the good will of countless Americans I have encountered in recent visits to 40 States, I now solemnly reaffirm my promise I made to you last December 6: to uphold the Constitution, to do what is right as God gives me to see the right, and to do the very best I can f or America. God helping me, I will not let you down. Thank you.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/gerald-fords-inaugural-remarks-august-9-1974/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Racism dispute at bakery roils in Oberlin, Ohio",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 10,
                "year": 2017
            },
            "article_content": "OBERLIN, Ohio -- Students at Oberlin College have long enjoyed pastries, bagels and chocolates from Gibson's Bakery, a century-old, family-owned business near campus. That sweet relationship has turned bitter amid hotly disputed accusations of racism, roiling a school and town long known for their liberal politics.  The dispute, which began in November 2016 with the arrest of three black Oberlin students who were accused of stealing wine from Gibson's, is now a lawsuit in which the exasperated bakery owners accuse the college and a top dean of slandering Gibson's as a \"racist establishment\" and taking steps to destroy the family's livelihood.  Caught in the middle are longtime residents of this town of 8,300 people, many of whom identify themselves as liberals but who have patronized Gibson's for decades. Many believe the timing was right for the conflict to boil over; the arrests came the day after Donald Trump won the presidential election, electrifying students who had long heard suspicions of racial profiling at Gibson's.  A member of the Black Student Union at Oberlin College told CBS affiliate WOIO-TV last month that other students have accused the bakery of racial profiling.  \"Multiple students have had accounts of being followed around the store, being accused of stealing, having to turn their pockets out when they weren't stealing anything just because they were black or brown students,\" the student, who didn't give a name, said.   The three students were arrested after punching and kicking the white shopkeeper. The 18- and 19-year-old students said that they were racially profiled and that their only crime was trying to buy alcohol with fake identification; the shopkeeper, Allyn Gibson, said the students attacked him after he caught them trying to steal bottles of wine.  The day after the arrests, hundreds of students protested outside the bakery. Members of Oberlin's student senate published a resolution saying Gibson's had \"a history of racial profiling and discriminatory treatment.\"  \"I can understand why people were looking for some outlet for their frustration, but it's just counterproductive to bend that anger towards a small family business that to my knowledge is not guilty of the sort of racial profiling that people accuse it of,\" said retired Oberlin professor Roger Copeland.  Few colleges put the \"liberal\" into \"liberal arts\" more than Oberlin, which in the early 1800s became the first in the country to regularly admit women and minorities. But it also more recently has become, for conservatives, a symbol of political correctness gone awry and entitled youth.  News articles in 2015 quoted students decrying the school dining hall's sushi and Vietnamese banh mi sandwiches as cultural appropriation. The divisive, voice-of-a-generation actress Lena Dunham, famously a 2008 Oberlin alumna, was quoted in Food & Wine magazine as saying, \"The press reported it as, 'How crazy are Oberlin kids?' But to me, it was actually, 'Right on.'\"  With Oberlin's reputation preceding it and news of the Gibson's protests spreading online, bikers and out-of-town counter-protesters soon converged on the town to jeer students and buy doughnuts from Gibson's. Conservatives derided the students on social media as coddled \"snowflakes\" with a mob mentality, while students attacked the store as a symbol of systemic racism.  The three students arrested at Gibson's pleaded guilty in August to attempted theft and aggravated trespassing and said in statements required by a plea agreement that their actions were wrong and that the store wasn't racist.  Even so, students continue to boycott Gibson's over perceived racial profiling, causing business to suffer. Pressed by a reporter to provide evidence or examples of profiling, they said only that when black students enter the store, they feel as though they're being watched.  \"Racism can't always be proven on an Excel sheet,\" said Kameron Dunbar, an Oberlin junior and vice chair of the student senate. Copeland and other residents say the accusations of racism are unfounded.  \"I've never seen evidence; it's always hearsay,\" Copeland said. \"When your fellow student is shutting down a conversation because he or she is made uncomfortable, it leads to a hive mentality.\"  On Nov. 7, the Gibsons sued Oberlin and Meredith Raimondo, vice president and dean of students, for slander, accusing faculty members of encouraging demonstrations against the bakery by suspending classes, distributing flyers, and supplying protesters with free food and drink.  It says Raimondo took part in the demonstration against Gibson's with a bullhorn and distributed a flyer that said the bakery is a \"RACIST establishment with a LONG ACCOUNT of RACIAL PROFILING and DISCRIMINATION.\"  Today, the lawsuit says, college tour guides continue to inform prospective students that Gibson's is racist.  Dave Gibson, the bakery's owner, says the lawsuit is about standing up for his right to crack down on shoplifting without being branded as a racist. The suit says Oberlin demanded that he stop pushing criminal charges on first-time shoplifters and call school deans instead.  \"I have not taken a paycheck since this happened more than a year ago,\" Gibson said in an email. \"Sometimes you have to stand up to a large institution. Powerful institutions -- including Oberlin College -- and their members must follow the same laws as the rest of us.\"  Gibson's loses thousands of dollars to theft, the lawsuit said. It rejects any accusations of racial bias, pointing to police figures in the past five years that show only 6 out of 40 adults arrested for shoplifting at the bakery were black.  The school said in a statement after the lawsuit was filed that it and Raimondo deny Gibson's claims and that the college has stopped buying the bakery's goods, ending what had been a decades-long relationship. Raimondo did not respond to an email seeking comment.  Attempts by the Oberlin Business Partnership to mediate between the school and bakery ended in failure, said partnership Director Janet Haar, with neither side appearing to be interested.  The clash has inspired Oberlin senior Jake Berstein, who said he witnessed the initial altercation, to produce a podcast trying to create a conversation that \"isn't being had\" between the two sides.  \"Gibson's has become all that is wrong with America,\" Berstein said. \"It's a classic case of those political bubbles that don't communicate with each other, and don't want to.\" ",
            "bias": "racial discrimination",
            "url": "https://www.cbsnews.com/news/oberlin-ohio-gibsons-bakery-racism-dispute/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Federal judge throws out Texas voter ID law",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "August",
                "day": 23,
                "year": 2017
            },
            "article_content": "AUSTIN, Texas -- A federal judge who has compared Texas' voter ID requirements to a \"poll tax\" on minorities once again blocked the law Wednesday, rejecting a weakened version backed by the Trump administration and dealing Texas Republicans another court defeat over voting rights. U.S. District Judge Nelva Gonzales Ramos rejected changes signed by Republican Gov. Greg Abbott this summer as not only lacking but also potentially chilling to voters because of new criminal penalties. The new version didn't expand the list of acceptable photo identifications - meaning gun licenses remained sufficient proof to vote, but not college student IDs. Instead, the changes would allow people who lack a required ID to cast a ballot if they signed an affidavit and brought paperwork that showed their name and address, such as a bank statement or utility bill. Those revisions were supported by the U.S. Justice Department, which under President Barack Obama had joined Democrats and minority rights groups in suing over the law. But that position has changed with President Trump in charge, who has established a commission to investigate allegations of voter fraud in the 2016 elections. In February, the Justice Department abandoned the argument Texas passed voter ID rules with discrimination in mind and said changes signed by Abbott should satisfy the courts. Texas first passed the voter ID law in 2011, the same year the GOP-controlled Legislature adopted voting maps that were also struck down as discriminatory. Republican Texas Attorney General Ken Paxton called the latest ruling \"outrageous\" and said an appeals court should void the decision. \"The U.S. Department of Justice is satisfied that the amended voter ID law has no discriminatory purpose or effect. Safeguarding the integrity of elections in Texas is essential to preserving our democracy,\" Paxton said in a statement. But Gonazles Ramos, who first struck down the law in 2014, said Texas didn't go far enough with its changes and said that criminal penalties Texas attached to lying on the affidavit could have a chilling effect on voters who, fearful of making an innocent mistake on the form, simply won't cast a ballot. Nor was she swayed by Texas clarifying under the revised law, known as Senate Bill 5, that both U.S. passport books and cards would be accepted. \"This feature remains discriminatory because SB 5 perpetuates the selection of types of ID most likely to be possessed by Anglo voters and, disproportionately, not possessed by Hispanics and African-Americans,\" she wrote. It was another major ruling over voter ID laws this year. In May, the U.S. Supreme Court shut the door on efforts by North Carolina to revive a state law that mandated voter identification. The Texas voter ID law could now be the high court's next opportunity to weigh in. The decision also leaves open the potential of Texas becoming the first state dragged back under federal oversight since the U.S. Supreme Court in 2013 gutted the federal Voting Rights Act, which had required states with troubled racial histories to submit election changes for approval. Gonzales Ramos left that question open for consideration later. Texas has spent years fighting to preserve both the voter ID law -- which was among the strictest in the U.S. -- and its voting maps. Earlier this month, a separate federal court found racial gerrymandering in Texas' congressional maps and ordered voting districts to be partially redrawn before the 2018 elections. \"From discriminatory gerrymandering to discriminatory voter ID laws, it has become entirely clear that Texas Republicans are rigging our election system,\" said Gilberto Hinojosa, chairman of the Texas Democratic Party.",
            "bias": "racial discrimination",
            "url": "https://www.cbsnews.com/news/federal-judge-throws-out-texas-voter-id-law/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Facebook allowed advertisements to target \"Jew haters,\" report says",
            "author": "Peter Martinez",
            "source": "CBS",
            "published_date": {
                "month": "September",
                "day": 14,
                "year": 2017
            },
            "article_content": "Social media giant Facebook is again in the headlines, this time for allowing advertisers to target users who described themselves as \"Jew haters\" or were interested in topics like \"How to burn jews\" or \"History of 'why jews ruin the world.'\"   It was discovered by the investigative journalism site ProPublica, which tested the system by purchasing $30 worth of \"promoted posts\" that would appear in Facebook's newsfeed for a targeted audience. It said the entire process was approved within 15 minutes.   \"Want to market Nazi memorabilia, or recruit marchers for a far-right rally? Facebook's self-service ad-buying platform had the right audience for you,\" the ProPublica article said. ProPublica contacted Facebook about what it found and the company removed the anti-Semitic categories. ProPublica reported the categories were created by an algorithm, not by people, and said Facebook would \"explore ways to fix the problem.\" CBS News received a statement Thursday evening on behalf of Facebook that clarified that the categories were created automatically based off information users fill out in their Facebook profiles. The statement in part read, \"Users filling out their profiles may have added descriptions like 'Jew hater,' which then would appear to advertisers as potential categories of users to which ads could be directed, but there's no algorithm involved.\" ProPublica explains that it placed three ads and selected the audience categories from Facebook's ad-buying platform. Since the \"Jew hater\" category was a small group -- 2,274 users -- Facebook automatically suggested adding related categories like \"Nazi Party\" and \"German Schutzstaffel\" (the Nazi SS) to reach more people. Facebook data showed the ads reached 5,897 people, generating 101 clicks, and 13 \"engagements\" such as a \"like\" a \"share\" or a comment on a post. In response, Facebook's product management director Rob Leathern issued a statement to CBS News Thursday evening saying the company doesn't allow hate speech and that \"there are times\" when content sometimes violates its standards and that the company has \"more work to do.\" \"We don't allow hate speech on Facebook. Our community standards strictly prohibit attacking people based on their protected characteristics, including religion, and we prohibit advertisers from discriminating against people based on religion and other attributes,\" Leathern said. \"However, there are times where content is surfaced on our platform that violates our standards. In this case, we've removed the associated targeting fields in question. We know we have more work to do, so we're also building new guardrails in our product and review processes to prevent other issues like this from happening in the future.\" Last year, a similar ProPublica investigation exposed that Facebook ad targeting could enable racial discrimination by allowing companies to exclude certain groups from getting credit, employment, or housing ads. Facebook changed its policy to stop that following the report.  The latest report follows a flurry of other revelations about Facebook's vulnerability to manipulation, including its role in spreading misinformation during the 2016 campaign.  Just last week, Facebook disclosed that an internal investigation identified about 3,000 ads, costing $100,000, that were linked to Russian internet trolls. The operation used hundreds of \"inauthentic accounts\" impersonating average Americans to share \"divisive social and political messages,\" the company said.  CBS News' Jeff Pegues reports congressional investigators believe the true scope of the Russian effort was much bigger.  \"They are using these new social media sites, which is kind of a wild, wild West with very few rules, to influence the election,\" said Sen. Mark Warner, the ranking Democrat on the Senate Intelligence Committee, which is investigating Russian interference in the 2016 presidential election.  \"I think what we've seen so far from Facebook is only the tip of the iceberg,\" Warner said.   Peter is a Product Manager for CBSNews.com and its CMS publishing systems. He is a former News and Homepage Editor who has covered everything from breaking news to Sunday night award shows. Peter joined CBS News Digital in February 2017. Contact him at peter.martinez@cbsnews.com.",
            "bias": "racial discrimination",
            "url": "https://www.cbsnews.com/news/facebook-ads-targeting-jew-haters-propublica-report/?intcid=CNM-00-10abd1h"
        }
    ]
}