{
    "Biases": [
        "Abortion",
        "planned parenthood"
    ],
    "Articles": [
        {
            "headline": "Inslee announces re-election for Washington governor after ending White House bid",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "August",
                "day": 22,
                "year": 2019
            },
            "article_content": "Washington Gov. Jay Inslee, who has ended his 2020 presidential bid, announced on Thursday that he'll seek a third term as governor. Inslee made the official announcement in an email to supporters, saying he the successes he's had at the state level \"gives me confidence that we can continue to lead the nation in so many ways.\" \"Our multiple accomplishments have paved the way for much to come in the next term. We've created the first public option for health care in the nation, the highest increase in average public school teacher pay in the country, and the fastest growing economy in America. That's what we do in Washington — we're innovators, builders, creators — and I am eager to build and expand on this unique record of progress and economic success for the people of our great state,\" Inslee wrote in his email. The Associated Press first reported Inslee's plans.  He added, \"We've made incredible progress together, but there's much more to do. Make no mistake — we will not be resting on our laurels. We fully intend for Washington's future to be every bit as dynamic, innovative, and inclusive as its past.\" Inslee, who made fighting climate change the central theme of his presidential campaign, announced Wednesday night that he was ending his campaign after nearly six months. Inslee said that he was confident that Democrats would select a nominee who would champion climate change issues but that it had become clear that he wouldn't be the person selected. Inslee said he was not endorsing anyone but would support whoever is the nominee. \"I believe we're going to have a candidate to fight this battle,\" he said on MSNBC. \"I'm inspired by the people I've met across the country. I'm not going to carry the ball but we're going to make sure somebody is.\" Inslee, who had previously been scheduled to visit New Hampshire on Thursday, will now be back in Washington state for a morning news conference at Planned Parenthood in Seattle regarding the Title X family planning program. While the filing deadline for the state's 2020 elections isn't until next May, three Democrats had already signaled they would run for governor, but only if Inslee didn't: Attorney General Bob Ferguson, Commissioner of Public Lands Hilary Franz and King County Executive Dow Constantine. The political dominos continued with Democratic candidates lining up to run for attorney general and lands commissioner if Ferguson and Franz end up not seeking reelection to their posts. Franz said Wednesday night that she's not disappointed that she won't be entering the governor's race, saying that she loved her current job and has \"a lot of work to do.\" State Republican Party Chairman Caleb Heimlich said that he thinks Inslee could be vulnerable in a reelection bid. \"Getting elected to a third term is a tough task,\" he said. \"And doing so on the heels of a failed presidential campaign where you sent a message to voters that you want a different job, that doesn't sit very well.\" A few Republicans have already announced plans to run for governor, including Phil Fortunato, a state senator, and Loren Culp, the police chief of Republic, in eastern Washington. A Republican has not occupied the governor's office in more than three decades.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/jay-inslee-announces-re-election-as-washington-governor-after-ending-white-house-bid/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Wisconsin Supreme Court race too close to call after 1.2 million votes",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 3,
                "year": 2019
            },
            "article_content": "Madison, Wis. -- The Wisconsin Supreme Court race that liberals needed to win to have a shot at taking majority control of the court next year appeared headed for a recount. Still, the conservative candidate declared victory overnight while holding a narrow lead following Tuesday's election. A conservative win would increase their majority to 5-2 and ensure their control over the court, which they've held since 2008, for years to come. It would be a particularly stinging defeat for liberals, who were confident and riding a wave of wins in 2018, including picking up a Supreme Court seat and ousting Republican Gov. Scott Walker. Conservative Brian Hagedorn, who was Walker's chief legal counsel for five years, led liberal-backed Lisa Neubauer by 5,911 votes out of 1.2 million cast, based on unofficial results. That is a difference of about 0.49 percentage point, close enough for Neubauer to request a recount but she would have to pay for it. Hagedorn declared victory early Wednesday morning. \"The people of Wisconsin have spoken, and our margin of victory is insurmountable,\" the Hagedorn campaign said in a statement released just after 2 a.m. Wednesday, CBS affiliate WISC-TV reported. \"I am deeply humbled and honored by the voters who have placed their trust in me to serve as Wisconsin's next Supreme Court justice. The voters chose to have a Court that keeps personal political beliefs out of the courtroom and applies the law as written,\" the statement said. Minutes after he declared victory, the Neubauer campaign sent out a fundraising plea saying \"with the vote total neck and neck, it looks like we're heading into a potential recount.\" Her campaign adviser Scott Spector said Wednesday morning that Hagedorn's declaration of victory did not change their position that a recount was likely. Statement from @JudgeNeubauer campaign: #news3now pic.twitter.com/GUT2iOHinM Counties will canvass the vote starting next week to determine the official margin of victory. The last time there was a recount in a Wisconsin Supreme Court race was in 2011. The last statewide election was for the presidential race in 2016. That cost local election clerks $2 million, which is more than the $1.7 million Neubauer raised during the entire Supreme Court campaign. However, those costs included overtime for clerks who had to count nearly 2.9 million votes, more than double the 1.2 million cast in this year's Supreme Court race. Wisconsin's Supreme Court race, the only statewide election of the year, was viewed as a barometer of voter moods heading into the 2020 presidential year. Turnout was strong at nearly 27%, beating the 2018 Supreme Court turnout of 22%, and the tight outcome provides more evidence of how evenly divided Wisconsin is. President Donald Trump carried the state by less than a percentage point, and Walker lost by just over 1 point. Hagedorn's victory in battleground Wisconsin sends a \"message to all of America that we're ready to keep Wisconsin red as we turn our attention to mobilizing for 2020 and re-electing President Trump,\" said Mark Jefferson, executive director of the Wisconsin Republican Party. The Wisconsin Supreme Court has been the final word in some of the most partisan battles in the state over the past decade. It has upheld several polarizing laws passed by the Republican-controlled Legislature and was expected to be at the center of battles between Democratic Gov. Tony Evers and GOP lawmakers. Both Neubauer and Hagedorn are appeals court judges and partisan interests played heavy in the race. Former Democratic U.S. Attorney General Eric Holder's group committed to spending $350,000 to help Neubauer win. A host of conservative groups, including Americans for Prosperity that is part of the Koch network, matched Democratic outside spending to help Hagedorn. Hagedorn, an evangelical Christian, spent much of the race defending his conservative beliefs. Opponents have pointed to a blog he wrote as a law school student in the mid-2000s in which he called Planned Parenthood a \"wicked organization\" and denounced court rulings favoring gay rights by likening homosexuality to bestiality. They have also pointed to his founding of a conservative private school that allows for expelling students who are gay. Hagedorn was also paid $3,000 to give speeches at meetings of the Alliance Defending Freedom, a group that supported criminalizing sodomy and sterilizing transgender people. Neubauer, 61, was appointed to the appeals court in 2007 by former Democratic Gov. Jim Doyle. Neubauer was elected to the appeals court in 2008, re-elected in 2014 and has been chief judge since 2015. She spent almost 20 years as an attorney in private practice. Nearly every judge who endorsed a candidate in the race - more than 340, or 98% - backs Neubauer. Hagedorn won endorsements from the National Rifle Association and Wisconsin Right to Life. The winner will serve a 10-year term and replace retiring liberal Justice Shirley Abrahamson, who is 85.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/wisconsin-supreme-court-race-too-close-to-call-1-2-million-votes-brian-hagedorn-lisa-neubauer/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Democratic 2020 candidates descend on South Carolina for Clyburn's \"World Famous Fish Fry\"",
            "author": "Caitlin Huey-Burns, Sarah Ewall-Wice and LaCrai Mitchell",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 19,
                "year": 2019
            },
            "article_content": "Columbia, S.C. —The South Carolina Democratic primary is more than 250 days away, but that won't stop at least 22 presidential hopefuls from packing into the Palmetto State this weekend. Democratic White House contenders will descend on Columbia Friday and Saturday for Rep. James Clyburn's \"World Famous Fish Fry\" and for the state Democratic Party convention — the first time since the start of the 2020 campaign cycle that so many candidates are gathered at the same time. The state's \"First in the South\" primary on Feb. 29, 2020, is critical for Democratic presidential candidates, in large part due to the diversity of the state's electorate. As with the larger Democratic primary, winning depends in large part on support from the African American community.  \"This is the kick off for the presidential pre-season of 2020,\" says Columbia-based Democratic strategist Antjuan Seawright. \"This will be the first time you have this many candidates all in one venue, at the same time, at the same stage, talking to a very decisive voting bloc — the most important voting bloc in the Democratic primary — African American voters.\" While Iowa and New Hampshire will cast the first ballots of the 2020 primary cycle, South Carolina's contest — where black voters make up 61% of the electorate — offers a different perspective on where the race could lead. \"Iowa and New Hampshire have always had a special place, but this is the year South Carolina has become a first tier early state primary,\" says Jaime Harrison, who is running for U.S. Senate against long-time Republican incumbent Sen. Lindsey Graham. The festivities begin Friday with as many as 1,300 people attending the Blue Palmetto Dinner featuring speeches from multiple presidential candidates and a keynote address by Rep. Cheri Bustos, the chair of the Democratic Congressional Campaign Committee.  \"I think you should expect to eat a lot. There's no question about it,\" said South Carolina Democratic Party Chair Trav Robertson. \"There will be no excuse for someone not to be well fed by the time they leave these events.\" Later that same evening, Clyburn will host his Fish Fry. Organizers ordered 4,400 pounds of fish and 6,400 slices of bread, and expect thousands to show up and hear from the candidates. \"It really is going to be ground zero for the campaign,\" Columbia Mayor Steve Benjamin told CBS News. \"It's going to give all of the candidates a chance to show what they are made of, to show the human side. You can't get tired shaking hands ... It's show time.\" The Fish Fry began nearly three decades ago as a way to thank campaign workers and those who couldn't afford to attend the State Democratic Party dinner. During the 2008 cycle, South Carolina officially became an early state. This move elevated the Fish Fry to national prominence during a presidential election year and solidified its role as an unofficial requirement for anyone vying for the Democratic nomination for president. \"This Fish Fry continues to be a way to honor those who dedicate their time and talents in support of Democratic candidates,\" said Clyburn in a statement. \"It also provides some ordinary voters, a beyond-the-ordinary opportunity, to meet some extraordinary presidential candidates.\" Clyburn is considered by many to be the most influential Democrat in the state, and his endorsement is among the most coveted in the primary process. The 14-term lawmaker is the highest ranking African American and the third highest ranking Democrat in Congress. While he is staying neutral for now, candidates will be reveling in face time with him this weekend. \"Having Clyburn introduce you to voters in the state where he's so well respected and where he has had make-or-break campaigns in past presidential primaries is a big deal,\" says Seawright, arguing that Friday's Fish Fry figures to be the most consequential in the history of the event. \"If you are really looking at winning in South Carolina, or at least placing well, you have to go to the Fish Fry,\" says Harrison, who is also a former DNC official. \"We're the gateway to the South, the gateway to all of these primary states where there's significant African American population. If you can't come up with a message that resonates in South Carolina, that probably means you won't win the South and won't win the primary.\" On Saturday, the South Carolina Democratic Party will hold its annual convention which will elect party officers. As many as 3,000 people are expected to show up, with Clyburn and Rep. Joe Cunningham kicking it off with speeches.  Running alongside the main events, the Planned Parenthood Action Fund will host a forum, the South Carolina Young Democrats are throwing an event, and several of the 2020 candidates themselves are expected to attend meet and greets and campaign rallies. Robertson likened this weekend's array of events to a buffet because he said there will be something for everyone.  \"You can get it all, and I believe that's what this Democratic convention weekend is going to be like,\" he said.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/democratic-2020-candidates-descend-on-south-carolina-for-clyburns-world-famous-fish-fry/?intcid=CNM-00-10abd1h"
        }
    ]
}