{
    "Biases": [
        "Abortion",
        "Pro-choice"
    ],
    "Articles": [
        {
            "headline": "Cheney's new campaign ad focuses on opponents' claims about the 2020 election",
            "author": "Aaron Navarro",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 27,
                "year": 2022
            },
            "article_content": "In the closing weeks of her campaign, Rep. Liz Cheney, a Republican, is up with a new TV ad that contrasts her primary opponents' stances about fraud in the 2020 election with her own. The ad, first shared with CBS News, features comments made about the 2020 election by three of her primary opponents during their June debate. It opens up with her main opponent, Trump-backed trial attorney Harriet Hageman saying, \"We have serious questions about the 2020 election.\"  The ad is another sign that Cheney, who is vice chair of the House select committee investigating the Jan. 6 attack on the U.S. Capitol, is doubling down on her battle against the baseless claims from former President Donald Trump and GOP allies that the 2020 election was stolen.  \"We've got to elect serious leaders. We have to elect leaders who will take their oath of office seriously. Leaders who won't simply say what they think people want to hear,\" Cheney says in the closing of the ad. During that debate on June 30, Hageman criticized Cheney and the Jan. 6 committee, and said \"they're not focusing on the issues that are important to the people in Wyoming.\" At one point in the debate, Cheney challenged Hageman directly to say the 2020 election was not stolen. After Hageman didn't directly respond, Cheney said her challenger is \"completely beholden\" to Trump.  Two other primary candidates, state Sen. Anthony Bouchard and businesswoman Robyn Belinsky, are also shown in the ad referencing the 2020 election.  Since June, at least 11 TV ads on the Wyoming primary have been up on the air, with five of them coming from Cheney and six from Hageman's campaign or allied groups such as the Club for Growth Action, according to data from ad tracking firm AdImpact. Since June, Cheney has been the top individual spender on ads, with $1.8 million spent. She has led the field in fundraising this cycle with $13 million raised this cycle compared to $3.8 million for Hageman. Cheney's fifth ad is out the same week as one by the pro-Hageman Wyoming Values PAC, who placed a $500,000 ad buy in the final three weeks of the campaign that uses Cheney's vote for the bipartisan gun control bill to tie her to Democrats. Hageman also released an ad Tuesday that focuses on her work representing a farmer that was being sued by the Environmental Protection Agency.  In response to the new Cheney ad, Hageman campaign adviser and former Trump campaign spokesperson Tim Murtaugh said, \"Wyoming is fed up with Liz Cheney and no amount of television ads funded by Democrats from California will ever change that.\" The three term congresswoman is facing her toughest re-election yet. A recent independent poll by the Casper Star-Tribune had Hageman leading by 22 points, a similar margin to other internal polls by Hageman and allies.  GOP activists back in Wyoming have also turned on the historically conservative congresswoman, and the state's Republican central committee narrowly voted to no longer recognize her as a Republican in November 2021.  Congressional Republicans have also gotten behind Hageman. House Majority Leader Kevin McCarthy, who has had a frosty relationship with Cheney since she was booted as the House Republican Chair, said Tuesday that he'd be at his own event  in Wyoming on Aug. 16, the day of the primary. In June, Cheney's campaign sent a mailer out to all voters about how they could change their party affiliation to register as a Republican, an indirect appeal to a combined 78,210 registered Democratic and Independent voters, according to July 1 data from Wyoming's secretary of state. Republicans make up more than 71% of registered voters in Wyoming. Wyoming law allows for voters to change their party affiliation on election day, something Trump and the state party pushed for the state's Republican-led legislature to get rid of.  In a statement, Cheney said \"damn right\" that she'd inform all voters about the voting rules. \"If any eligible voter living in Wyoming wishes to become a Republican, they are free to do so. That is their right,\" she said. Since she voted to impeach Trump after the Jan. 6 attack, Cheney's race has been a top priority for the former president. He backed Hageman in Sept. 2021 and held a rally in Casper, the state's second-largest city, in May.  And on Saturday in Florida, over 2,000 miles away from Wyoming, Trump made little mention of the recent Jan. 6 public hearings themselves but made sure to take a quick dig at Cheney by calling her \"unhinged.  In 2020, Cheney and Trump both got just under 70% of the vote, with Trump recording just 7,827 more votes than what Cheney got. Cheney's involvement in the Jan. 6 select committee has resulted in very public spats between her and Trump over his actions after the 2020 election. She raised the prospects of witness tampering in one hearing after saying Trump called someone who had privately spoken to the committee, something Trump spokesperson Taylor Budowich called a lie. The feud between Cheney and Trump has the possibility of extending into 2024. The former president hinted again at a third run during a Tuesday speech in Washington, D.C. \"They want to damage me so I cannot go back to work for you. And I don't think that's going to happen,\" Trump said as the crowd chanted \"four more years.\" When asked by CNN on Sunday, Cheney did not shut the door on a potential run in 2024 and said she'd make that call \"down the road.\" In her closing remarks for the eighth Jan. 6 hearing, Cheney alluded to a potential future run for Trump. \"Can a president who is willing to make the choices Donald Trump made during the violence of Jan. 6 ever be trusted with any position of authority in our great nation again?\" she said.  Aaron Navarro is a digital reporter covering politics.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/liz-cheney-campaign-ad-harriet-hageman-opponents-2020-election-claims/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "2024 GOP rivals court donors at big Las Vegas meeting, and some warn Trump is \"a loser\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 19,
                "year": 2022
            },
            "article_content": "The Republican Party's nascent 2024 class, emboldened as ever, openly cast Donald Trump as \"a loser\" over and over on Friday as they courted donors and activists fretting about the GOP's future under the former president's leadership. Trump's vocal critics included current and former Republican governors, members of his own Cabinet and major donors who gathered along the Las Vegas strip for what organizers described as the unofficial beginning of the next presidential primary season. It was a remarkable display of defiance for a party defined almost wholly by its allegiance to Trump for the past six years. \"Maybe there's a little blood in the water and the sharks are circling,\" Maryland Gov. Larry Hogan, a Republican presidential prospect himself and frequent Trump critic said in an interview. \"I don't think we've ever gotten to this point before.\" The gathering of the Republican Jewish Coalition's annual leadership meeting, which began Friday, comes just days after Trump became the first candidate to formally launch a 2024 campaign. His allies hoped his early announcement might ward off serious primary challenges, but several potential candidates said that's not likely after Trump loyalists lost midterm contests last week in battleground states from Arizona to Pennsylvania. His political standing within the GOP, already weakening, plummeted further. Ahead of his Friday night address, Mike Pompeo, the former Secretary of State under Trump, mocked one of his former boss' slogans: \"We were told we'd get tired of winning. But I'm tired of losing.\" \"Personality, celebrity just aren't going to get it done,\" he said later from the ballroom stage. Trump is scheduled to address the weekend gathering by video conference on Saturday. The vast majority of the high-profile Republican officials considering a 2024 White House bid appeared in person the two-day conference, which included a series of private donor meetings and public speeches. The program featured DeSantis, a leading Trump rival, and Pence, whom Trump blames for not overturning the 2020 election. Other speakers included Hogan, former U.N. Ambassador Nikki Haley, New Hampshire Gov. Chris Sununu and Florida Sen. Rick Scott. Virginia Gov. Glenn Youngkin, another potential 2024 contender, canceled his appearance after a Sunday shooting at the University of Virginia that left three dead. House Republican leader Kevin McCarthy, who could become the House speaker when Republicans take over in January, is also scheduled.  There seemed to be little sympathy for Trump's latest legal challenges.  Hours before Friday's opening dinner, Attorney General Merrick Garland named a special counsel to oversee the Justice Department's investigation into the presence of classified documents at Trump's Florida estate as well as key aspects of a separate probe involving the Jan. 6, 2021, insurrection and efforts to undo the 2020 election. Sununu, the New Hampshire governor who easily won reelection last week, said there was no sign that his party would rally to Trump's defense this time.  \"Those are his issues to sort out,\" Sununu said. \"Everyone's gonna sit back and watch the show. And that's not just his supporters — that's his money, that's donors, that's fundraisers,\" said the Republican governor, who easily won reelection last week. \"We're just moving on.\"  With a loyal base of support among rank-and-file voters and a sprawling fundraising operation featuring small-dollar contributions, Trump does not need major donors or party leaders to reach for the GOP nomination a third time. But unwillingness by big-money Republicans to commit to him — at least, for now — could make his path back to the White House more difficult.  There was little sign of enthusiasm for Trump's 2024 presidential aspirations in the hallways and conference rooms of the weekend gathering. At Friday night's dinner, organizers offered attendees yarmulkes bearing Trump's name, but there were few takers.  That's even as Jewish Republicans continued to heap praise on Trump's commitment to Israel while in the White House. \"There's no question that what President Trump accomplished over his four years in terms of strengthening the the U.S.-Israel relationship was unparalleled. He was the most pro-Israel president ever,\" said Matt Brooks, the Republican Jewish Coalition's executive director.  But that may not be enough to win over the coalition's leading donors this time.  \"For a lot of people who are attending this conference, this is about the future,\" Brooks said. \"And for some of them, President Trump may be their answer. For others, they're interested in what others have to say.\" New Jersey Gov. Chris Christie leaned into Trump's political failures during a private dinner with the group's leading donors on Thursday. In a subsequent interview, he did not back down.  \"In my view, he's now a loser. He's an electoral loser,\" said Christie, another 2024 prospect. \"You look at a general electorate, I don't think there's a Democrat he can beat because he's now toxic to suburban voters on a personal level, and he's earned it.\" The annual event is playing out at the Las Vegas Strip's Venetian Hotel in a nod to the Republican Jewish Coalition's longtime benefactor, Sheldon Adelson, a billionaire casino magnate who died last year. His wife Miriam Adelson remains a fundraising force within the GOP, though her level of giving in the recent midterm election, which exceeded $20 million, was somewhat scaled back. The 76-year-old Israeli-born Miriam Adelson \"is staying neutral\" in the GOP's 2024 presidential primary, according to the family's longtime political gatekeeper Andy Abboud.  She is not alone. Ronald Lauder, the president of the World Jewish Congress and heir to the Estee Lauder cosmetics fortune, backed Trump's previous campaigns but has no plans to support him in 2024, according to a Lauder spokesman.  Longtime Trump backer Stephen A. Schwarzman, chairman and CEO of the Blackstone Group investment firm, told Axios this week that he would back someone from a \"new generation\" of Republicans. Kenneth C. Griffin, the hedge-fund billionaire, is already openly backing DeSantis.  On Friday, aerospace CEO Phillip Friedman described himself as a \"big Trump supporter,\" but said he's open to listening to others moving forward. \"There's a couple other people who have his policies but don't have the baggage,\" Friedman said of Trump.  In his keynote address, Pence focused largely on the Trump administration's accomplishments, but included a few indirect jabs at the former president.  \"To win the future,\" Pence said, \"we as Republicans and elected leaders must do more than criticize and complain.\" He was more direct i n an interview this week. \"I think we will have better choices in 2024,\" Pence told The Associated Press. \"And I'm very confident that Republican primary voters will choose wisely.\"",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/trumps-rivals-court-his-donors-as-24-primary-season-begins/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: Rep. Sean Maloney on \"Face the Nation,\" Oct. 30, 2022",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 30,
                "year": 2022
            },
            "article_content": "The following is a transcript of an interview with Democratic Rep. Sean Maloney of New York that aired Sunday, Oct. 30, 2022, on \"Face the Nation.\" MARGARET BRENNAN: Welcome back to FACE THE NATION. We go now to the chair of the Democratic Congressional Campaign Committee, New York congressman Sean Patrick Maloney. Good morning to you. REP. SEAN PATRICK MALONEY: Good morning.  MARGARET BRENNAN:  I want to start where we just left off with our other guests. How concerned are you about the risk of political violence? And can you say, unequivocally, that you and your fellow Democrats will accept the outcome of your elections? REP. MALONEY : Of course, we'll accept the outcome of the elections. Always have, always will. And- and we're very concerned about the integrity of our elections, especially when people are trying to intimidate people with weapons, when they're engaged in these tactics to try to undermine confidence. Now we're- we're going to accept the results of the election. That's- That's the American way. MARGARET BRENNAN:  Well, I'm glad you said that, because there's been a lot of attention drawn to comments by some Democrats, including Hillary Clinton, who just released a tape statement online, where she was talking about upcoming elections. And she said, \"Right wing extremists already have a plan to literally steal the next presidential election, and they're not making a secret of it.\" I understand hyperbole, but would you agree that that's not helpful in the current environment to talk about plots to steal elections? REP. MALONEY: Yeah, no, I don't understand what that means, and I didn't see the comment. Let me- let me tell you what I think. What I think is that it's perfectly legitimate for both parties to make sure that voting is fair, that there's no fraud, that when votes are cast, that people have a right to cast them or don't. And that's normal. And in a close election, you might have a recount, you might have other examination of absentee ballots, that's all run of the mill stuff. What's different is people showing up with weapons and sitting in the back of a pickup truck next to a Dropbox trying to scare the tar out of people who are just exercising, exercising their vote. What's different is when a president, for the first time in our history, says he was cheated out of the results when he knows that's a lie. So let's- let's not- let's not let's not pretend for a minute that both sides have the same, the same amount of accountability for the loss of confidence in our elections. One side has been out there for a couple of years now doing everything they can to pretend Joe Biden didn't win fair and square when he did. And that's the difference. MARGARET BRENNAN: On that topic, Democrats shelled out about 53 million to support 13 Republican candidates during the primaries. I know you're part of strategy here, and the strategy was to elevate less electable Republicans in order to benefit Democrats, and some of this worked for you. But in at least two races, these guys have realistic shots at a victory. I'm looking at John Gibbs in Michigan, for example. Do you take responsibility for helping election deniers? REP. MALONEY: Well, at the DCCC, there's only one race in the country, one where we- where we engaged in the- in the tactic you're talking about. And what we did was we ran an ad that's true, that said he's too extreme for Western Michigan. And we ran that general election ad about two weeks early. And Hillary Scholten has been beating him consistently since she became our nominee. She's a strong pro-choice Democrat– MARGARET BRENNAN: So you stand by that strategy? REP. MALONEY: and she's going to- and she's going to beat him. What I can tell you is that in a budget of $340 million, we spent about $400,000, running a true general election commercial two weeks early, calling John Gibbs an extremist which he is, and- and that's all you're talking about. And I can't be - I can't answer to what governors did or what senators did or what other people did. But the committee I ran in a budget of $300 million, put $400,000 into speeding up a general election ad that was truthful, and we're going to win that race. MARGARET BRENNAN: The top three issues when we talk to voters that they tell us they're concerned about our economy, inflation and crime. Half of voters, according to our poll, think Democrats would cut police funding. Now I saw an ad the DCCC just bought in your district. And it opens with you talking to a policeman, you are keenly aware of this. Why hasn't your party been able to shake that perception of being soft on crime? REP. MALONEY: Well, because a lie gets halfway around the world before the truth gets its shoes on as the saying goes. In my own case, I brought $7 million for local police departments, supported the Invest to Protect Act which will fund all the police departments in my district, all under 125 officers. That's the most important support we've done for police in 30 years. And if you care about rising crime, my goodness, we should listen to police who are begging us to do something about the gun violence, which is at the heart of so much rising crime. And of course the MAGA crowd is in the pocket of the NRA won't touch the common safe bipartisan gun safety legislation which we passed through the House. So we have a record of results supporting good policing, and-and-and going after gun violence. And that's what people need to know. MARGARET BRENNAN:  In our poll 46% of voters believe Republicans' economic policies will help them, only 40% say the same about Democrats. 53% of voters believe gas prices will go up under Democrats, 21% say the same of the- of the GOP. I mean, since you're- you're talking strategy here in these closing days, how do you change these perception, and how do you get out younger voters? REP. MALONEY: Right. Well, what people need to know is that we have a plan for cheaper gas, cheaper groceries, cheaper housing, cheaper health care, we have a plan for safer streets, supporting good policing and attacking gun violence, which is so much of the problem, and supporting our freedoms, our reproductive freedoms and our voting rights. And that's, those are real plans. Now, you can take a poll and you can- you can take a snapshot at any given time. But of course, your former guests had no plan for the economy. They have no plan for gun violence, they have no plan to move our country forward, protecting voting rights, protecting reproductive freedoms. So- so what I would say is don't punish the people who are fixing your problems and don't reward the people who are trying to exploit the problems for their own political power. That's really the difference right now. We're-we're engaged in the hard work of bringing our country forward. The other side's working on their own power. MARGARET BRENNAN: Congressman, thank you for your time this morning. We'll be right back.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/sean-maloney-face-the-nation-transcript-10-30-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Cryptocurrency campaign donations grow more popular, though state rules vary",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 5,
                "year": 2022
            },
            "article_content": "For congressional candidate Shrina Kurani, cryptocurrency is not only the future of money, it's a transformative technology that could revolutionize campaign funding and attract a new generation of voters. She is among a vanguard of candidates courting campaign contributions in digital currencies such as Bitcoin. \"We are a campaign that is speaking to a large part of the population, especially younger people,\" said the American-born daughter of Indian immigrants, who is on Tuesday's primary ballot as she seeks the Democratic nomination for a congressional seat east of Los Angeles. Kurani's foray into digital currency to help fund her campaign would not be possible if she were running for the California Legislature or some other office within the state. While the federal government allows political donations in cryptocurrency, California does not, having banned the practice four years ago. The difference underscores not just the rising popularity of cryptocurrencies but also how regulation varies widely across the U.S. Some states, including Arkansas and North Carolina, also don't allow cryptocurrency donations in state races under existing campaign finance laws. Others have followed federal rules for congressional candidates and allow donations with disclosure requirements and contribution caps, typically set at $100. Still other states, including Hawaii, Idaho and South Dakota, have adopted no specific policies around digital currency donations. Digital currencies offer an alternative that does not depend on banks. Instead, transactions are validated and recorded on a decentralized digital ledger called the blockchain. Perianne Boring, founder and CEO of the Chamber of Digital Commerce, a trade association representing the blockchain industry, likened the use of cryptocurrency in politics to former President Barack Obama using smartphone technology and former President Donald Trump leveraging social media. \"Blockchain technology can increase participation in the political process in a very positive way,\" Boring said, noting that is particularly true for younger people and members of minority groups who might be skeptical of traditional monetary methods. Critics say the potential downside is lack of transparency — not knowing who is ultimately behind the donation. Beth Rotman, director of the Money in Politics and Ethics Program for the nonpartisan watchdog group Common Cause, worries that traceability is more difficult with cryptocurrency. \"In campaign finance, you want disclosure. You need backup information,\" Rotman said. \"I know (cryptocurrency) is sexy and signals to people that you're a hip new candidate, but there has to be a better way to do it than compromise the other parts of the campaign finance system.\" Timothy Massad, a former chairman of the U.S. Commodity Futures Trading Commission, also is concerned about disclosures. \"The danger is that this is still, in my mind, a sector where there is insufficient regulation, particularly on the risk of illicit activity and money laundering,\" said Massad, currently a research fellow at Harvard University's Kennedy School of Government. Cryptocurrency donations have been permitted in federal races for years, after the Federal Election Commission allowed their use in a 2014 opinion. The commission said political committees should value digital currency contributions based on the market value at the time the donation is received. Candidates also must return contributions that come from prohibited sources or exceed contribution limits. In the 2017-18 election cycle, cryptocurrency donations reported to the Federal Election Commission came to just over $1.2 million. They have hit about $500,000 so far in the current cycle, which has months to go before the general election. Shortly after the Federal Election Commission allowed cryptocurrency donations, then-U.S. Rep. Jared Polis, a Democrat, began soliciting them. Now governor of Colorado, Polis is seeking similar contributions as he runs for reelection, with donations in cryptocurrency capped at $100. \"Through campaigns accepting cryptocurrency donations, we can show the security, accessibility and the opportunity of using crypto in different types of transactions and also help send the message that Colorado is a home of innovation,\" said Amber Miller, Polis' campaign spokesperson. As the popularity of digital currencies grows, some states that prohibited cryptocurrency contributions are reassessing. Jay Wierenga, spokesperson for the California Fair Political Practices Commission, said the agency will reexamine its ban later this year. \"The commission is always seeking to keep up with and get ahead of the changing universe around political activity,\" Wierenga said. Oregon is one of the more innovative states in elections, having been the first to institute vote-by-mail. But in 2019, Oregon banned candidates campaigning for offices within the state from accepting cryptocurrency donations. That was despite former Secretary of State Dennis Richardson, a Republican, saying they should be considered as \"a new and innovative way to expand participation.\" Two months after Richardson died of cancer in 2019, the Oregon Legislature closed the door to such donations. As the Senate prepared to vote, state Sen. Jeff Golden, a Democrat, said: \"One of the widely shared objectives of this legislative session is to increase the transparency of money in politics, and cryptocurrency tends to go in the opposite direction.\" That feeling isn't unanimous. One of the few state lawmakers who opposed prohibiting cryptocurrency donations was Republican Rep. Bill Post. He said a lot of people in the Legislature simply didn't understand it. \"I don't want (us) to sound like a bunch of old fuddy-duddies here,\" he said. \"Let's get up to speed on the 21st century.\" Jesse Grushack, 30, is one of those voters fond of cryptocurrencies and who supports using them for political contributions. The New Yorker donated to the campaign of Democrat Matt West, a fellow cryptocurrency enthusiast who had a failed bid for an Oregon congressional seat this year. \"At this point in American politics, anyone who's pro-crypto is someone I want to support,\" Grushack said. Kurani, 29, said her embrace of cryptocurrency is more than just a chance to display her tech credentials. It's also a way to reach those for whom the digital alternatives to U.S. dollars are becoming their legal tender of choice. She downplays concerns about donor secrecy, saying her campaign converts crypto donations into dollars and pursues the same information — name, address, employer, occupation — that it would for any donor. \"We are really making sure that we can represent American people who are participating with new kinds of digital currency,\" she said.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/cryptocurrency-campaign-donation-rules-vary/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Vote count begins in 2nd Amazon union election in New York City",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 2,
                "year": 2022
            },
            "article_content": "A federal labor board on Monday will count ballots cast by warehouse workers in a second Amazon union election on Staten Island. The National Labor Relations Board is overseeing the election and expects to finish tallying the votes by Monday evening. A separate election held last month gave a nascent group of organizers known as the Amazon Labor Union a surprise victory when workers at a different Staten Island facility voted in favor of unionizing. That was a first for Amazon in the U.S. But it's unclear whether the ALU can replicate its success. There are fewer workers eligible to vote this time around — about 1,500 compared with 8,300 — and turnover at the facility is high. There are also fewer organizers involved in the latest election than the one before it. The same obstacles that plagued the effort the first time, including Amazon's aggressive anti-union tactics, are at play again. In the lead-up to the election, Amazon continued to hold mandatory meetings to persuade its workers to reject the union effort, posted anti-union flyers and launched a website urging workers to \"vote NO.\" \"Right now, the ALU is trying to come between our relationship with you,\" a post on the website reads. \"They think they can do a better job advocating for you than you are doing for yourself.\" Amazon spokesperson Kelly Nantel said in a statement that it is its employees choice whether or not they want to join a union. But \"as a company, we don't think unions are the best answer for our employees,\" Nantel said. \"Our focus remains on working directly with our team to continue making Amazon a great place to work.\" A second labor win could give workers in other Amazon facilities — and at other companies — the motivation they need to launch similar efforts. It could also cement the power and influence of the ALU. \"We already have interests in other buildings,\" Christian Smalls, who spearheaded the fledgling Amazon Labor Union's (ALU) battle against the $1.7 trillion company, told CBS News last month, in outlining what the group is planning next. However, a union loss could mute some of the recent labor celebration and raise questions about whether the first victory was just a fluke. Regardless of the outcome, it's bound to be a tough road ahead for the ALU. Amazon has disputed the first election. Among other things, the company accused organizing members of the ALU of threatening warehouse workers to vote in favor of the organizing effort. Eric Milner, an attorney representing the ALU, said the claims were \"patently absurd.\" arguing in a filing with the NLRB that the vote was tainted by organizers and by the board's regional office in Brooklyn that oversaw the election. The company says it wants a redo election, but pro-union experts believe it's an effort to delay contract negotiations and potentially blunt some of the organizing momentum. Meanwhile, the final outcome of a separate union election in Bessemer, Alabama, is still up in the air with hundreds of outstanding challenged ballots hanging in the balance.  The initial count showed a majority voted against unionization, with about 52% of returned ballots voting against joining the Retail, Wholesale and Department Store Union and 48% voting in favor. Just 39% of the 6,000 workers in the facility returned ballots.  The number of challenged ballots, 416, is enough to change the outcome and will need to be investigated by the NLRB before a final tally is reached. RWDSU president Stuart Applebaum told CBS News in March that both the union and Amazon had challenged ballots.  Despite the low turnout for returned ballots, Applebaum tried to push a hopeful note on March 31 after the final count. \"Workers here are also sending a clear message – it's long past time for Jeff Bezos to return to Earth and to start dealing with the very real problems his employees face everyday at his facilities across the country,\" Applebaum said.  Hearings to review those ballots are expected to begin in the coming weeks.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/staten-island-amazon-labor-union-christian-smalls-vote-count/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Jesse Ventura endorses Democratic Gov. Tim Walz for reelection in Minnesota",
            "author": "Kathryn Watson",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 27,
                "year": 2022
            },
            "article_content": "Former pro wrestler and former Minnesota Gov. Jesse Ventura has endorsed Democratic Minnesota Gov. Tim Walz for reelection, saying democracy is \"under attack\" and praising Walz's leadership during the COVID-19 pandemic.  Ventura, who considers himself an independent and was elected governor as a part of the Reform Party, said in a video posted to Walz's Twitter account that he rarely makes endorsements.  \"But this election is too important. That's why I'm endorsing Governor Tim Walz for reelection,\" Ventura said.  What an honor! Thrilled to be endorsed by @GovJVentura. I'm committed to being a governor for all Minnesotans, and I’ll work with anyone who’s willing to work with me to get things done.Thank you, Jesse, for taking the unprecedented step to cast your independent vote for me! pic.twitter.com/QABgPjFNX9 \"Minnesota faces a choice this election, and we're at a crossroads. That's why I'm taking the unprecedented step to endorse Tim,\" Ventura said.  Ventura, who was Minnesota governor from 1999 to 2003, harkened back to Jan. 6, 2021, when former President Trump and his \"cronies\" decided to \"spread the Big Lie,\" as Ventura put it.  \"I took an oath 50 years ago as a Navy SEAL to defend this country,\" Ventura said. \"I can't stand with anyone or any part who cannot condemn the Jan. 6 insurrection.\"  Ventura also said \"women's rights are under attack across this country,\" and said Walz will defend access to reproductive medical care.  \"This November, I'll be casting my independent ballot for Governor Tim Walz,\" Ventura concluded.  Walz called the endorsement an \"honor.\"  \"I'm committed to being a governor for all Minnesotans, and I'll work with anyone who's willing to work with me to get things done,\" Walz tweeted. \"Thank you, Jesse, for taking the unprecedented step to cast your independent vote for me!\" Walz will face off against Republican Scott Jensen on Nov. 8. Polls show Walz with around an 8 point lead in the race, although a poll by the Republican pollsters Tralfagador Group released a poll earlier this month with Jensen leading by one.  Hillary Clinton won Minnesota in 2016 by less than two points —   a surprise for a state that had a reputation for being a solid blue state. Trump was bullish on flipping state in 2020, but ultimately, President Joe Biden won it by seven points in 2020.    Ventura gained fame for his wrestling in the 1970s and 1980s, before diving into politics in the 1990s. Eventually, he became friends with then-New York real estate developer Donald Trump. In 2015, Ventura said he was open to being Trump's vice presidential running mate. But by several years later, Ventura was calling Trump a \"con man president.\"  Kathryn Watson is a politics reporter for CBS News Digital based in Washington, D.C.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/jesse-ventura-endorsement-tim-walz-democrat-minnesota-governor/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Sarah Palin runs against Santa and 46 others in crowded special primary for Alaska's lone congressional seat",
            "author": "Aaron Navarro",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 10,
                "year": 2022
            },
            "article_content": "Voters in Alaska will pick from a huge list of candidates in a special election on Saturday to fill the seat of the late Republican Congressman Don Young, who represented Alaska from 1973 until his death earlier this year at the age of 88.  Former Alaska Governor and Republican vice presidential nominee Sarah Palin is among the 48 candidates running in the open primary. Palin, Republican businessman Nick Begich III and independent fisherman and doctor Al Gross, who ran for Senate in 2020, are seen as the most likely to make it to the next round.  A May poll by Alaska Survey Research had Palin, Begich and Gross in the top three. Santa Claus, a Democratic socialist and current mayor pro tem of North Pole, Alaska, came in fourth in the poll.  Former President Donald Trump endorsed Palin within days of her campaign launch and held a tele-rally for her earlier this month. In a radio ad, Palin says she's \"in this for the long haul. I'm not here to climb some political ladder, the way that career politicians do. I'm going to see this thing through and earn your support.\" Begich III worked for Young's 2020 campaign and the state Republican party. He leads the field in fundraising, with $1.18 million raised and more than $716,000 cash on hand. He is also the grandson of the late Congressman Nick Begich, a Democrat who represented Alaska until his presumed death in a plane crash in 1972. Gross ran as an independent in his unsuccessful 2020 race against Republican Dan Sullivan, but was backed by the Democratic Senatorial Campaign Committee. He has leaned into his independent label for this race. After a leak of the draft opinion on Roe v. Wade from the U.S. Supreme Court, Gross criticized both parties.  \"The Democrats had 50 years to codify Roe v. Wade into law and instead used the decision as a political tool to get votes for candidates who rarely deliver on the promises they make to us,\" Gross wrote. He said if elected, he will caucus with whatever party is in the majority, according to an interview with the Anchorage Daily News. Other candidates include Democratic State Representative Adam Wool and former State Representative Mary Peltola. Republican State Senator Josh Revak, a former campaign co-chair for Young who is backed by Young's widow, is also running.  Due to a ballot reform passed in 2020, the state is using a new system for the primaries. The top four vote-getters in the primary will move on to a special general election on August 16. The full list of those candidates may not be known until June 21, the last day for ballots to be received. Alaska's Division of Elections must certify the results on June 25. Alaska mailed ballots to all registered voters in late April, though in person voting was still made available.  Alaska's new ranked-choice voting system will be put to the test for the special election on  August 16, the same day as the state's regular primaries. On that day, voters rank candidates from first to fourth for the special election. A candidate who breaks 50% in that first round would win. If no one wins half the votes, the count continues and candidates with the least votes are eliminated until there are only two remaining.  The candidate with the most votes at that point will win the seat.  Editor's note: An earlier version of this article said that Rep. Don Young died in a plane crash. According to the Anchorage Daily News, he lost consciousness while on a flight and died later. The article has been updated. Aaron Navarro is a digital reporter covering politics.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/sarah-palin-candidate-congress-special-election/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump has endorsed nearly 130 candidates for 2022, testing his influence in the Republican Party",
            "author": "Caitlin Huey-Burns, Adam Brewster",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 30,
                "year": 2022
            },
            "article_content": "Challengers. Incumbents. Candidates for Senate, House, governor, secretaries of state and even state legislators. The nearly 130 candidates President Donald Trump has endorsed so far in 2022 cast a wide net — and test the former president's influence at the helm of the Republican party.  Trump's 2022 got off to a strong start in Texas' primaries, with his 33 endorsed candidates all winning or going into runoff races in strong positions. But a person familiar with Trump's thinking said that the poor performances and stumbles of some of his chosen candidates, and some bad advice he had received about them, are making him more cautious about throwing his weight behind contenders in some key upcoming primary races.  In some cases, the performances have raised questions about the potency of Trump's endorsements and his power over Republican primary voters now that he is no longer in office. In places like Georgia, North Carolina and Alabama, he wasn't able to clear the field for his favored contender.  But elsewhere, Trump's selectiveness has made his endorsement all the more coveted. In a Ohio's crowded Republican primary for an open Senate seat, slated for May 3rd, several of the candidates are intensely jockeying for the former president's blessing, positioning themselves as being significantly more \"pro-Trump\" or \"America first\" than their competitors and seeking facetime with him.  A sign of Trump's power comes from the visits candidates and political groups have made to Trump's Mar-a-Lago Club in Florida and Trump National Golf Club in New Jersey since he left the White House. In 2021, FEC records indicate that campaigns for federal office and political committees spent at least $750,000 at the two properties.   Former Ohio GOP state chair Jane Timken is slated to visit Mar-a-Lago next week, according to a source familiar. Her rivals, Josh Mandel, JD Vance and Mike Gibbons, are also seeking endorsements. With early voting there beginning next week, candidates are eager for Trump to make a decision.  The Ohio race marks the first of several that month that will present a significant test for the former president's influence. In Georgia, he backed former Senator David Perdue in his challenge to incumbent Governor Brian Kemp, who has become Enemy Number One in Trump's view for certifying the election results in the state.. In North Carolina, Trump endorsed Representative Ted Budd, who is running for an open Senate seat. But Budd is in a tight primary race with former Governor Pat McCrory.  The former president may still offer endorsements for senate and gubernatorial primaries in Pennsylvania and Alabama that month. In those states, he is searching for new favorite Senate candidates after his initial choices did not work out.  Last week, he pulled his endorsement from Alabama Representative Mo Brooks, who has been trailing two other Republicans for the open Senate race there. In Pennsylvania, Trump-endorsed candidate Sean Parnell dropped out of the race after losing a custody battle with his estranged wife.  With primaries inching ever closer, Trump has been hitting the road to rally for his chosen candidates. He went to Georgia last weekend to campaign for Perdue and a slew of other candidates who he is backing. This weekend, he's expected to be in Michigan to rally for his chosen candidates for attorney general and secretary of state. The following week, he will be off to North Carolina to support Budd.  Campaign operatives on various campaigns and super PACs say that a Trump endorsement gives candidates a significant bump in polling. \"President Trump's endorsement is the most powerful force in politics and Save America is committed to ensuring every voter is engaged and educated ahead of these important elections,\" Trump spokesman Taylor Budowich said in a statement. Save America is Trump's PAC, which had $110 million cash on hand at the end of February.  In choosing endorsements, Trump considers the candidate's polling and fundraising, and he  keeps a close eye on debates and weighs how well candidates may be able to implement his vision for the GOP, according to people familiar with his decision process.  But securing an endorsement from the former president can only go so far. \"It will take you a long way but you've got to have fundraising, got to have the ground game, and you have to be fighting for what he's fighting for,\" said one former Trump campaign senior official.  \"It's not a problem of Trump's endorsement losing its power; it's the issue of campaigns not capitalizing on the endorsement,\" said another Trumpworld operative.  In the case of Georgia, strategists say Trump underestimated the power of Kemp's incumbency, and the ways in which GOP primary voters there may be more focused on the present than the past.  \"What you've seen over the last year is Joe Biden reminding Republican voters why they don't like him and his policies, and hitting them in their pocket book,\" said one Georgia GOP consultant aligned with Kemp. \"That benefits us. It's no longer, 'I'm pissed about the last election,' it's 'I'm pissed about what's happening right now.'\" Trump's endorsement of Perdue has an effect on the margins, the consultant said, but \"but I don't think they were able to unveil anything new to change the conversation.\" The fact that Trump's endorsement hasn't been clearing the field in races is a sign to some GOP operatives that Trump, while still the most powerful force in Republican politics, has lost some influence.  \"Anyone who gets the endorsement should be happy,\" said one GOP operative working on multiple campaigns, who asked to speak anonymously to speak candidly. \"If you get the endorsement of a guy who the grassroots really like, that is without a doubt a good day for you, but that doesn't mean that you're the next governor, senator or congressman.\" If a candidate does not earn Trump's endorsement, that operative told CBS News that there's still a path for candidates to continue their campaign rather than shutting it down.  \"You've got to say, 'let's keep going' because there is now a blueprint out there,\" the operative said, citing McCrory's standing as an example of how to stay competitive in a race where Trump has backed someone else. \"It's not game over.\" In some cases, Trump is testing out support of a candidate without an outright endorsement. In the open Senate race in Missouri, the former president released a statement  last week asking if voters there have been considering Representative Billy Long. \"Do they appreciate what they have in him, a warrior and the first major political leader to say, 'You better get on the Trump Train, it's leaving the station.'\" Trump stated: \"This is not an Endorsement, but I'm just askin'.\" Candidates have also lined up former Trump campaign and administration officials. In Ohio, Timken hired former Trump campaign manager Corey Lewandowksi, who was removed from his position at a pro-Trump super PAC following allegations of unwanted sexual advances toward a donor, and former senior Trump campaign aide David Bossie. Former White House senior counselor Kellyanne Conway is also helping Timken as well as Long in his Senate primary and Pennsylvania state Senator Jake Corman in the gubernatorial race. Billionaire Peter Thiel, who donated large amounts of money to efforts supporting the Trump campaign in 2020, is supporting Vance in Ohio and Blake Masters in Arizona. Super PACs supporting Vance and Masters have used Trump pollster Tony Fabrizio. In Arizona, a firm started by former Trump campaign manager Bill Stepien and Trump campaign lawyer Justin Clark is helping Arizona Attorney General Mark Brnovich.  In Pennsylvania, David McCormick, who is married to Trump's former deputy national security adviser Dina Powell, is campaigning on Wednesday with former White House press secretary Sarah Huckabee Sanders and former White House communications director Hope Hicks. Fox News host Sean Hannity, who has advised Trump, is backing Mehmet Oz.  In addition to Ohio and Pennsylvania, Trump hasn't weighed in on Arizona's  highly competitive Senate race. Missouri and Arizona don't hold their elections until August, giving the former president time to weigh his options. But the other races are just a few weeks away. Trump likes to tout his endorsement record, and will be eyeing candidates who he believes can win the primary and, ultimately, the general election. But he acknowledged in an interview Tuesday night with Real America's Voice that he may end up supporting some candidates who lose their races. \"If I lose one along the way, which you have to, right? They're going to say this was a humiliating experience,\" Trump said. \"I could have 100 wins and one loss and they could make it sound like this is humiliating.\" Caitlin Huey-Burns is a political correspondent for CBS News based in Washington, D.C.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/trump-2022-endorsements-republican-party-influence/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Campaign finance law challenged by Ted Cruz met with skepticism at Supreme Court",
            "author": "Melissa Quinn",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 20,
                "year": 2022
            },
            "article_content": "Washington — The Supreme Court on Wednesday grappled with a bid by Republican Senator Ted Cruz of Texas to dismantle a provision of federal campaign finance law that caps the amount of money a candidate can be repaid for personal loans made to their campaign. The restriction at issue in the dispute between Cruz and the Federal Election Commission (FEC) was enacted by Congress under the Bipartisan Campaign Reform Act, otherwise known as the McCain-Feingold Act. The law says a campaign can use post-election contributions to repay up to $250,000 to a candidate who loaned money to their own campaign. A subsequent regulation from the FEC imposes a 20-day time limit after the election for a campaign to use money raised before Election Day to repay the portion of a candidate's loan exceeding $250,000. During his Senate reelection run against Democrat Beto O'Rourke in 2018, Cruz loaned his campaign $260,000 the day before the general election, $10,000 more than the maximum amount allowed to be reimbursed with post-election contributions under the law. The campaign repaid Cruz $250,000, but was foreclosed from reimbursing him the final $10,000 due to the 20-day window.  The Cruz campaign admitted the \"sole and exclusive motivation\" behind the 2018 loan and subsequent timing of the reimbursement from the campaign was to pursue a legal challenge to the law, according to court filings from the FEC. The Texas Republican's campaign mounted that court fight in April 2019, arguing the loan-repayment limit violates the First Amendment. The FEC moved to dismiss the suit, claiming Cruz did not have legal standing to challenge the law. A three-judge federal district court panel in Washington, D.C., disagreed and also struck down the reimbursement cap as a violation of the First Amendment, finding it burdens the exercise of political speech. The FEC appealed the decision to the Supreme Court and told the justices the limit aims to prevent corruption. The agency also argued that Cruz's injury was \"self-inflicted,\" as his campaign could have reimbursed him using contributions made before the election. \"Once the election is over, it is less likely that the donor is giving money to fund speech or to help the favored candidate win, and more likely that she is giving money because of an expectation of special favors or a fear of retaliation,\" the Justice Department, which argued on behalf of the FEC, told the court in a filing. Senate Minority Leader Mitch McConnell urged the Supreme Court in a friend-of-the-court brief to use Cruz's case as a vehicle to scrap the entire 2002 campaign finance law, which he called \"a constitutional train wreck.\" During roughly 90 minutes of arguments, the court's conservative members at times appeared skeptical the restriction passes constitutional muster. \"It would seem to me that the law puts the candidate to a choice of spending your own money for a loan above $250,000 or … foregoing any repayment for an amount above $250,000, so the choice is to spend that without any possibility of getting it back or not spending it at all,\" Justice Brett Kavanaugh said. \"And that seems to be, therefore, a chill on your ability to loan your campaign money.\" Kavanaugh also asked Malcolm Stewart, deputy solicitor general, why the $2,900 limit on individual contributions was not \"sufficient\" to addressing the government's anti-corruption concerns, given that any reimbursement from the campaign is related to \"a loan, not a gift.\" Chief Justice John Roberts asked how the justices were to weigh infringement of the First Amendment against the government's need to protect against potential corruption. \"How are you supposed to weigh such imponderables such as the marginal burden on the exercise of First Amendment rights against the marginal assistance in preventing corruption?\" he wondered. Justice Elena Kagan told Charles Cooper, who argued on behalf of Cruz, that what \"jumps off the page\" is campaign funders finding a way to funnel money back into a candidate's pocket. \"When the question is contributors repaying indebtedness of the candidate so as to make the candidate himself financially better off, richer, that to me screams quid pro quo corruption interest,\" Kagan said. Kagan repeatedly questioned Cooper as to why the reimbursement of a candidate's loans after an election would not be a gift, as the money that flows to them is a direct benefit. \"If a third party says, 'You're doing such a good job, I want to repay your loan for you,' I mean, one day I had a $10,000 loan; the next day I don't. I'm $10,000 richer. Somebody just made me a $10,000 gift,\" she said. A key question in the case is whether Cruz has legal standing to challenge the loan-repayment limit. Justice Clarence Thomas asked Stewart about his argument that Cruz's injury was self-inflicted, raising Homer Plessy's decision to deliberately sit in a whites-only railcar in 1892 to challenge a state segregation law. The Supreme Court's landmark 1896 decision in Plessy v. Ferguson upheld the principle of racial segregation and was overturned in 1954. \"What would you say about Plessy sitting in the wrong car?\" Thomas asked. \"All he has to do is go to another car.\" A decision from the Supreme Court is expected by the end of June. ",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/supreme-court-ted-cruz-campaign-finance-law/?intcid=CNM-00-10abd1h"
        }
    ]
}