{
    "Biases": [
        "Abortion"
    ],
    "Articles": [
        {
            "headline": "No slowdown for Gloria Steinem",
            "author": "Scott Benjamin",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 22,
                "year": 2006
            },
            "article_content": "Walk into Gloria Steinem's New York brownstone and you see something you may not have known she had: a frilly side. \"People sometimes remark that it seems softer and more feminine,\" she says. In fact, the home of the most recognized face of the American women's movement is a testament to her domesticity. Are people surprised to see this very feminine side of Gloria Steinem? \"I'm glad you think it's feminine, I thought it's a little papal,\" she says with a laugh. And here's something else that may come as a bit of a jolt: Steinem is 71 years old. \"I have to say that, as one of the golden oldies, I always wonder if I'm the oldest now,\" she said jokingly at a recent reception at Yale.  Somehow the word \"old\" doesn't fit Gloria Steinem. She's traveling, writing and lecturing as much as she did 34 years ago when she was the \"New Woman\" on the cover of Newsweek magazine.  Steinem is still a major draw at high schools and college campuses, where most in the young audience only know her from history books. \"At the age 6, I was into Susan B. Anthony. And in the sixth grade, the only logical step to that in my opinion in the 20th century would be Gloria Steinem. And so when I was eleven I began reading her,\" said Gloria Loya, a Yale student. And just as in the past, those expecting a fire-breathing radical, like teenagers at the Hotchkiss School in Connecticut, are in for a surprise. \"Do you not think it's possible for someone to actually be comfortable being a housewife? Because, frankly, I think that's a choice that any woman should have,\" one male student asked her.  \"I think men should have it, too. And as long as I see no men making the choice, I worry about things that are unequal. I just think it's an index of suspicion,\" she replied. Remarked another male student: \"This was going to be something that was going to make a lot of boys in the audience, especially the students, a little angry. They weren't going to agree with as much as what she was going to say. But I thought I agreed with a lot of what she had to say, a lot more than I would have ever thought.\" For Steinem, feminism has been a journey of evolution. As a child, she had a doll collection. \"I had dolls of many nations,\" she recalled. She grew up in the Midwest and spent much of her childhood caring for her mother, who suffered from mental illness.  After graduating from Smith College in 1956, she moved to New York. There, as a journalist at the age of 28, she made waves by going undercover as a Playboy bunny, to write an article which ultimately improved conditions for the many women who went to work wearing ears and tails and little else.  Many years later, Steinem's experiences at the Playboy Club were the basis of a 1984 movie, \"A Bunny's Tale,\" starring Kirstie Alley as Steinem. Steinem says the event that turned her into an activist was an abortion hearing she covered for New York Magazine. It was a time when abortions were mostly illegal and risky. \"I heard women standing up and saying in public and taking seriously something that only affected women. Up until then, I'd never heard that. If it didn't also affect men, it couldn't be serious. Something that was illegal, shameful, theoretically,\" she says. \"(Women who had abortions) had to enter a criminal underground. And suddenly I thought, wait a minute. You know? If one and three or four of us and I too had had that experience, why is it illegal? And that was the beginning of the unraveling.\"  Steinem went on to help create Ms. Magazine, now in its 34th year, and became the photogenic face of the women's movement. In the 40 years that she's been speaking out, Steinem has seen tremendous change in the status of women. In 1972, only 10 percent of doctors were women. That number has grown to almost 30 percent. Four percent of lawyers back then also have grown to 30 percent. As for engineers, a fraction of one percent has become more than 14 percent.  And for still more evidence of just how much our culture has changed, Steinem points to the mega hit TV show: \"Desperate Housewives.\" \"'Desperate Housewives' is funny,\" she says. \"It has the word 'desperate' in front of it, which is a sign of progress. It certainly is enough to slow any movement into the suburbs.\" But Steinem says women still have a long way to go. \"There's a barrier that has moved. But there's still a barrier. So what used to be, you couldn't get a job, now you hit a ceiling after a few years. What used to be unequal marriage is now unequal after children are born. The barrier has moved, thank goodness. So there's more room back here that's liberated. But the barrier is still there to be pushed.\" What does she say to people who think the women's movement is dead? \"Look around. Buy eyeglasses. Open your ears!\" she replies. At a recent function at Yale University, young women seemed starstruck. \"She plants the seed - you can do this, you can change, look at things from a different perspective. And the world will open up,\" said one student.  \"You can say, 'Wow, I am part of something. I am part of a movement,' when I thought it was me and my girlfriends in a room. And so, I'm going to walk away tonight thinking 'Wow,'\" said another student. That hasn't silenced the critics who think the women's movement has lost momentum. Does she think the women's movement has lost a lot of power in the last 30 years? \"No, but I think that we've lost a lot of elections,\" she answers. But isn't that the same thing?  \"Not really. Let's make a distinction between public opinion polls and elections. Public opinion polls are very good on all the issues of special concern to women.\" A CBS News poll appears to bear her out. A full 65% of all American women today say they are feminists who believe in social, political and economic equality of the sexes. Women have changed, and so has Gloria Steinem. The woman who once thought marriage was demeaning has had a change of heart.  Gloria Steinem got married to human rights activist David Bale. She wore jeans to the wedding, with a flower in her hair. Did she shock herself a little bit? \"Oh, I did. Absolutely. Yeah. We shocked ourselves, both of us. Neither one of us thought that we wanted to get married.\"  So what was it about Bale that made her say, 'I'm going to marry this guy'? \"It was something about me. I think. First of all, I was 66 years old. I was who I was. I no longer felt that I would have to give myself up in any way.\" After waiting so long to marry, she was not prepared for what happened just three years later. Her face changes when she talks about that. Three years after she married Bale, she lost him. \"I haven't got to that yet, actually, to thinking about losing him,\" she says. \"I still see scenes in the hospital and things that happened to him in front of my face when I look at certain things.\"  Bale died after a year of fighting lymphoma of the brain. \"Maybe you never make peace with it,\" she says. \"It just comes back. But it taught me an enormous amount. Even if I knew what was going to happen, I would have chosen to go through it with him.\"  She said once that losing her husband made her understand the difference between sadness and depression.  \"Yes, because people would say to me, aren't you depressed? And I realized that in depression, nothing matters. And in sadness, everything matters. It makes everything poignant.\" Today she lives alone, except for a stray dog that David and his son, actor Christian Bale, found on the streets of Los Angeles, and wonders, like we all do, where the time went. \"I can't believe it. It seems like someone else's age, not my age.\" ",
            "bias": "Abortion",
            "url": "https://www.cbsnews.com/news/no-slowdown-for-gloria-steinem/?intcid=CNM-00-10abd1h"
        }
    ]
}