{
    "Biases": [
        "Abortion",
        "Pro-life"
    ],
    "Articles": [
        {
            "headline": "Full transcript: Sen. Bernie Sanders on \"Face the Nation,\" Feb. 19, 2023",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 19,
                "year": 2023
            },
            "article_content": "The following is the full transcript of an interview with Sen. Bernie Sanders of Vermont that aired on Sunday, Feb. 19, 2023, on \"Face the Nation.\" MARGARET BRENNAN: We're now joined by Vermont Senator Bernie Sanders, who is out with a new book, \"It's Okay to Be Angry about Capitalism.\" Good morning, Senator, good to have you here in person.  SEN. BERNIE SANDERS: Thank you.  MARGARET BRENNAN: We have a lot to get through, but I want to- I want to talk about one of the things you flesh out in the book. You talk about the alliance you formed with Joe Biden during the campaign to really shape the Democratic platform and incorporate many of your ideas. You said he wasn't as bold as you would have hoped, but he would have been the most progressive president since FDR if he had acted on that agenda. How do you categorize Joe Biden on that progressive scale now?  SEN. SANDERS: Well, I think the American Rescue Plan that we passed early in his agenda, in the midst of the terrible pandemic, the economic collapse, was, in fact, one of the most significant pieces of legislation for the working class in this country, in the modern history of America. Build Back Bitter - Better -would have been transformational. It would have finally addressed the crises that the working class of this country has faced for decades: revolutionized childcare, revolutionized healthcare, dealt boldly with climate change, raised wages, and it would have done a whole lot. MARGARET BRENNAN: But the votes weren't there. SEN. SANDERS: We got zero Republican support, and two Democrats decided not to support it.  MARGARET BRENNAN: So in terms of how you view the President, do you think he is progressive?  SEN. SANDERS: I think he is a much more progressive President than he was a United States Senator. And I think as a result of the campaign and the task forces we did together, you recall, we had task forces during his campaign and my campaign. I think we came up with an agenda that was progressive. Obviously, we were not able to get everything we wanted to get done.  MARGARET BRENNAN: In some of the things you were able to get done and signed into law, President Biden points to them as achievements, but you diminish them a little bit in this book. You point out Medicare won't be permitted to negotiate lower drug prices until 2026-- SEN. SANDERS: Right. MARGARET BRENNAN: The cap on out of pocket prescription drug costs or seniors doesn't kick in until 2025. 35 dollar cap on insulin prices doesn't help those who aren't on Medicare. Are you saying he hasn't delivered?  SEN. SANDERS: No. I mean, look, this is the real world that we live in, is that you need 60 votes often in the Senate, and Democrats had a slim majority in the House. But what I am talking about, Margaret, and what the book is about, is taking a hard look at the reality facing working families in this country. And the truth is that today, over 60 percent of our people are living paycheck to paycheck. So the question that I am asking is why, in the richest country in the history of the world, why aren't- why don't we have a health care system that works for all? Where people can walk into the doctor's office, as they do in Canada, without having to take out their wallet? Why do we spend twice as much per capita on health care? Why do we pay the highest prices in the world for prescription drugs? So we have seen some achievements, but given the scope of the problems and where we should be going, nowhere near enough.  MARGARET BRENNAN: We also have one of the most innovative healthcare systems when it comes to creation of pharmaceutical drugs.  [Sanders wags his finger.] MARGARET BRENNAN: You are doing this.  [Brennan emulates Sanders' finger-wagging.] SEN. SANDERS: No. MARGARET BRENNAN: So when someone hears you lay out the problems with our pharmaceutical industry, as you do in this book, they say, but the life saving vaccines for example for COVID, they were created by the United States of America, they were created by the pharmaceutical system with taxpayer help. SEN. SANDERS: They were created by- Sure, of course, the drug companies produce great drugs. But one out of four people in America cannot afford the- the drugs that their doctors prescribe. You tell me why we pay 10 times more for some drugs that are sold in the United States compared to say to Canada or to other countries, while year after year, the pharmaceutical industry makes tens of billions of dollars in profits, pays their CEOs exorbitant salaries. So of course, we want the drug companies to do the research and development. And by the way, taxpayers of this country spent $45 billion a year through the NIH to help with that research and development, including Moderna and the vaccine.  MARGARET BRENNAN: You're talking about Moderna. Pfizer didn't take that- that money, but Moderna, you're- you're sharply critical. In fact, you're chair of the Senate's Health Education, Labor and Pensions Committee, and next month, you're calling in Moderna's CEO to testify. You're critical of his plan to quadruple the cost of the COVID vaccine-- SEN. SANDERS: Well here's the-- MARGARET BRENNAN: Can you stop them from doing that?  SEN. SANDERS: Well, here's the story. Taxpayers, the NIH co-authored, worked together to create the vaccine. MARGARET BRENNAN: Right. SEN. SANDERS: Taxpayers put billions of dollars into the development of the vaccine, guaranteed sales for the vaccine-- MARGARET BRENNAN: As they did with many other companies.  SEN. SANDERS: Alright, and then what happens after the government stockpile of the vaccine expires? These guys say we're going to quadruple the price of the vaccine. And by the way, in the last two years, the CEO made $5 billion and its other guys made billions of dollars. Is that really what should be happening? Truth is pharmaceutical industry is enormously greedy, charging us outrageously, uncontrollably high prices. We've got to deal with that, as chairman of the relevant committee, I intend to do what I can. MARGARET BRENNAN: Moderna says it's instituting a patient-assistance plan to give the COVID shot to the uninsured and under-insured Americans free of cost. Is that sufficient for you?  SEN. SANDERS: And you know, Margaret, amazing coincidence. That happened the same exact day we announced that we were inviting them to testify. MARGARET BRENNAN: You think your political heat made that difference?  SEN. SANDERS: Well, maybe was just a wild and crazy coincidence. I don't know. But we also want to take a look at what that patient program is about. We're talking to them about that. But obviously, it's a step in the right direction. MARGARET BRENNAN: A step in the right direction. How do you lower the cost of prescription drugs in a way that doesn't hurt American innovation? And how do you do it politically, when Republicans control the House?  SEN. SANDERS: You know- here- here's -  I saw a poll that was done just for Republicans. And you know, what Republicans regarded as the major priority they were concerned with? High cost of prescription drugs, alright? So I think we have the basis for bipartisan work, to tell the pharmaceutical industry that they really have got to stop ripping off the American people. A number of ways you could do it. The Inflation Reduction Act started by having Medicare negotiate prices with the pharmaceutical industry. Doesn't kick in for a few years, I think we should expedite that. Number two of all people, my good friend, Donald Trump, all right, who I disagree with on everything, had the idea that maybe Medicare should not pay prices higher than the average of what countries around the rest of the world are paying. That's a good idea and we want to pursue that as well. And there's the concept of reimportation. That if you-  if Americans can buy drugs in Canada or in Europe, at a fraction of the price, let's have pharmacists and distributors be able to purchase those drugs and sell them at much lower cost in the United States. MARGARET BRENNAN: This involves state sub- subsidies of some form.  Government subsidies. SEN. SANDERS: No, that does not involve subsidies. That simply says if you can buy a drug in Canada, same drug but one-tenth of the price, passes FDA specifications, it should be sold in this country at a lower price.  MARGARET BRENNAN: And you think you can do this with Republicans in control? You think the votes are there? SEN. SANDERS: I think there's a lot of support for dealing with a high cost of prescription drugs. Yes, I do.  MARGARET BRENNAN: I want to ask you about what's politically possible in that makeup of Congress, right now. Democrats have this narrow 51 seat majority in the Senate. You're an Independent but you caucus with the Democrats. Both the Pennsylvania senators are out of office right now dealing with serious health issues. And so their absence complicates any votes. Do you have any idea when, for example, Senator Fetterman will be out of the hospital and well enough to return?  SEN. SANDERS: We wish Senator- Senator- Senator Fetterman has gone through a hell of a year with his stroke in the middle of a campaign and dealing with other issues. So I can't answer that. I think Bob Casey, who was dealing with prostate cancer will be back, as I understand it, in early March.  MARGARET BRENNAN: This is a big what if. I mean, this is a very key state, Pennsylvania, for Democrats. Are you concerned for the party?  SEN. SANDERS: Well obviously we're concerned about the health of all of our members and we hope that they are all back. Bob, I think will be back, we know that. John, I just don't have that information. MARGARET BRENNAN: Because Pennsylvania, in so many ways, also is an example of a lot of what you talk about in terms of the working class, mixing with, you know, the concerns you have there. Are you concerned that that state is- if there has to be a special election, for example, or if Casey doesn't run that it goes to Republicans? SEN. SANDERS: Let's not- Bob will be back in a few weeks. But- so let's -  let's not speculate on it. But you know, like Pennsylvania, like Vermont, like other countries, like other states in our country, the people in those states are hurting. And the question of the book again, is that how come we have so many people who are struggling? We have a dysfunctional healthcare system. Our childcare system is in disarray. We got millions of elderly people that have nothing in the bank as they face retirement, and yet the people on top of doing phenomenally well. And Margaret, what the book is about is saying that we have more income and wealth inequality than we have ever had. We have more concentration of ownership in sector after sector than we have ever had. We have a political system which is increasingly corrupt, because as a result of Citizens United, billionaires can put enormous amounts of money into it to elect their candidates. And we have, you know, eight major media conglomerates, corporate media conglomerates that control about- about what, 90% of the American people see, hear, and read. Those are really issues that we need to discuss. That's what the book does.  MARGARET BRENNAN: Do you worry when you talk about the corporate media that you are targeting journalists, when you say that? SEN. SANDERS: No, Donald Trump talks about \"fake news\" and that's simply to deflect attention from the fact that he's a pathological liar. My experience, one on one with media, they work hard, they- very rarely am I misquoted. But what I am talking about Margaret, is the corporate media limits the kind of debate that we have in this country. You tell me, you know more about it than I do. How often do we talk about income and wealth inequality? MARGARET BRENNAN: We're talking about right now, Senator. SEN. SANDERS: Yeah, but how often? Not everybody has Bernie Sanders on your show. How often do you talk about concentration of ownership? How often do you talk about the fact that we are the only major country on Earth not to guarantee health care and yet we spend twice as much money. How often do you talk about that if somebody has a baby in Finland, they get nine months off, 10 months off paid family leave. MARGARET BRENNAN: I will talk to you about paid leave for families any day of the week. They also have like a 56% tax rate in Finland, though. It's a very different system.  SEN. SANDERS: Good, but let's talk about that - what did they get for that? They get free health care, right? Free higher education? That's exactly what I'm talking about.  MARGARET BRENNAN: Yeah.  SEN. SANDERS: That's the debate I want. And that's the debate we really don't have on the corporate media.  MARGARET BRENNAN: So, President Biden talks about finishing the job, and the potential for running for reelection in 2024. You said you won't run, if he runs. Do you believe that President Biden will face any primary challenge from the left, from the progressive wing?  SEN. SANDERS: I can't speak for other people. I think there's a general consensus right now that President Biden has done, not everything we would like, he has done a good job. And again, I can't speak for anybody else. But what I have said is, if he runs, announces that he is going to run, I will support him. MARGARET BRENNAN: Do you see anyone who would challenge him? SEN. SANDERS: Can't speculate. MARGARET BRENNAN: As you write in your book, that the essence of the- you're very harsh on Democrats. But you say the essence of the Democrats–  SEN. SANDERS: But, worse on Republicans though, lets - MARGARET BRENNAN: You write, \"The essence of the Democratic message in recent years has been we're pretty bad. But Republicans are worse, so vote for us.\" Is there anyone inspirational in Democratic politics?  SEN. SANDERS: Sure, there's some great people who are working night and day to protect working class people. But the thesis of that particular chapter is that working class people are responding to the Republicans not because they want to cut Social Security and Medicare and give tax breaks to the rich. It's- they have heard Democrats say for years that they are the party of the working class, and then people are saying, 'Really? I can't afford health care, I can't afford prescription drugs, I can't afford to send my kid to college.'  MARGARET BRENNAN: So who's the next Bernie Sanders? Who is that voice? SEN. SANDERS: Well, I'll let you discover that, I don't- what I will tell you, and we talked about this in the book- what I am extremely proud of, is that there are more really strong young progressives, often people of color in the house now than probably in any time, certainly, in my lifetime, great people. And that is, you know, if you ask me what my- I'm most proud of, is that so many young people, we won the young vote overwhelmingly, and I think young people are saying 'We don't want to tinker around the edges anymore. Not on climate change, not on racial issues, not on economic issues.' We want transformational change and if my campaigns played a role in changing that consciousness. I'm very proud of that.  MARGARET BRENNAN: You are up for reelection to the Senate in 2024. Can you take the wins that you have had in shaping the Democratic platform as you have with the issues that you have raised? And walk away with that win, or do you feel you need to run again?  SEN. SANDERS: I think look- I- you know- my chapter on the media, what I talk about is media is very interested in elections and elections–  MARGARET BRENNAN: I know you don't like these questions.   SEN. SANDERS: I was elected to do a job. And I'm working really hard as chairman of this committee. People back home are not asking me whether we're going to run or not. They're like, 'Bernie, we can't afford health care, can't afford prescription drugs, do something.' Let me focus on that.  MARGARET BRENNAN: So you don't feel like you have a ticking clock here for 2024? You don't have to get all this done?  SEN. SANDERS: No. At the right time, between me and the people of Vermont, and we have plenty of time.  MARGARET BRENNAN: Former ambassador Nikki Haley is running for President, as you know, and she said there should be a mandatory mental competency test for politicians older than 75. You're 81. Do you take offense at that? Do you agree? SEN. SANDERS: What did she mean? I don't understand what- [laughs]. Yeah, no. I think that's absurd. You know, there's a level–  MARGARET BRENNAN: \"Absurd.\" SEN. SANDERS: Yeah, you know, we are fighting racism, we're fighting sexism, we're fighting homophobia, I think we should also be fighting ageism. Trust people, look at people and say, you know, this person is competent, this person is not competent. There are a lot of 40 year olds out there who ain't particularly competent. Older people, you know, you look at the individual, I don't think you make a blanket statement.  MARGARET BRENNAN: Okay. So when it comes to the current president or the former president and their age range, it doesn't concern you?  SEN. SANDERS: Look at what they do, what they believe in. What are they fighting for? What does Donald Trump stand for? Do you believe in that? Well, I certainly don't. What does Joe Biden stand for? What is he doing? Has he accomplished- look at- look at him in that way, not on age.  MARGARET BRENNAN: You say in the book that Democrats are wrong to suggest that former President Trump supporters are racists, sexist and homophobes, that they're deplorable. You point out these so-called racist, many of them, voted for Barack Obama, but their lives didn't improve. Do you think that the Democratic Party messaging is just entirely wrong headed to frame this as a broader moral issue?  [CROSSTALK]  SEN. SANDERS: Look - are there supporters of Trump who are racist, sexist homophobes? Absolutely. But to paint a broad brush and say, well, that's the reason that they don't vote for the Democrats – that is really wrong. Look, I've been all over this country. I have worked with trade unionists, people on strike, people had the courage to stand up for economic injustice, great people. And I talked to the union leaders, Oh, 70% of our people are Republican. Why is that? Because I think they have lost faith that the Democratic Party is going to stand up and fight for them. And they say, look, Democrats talk they don't accomplish. Oh, I want to vote for Trump. Maybe he'll do something. MARGARET BRENNAN: Yeah, but you blame Democrats going back to Bill Clinton for signing on to NAFTA. You've blamed Barack Obama. You're critical of Joe Biden as well here.   SEN. SANDERS: That's right. Alright. In other words, what I have said over and over again. Working class people, in my view, are not responding primarily, there are other reasons, to the Republican message because they want to cut Social Security, Medicare, and give tax breaks to billionaires. That's not why working class people are voting for them. If the Democrats, in my view, had an agenda that says we know that your kid can't afford to go to college, and that's why we're going to make higher education or public colleges, universities, tuition-free. We know you can't afford childcare – outrageously expensive. We're going to work on that. We know we're the only country in the world not to guarantee health care as a right. You pass a Medicare for all single payer program, you expand Medicare to cover dental, hearing, and eyeglasses. Democrats ain't gonna lose an election for a long, long time.  MARGARET BRENNAN: But which Democrat would take that vote? I mean, you -  you have said \"Medicare for all,\" you can't pass in the current Congress.  SEN. SANDERS: Yeah. But is it a popular issue? I have to take on the whole bloody insurance industry, the drug industry, and yet we still have tens of millions of people who understand that Medicare for All is right. If we had a united Democratic Party say, \"Yeah, we have the guts to take on the powerful special interest.\" They could win that fight.  MARGARET BRENNAN: Yeah.  SEN. SANDERS: And be- and look, FDR did it in the 30s. He won four elections, because he had the guts to stand up to powerful special interests and say, \"You know what, I'm on the side of the working class.\" MARGARET BRENNAN: You look at the map of this country, though Democrats have lost that, you know, other than the coast, there are huge swaths–  SEN. SANDERS: Yes.  MARGARET BRENNAN: In rural America. What is it about rural America that the Democrats do not understand? SEN. SANDERS: These are white working class people who do not believe that the Democrats are standing up and fighting for them. All right. And what we need to do is have a movement of Black workers, Latino workers, white workers, gay workers, straight workers, and understand that we're all in this together. I don't care if you're living in rural Iowa, where I spent a lot of time, alright, you can't afford health care, you can't afford to send your kid to college, or you're living in San Francisco. So too often we forget about the economic issues that unite us. The vast majority of the people know the pharmaceutical industry is ripping us off. The vast majority of the people understand that we have to improve our educational system. Let's work on that.  MARGARET BRENNAN: Are you going to campaign for Joe Biden if he runs for president? Because I mean, you just laid out that what he's done is nice. But it's not sufficient to raise all the issues that you just laid out.  SEN. SANDERS: It's a little premature to talk about a campaign that isn't–  MARGARET BRENNAN: We talk about it all the time. SEN. SANDERS: That hasn't been announced yet. We'll see.  MARGARET BRENNAN: Well, he says he's deciding and could be deciding soon.  SEN. SANDERS: Well, and after that, he and I will talk and we'll see what we'll do. MARGARET BRENNAN: And you want to shape that- the conversation?  SEN. SANDERS: But, you know, when he was running it to me, it was extraordinarily important that Trump be defeated. And, you know, to his courage, what Biden did after the election, sat down with our people, campaigns came together, he came up with some pretty progressive ideas. MARGARET BRENNAN: I want to ask you about some issues on foreign policy. CIA Director Bill Burns recently said that the uptick in violence in Israel and Palestinian territories reminds him of the last Intifada – that there could be an explosion of violence. Israel now has the most right wing government it's had in years. Do you think that democracy is in peril in Israel right now?  SEN. SANDERS: I do. I am very worried about what Netanyahu is doing and some of his allies in government and what may happen to the Palestinian people. And let me tell you something, I mean, I haven't said this publicly. But I think the United States gives billions of dollars in aid to Israel. And I think we've got to put some strings attached to that and say you cannot run a racist government. You cannot turn your back on a two-state solution. You cannot demean the Palestinian people there. You just can't do it and then come to America and ask for money.  MARGARET BRENNAN: Has the administration, have you talked to the administration about it?  SEN. SANDERS: No. MARGARET BRENNAN: They've been very careful in criticism of the Netanyahu government.  SEN. SANDERS: Well, I am not careful about it. I'm embarrassed that- that in Israel, you have a government of that nature right now. MARGARET BRENNAN: And are you going to introduce something?  SEN. SANDERS: We may well, yes.  MARGARET BRENNAN: To try to attach strings to U.S. aid to Israel?  SEN. SANDERS: You cannot give- if you have a, you know, whether it's Saudi Arabia or other authoritarian societies, if a government is acting in a racist way, and they want billions of dollars from the taxpayers of the United States, I think you say, \"Sorry, but it's not acceptable. You want our money? Fine. This is what you got to do to get it.\" MARGARET BRENNAN: The pro-Israel lobby AIPAC used to be bipartisan, but these days, it's got a super PAC that has spent very heavily in Democratic primaries. You said- SEN. SANDERS: Against progressives. MARGARET BRENNAN: You said they're doing everything they can to destroy the Progressive movement in this country. Do you think the politics around this issue are constraining the White House going into 2024? SEN. SANDERS: The way I look at AIPAC now, in terms of their political activities – this is not even just a pro-Israel group. This is a corporate PAC, sometimes getting money from Republicans, sometimes supporting extreme right-wing Republicans. So what really upset me very much is that in many of these primaries, we had great candidates, young people, often people of color, and yet AIPAC and other super PACs spending millions of dollars trying to defeat them. And as you may know, I tried to get the Democratic Party to pass a resolution that in Democratic primaries, super PAC money should not be allowed to be used. MARGARET BRENNAN: Do you think that this is what's constraining the Biden White House right now, the concerns about the politics around this domestically?  SEN. SANDERS: Look, bottom line is what constrains any president is we have a corrupt political system in which Big Money plays an enormous role. And right now, you know, if I run for reelection, you know, people want to spend- some billionaire wants to spend millions of dollars against me, perfectly legal to do so. That constrains all politics in America.  MARGARET BRENNAN: If you run for reelection to the Senate. So you are considering it?  SEN. SANDERS: Sure I'm considering it, but I haven't made any decision. MARGARET BRENNAN: You are- when you talk about American workers,   you're proposing a new cabinet level agency to focus on the future of work and workers. You talk about taxing robots who might replace humans. Isn't the Labor Department supposed to be doing these things? SEN. SANDERS: Well, theoretically, but I don't think we're doing enough. Look, this is a huge issue. There is a revolution taking place now with artificial intelligence and robotics. Okay? Millions of workers are going to lose their jobs. Who's making those decisions, Margaret? You hear it debated in Congress? I don't. Alright, so guys who sit at the head, often guys, of large multinational corporations are saying, \"Look, we can do this, we can get rid of all these people over here, we can make even more money.\" So we're talking about a transformational moment throughout the world and the United States. I want working people to be involved. And if we come up with the technology – I'm not anti-technology, if there is a technology that can do- increase worker productivity, who benefits from that? Just the guy who owns the company? Or does the worker benefit? So if we can reduce the workweek, is that a bad thing? It's a good thing. But I don't want to see the people on top simply be the only beneficiaries of this revolution in technology.  MARGARET BRENNAN: So you agree with Bill Gates in taxing robots? SEN. SANDERS: That's one way to do it. Yeah, absolutely.  MARGARET BRENNAN: He's a billionaire you do like. SEN. SANDERS: I've talked to Bill on a number of occasions. Yes. MARGARET BRENNAN: But, well, I'm interested in that concept and some of the other things you lay out here, including-  SEN. SANDERS: It's not just taxing the robots. It's this whole question of an economic transformation. Are working class people going to benefit from that or just the billionaire class? MARGARET BRENNAN:  You also talk about a new deal for journalism and rethinking of the role of public and community media in the United States. You're very harsh on- on the media, as we talked about, including- You mentioned this network. You mentioned Washington Post- SEN. SANDERS: Do I? MARGARET BRENNAN: You do. SEN. SANDERS: Didn't I say all kinds of nice things about you? MARGARET BRENNAN: No, some other journalists here. You did give a shout out to Cara Korte and some other reporters. But- But you say- you take direct aim at the media for not asking the questions that you think need to be asked. How do you – on this New Deal idea – how can you have the U.S. government in any way involved with the media and direct funding when trust in the government is so low in this country and trust in media is low?  SEN. SANDERS:  Two issues. Two separate issues. Number one, what I say in the book is that look, I've done 1,000 interviews, like I'm doing with you right now. And nobody has ever come up to me, not one reporter – not you, not anybody else – and said, \"Bernie, why are we spending twice as much on health care as any other country and yet we have 85 million uninsured or underinsured?\" How many programs at CBS, NBC, ABC had on why we have a dysfunctional health care system? Does that have anything to do with who owns the major networks? Bernie, what are you going to do about income and wealth inequality? Do you demand- why are billionaires paying an effective tax rate lower than working class people? No one asked me those questions. Okay.  MARGARET BRENNAN: No one tells us the questions to ask you.  SEN. SANDERS: I understand that, but there's a culture in the media. No one tells people who work for me not to vote for Donald Trump. Certainly, I will guarantee you they don't. I never tell them to do it. But then there's another issue and that is we- a totally different issue- we are seeing media deserts in this country, local newspapers are going out of business. So people get no news from their city council, their school board.  MARGARET BRENNAN: It's a real issue. SEN. SANDERS: How do you deal with that? And the reason they're going out of businesses is private sector companies can't make money anymore because of the radical transformation of, of media. What happens? Do people not know what's going on in their city? How do you deal with that? Well, in European countries, what they do is they do it through a nonpartisan public funding of media. I think that's an idea that we should explore.  MARGARET BRENNAN: So I'm told we're running out of time.  SEN. SANDERS: I'm just getting warmed up, Margaret. We're having fun. MARGARET BRENNAN: But I have to ask you, you're going on tour to promote this book \"It's Okay To Be Angry About Capitalism.\" And you're here talking about it. I understand, we're not the bad guys you're describing in the book when it comes to media. But tickets for your tour apparently are selling for $95 on Ticketmaster, which is accused of anti-competitive behavior. You know that. Some of your Democrats are criticizing them. Aren't you benefiting yourself from this system that you're trying to dismantle? SEN. SANDERS: First of all, those decisions are made totally by the publisher and the bookseller. I think there's one case where in one place here in Washington, Politics and Prose, an independent bookstore, charging some tickets, most of them I think, are $40, $50. And you get a book as well. So if you want to come, you're gonna have to pay 40 bucks, I'll throw in the book for free. And we're doing a number of free events, but I don't make a nickel out of these things at all.  MARGARET BRENNAN: But, you're okay doing business with Ticketmaster?  SEN. SANDERS: No, not particularly. But that's again, I had nothing to do with that. That is- if you wrote a book, probably be the same process.  MARGARET BRENNAN: So you have to operate within the system.  SEN. SANDERS: I do. Write a book, a major publisher, etc. etc. MARGARET BRENNAN: Senator Sanders, thank you very much for coming in and answering our questions today.  SEN. SANDERS: I hope I wasn't too hard on you.  MARGARET BRENNAN: No, and I asked all the questions I wanted, not necessarily what you wanted, but what I wanted. So thank you very much, Senator Sanders. We'll be right back.",
            "bias": "Pro-life",
            "url": "https://www.cbsnews.com/news/bernie-sanders-face-the-nation-full-transcript-02-19-2023/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Military expert John Culver on Chinese spy balloon fallout — \"Intelligence Matters\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2023
            },
            "article_content": "In this episode of \"Intelligence Matters,\" host Michael Morell speaks with former senior CIA analyst and national intelligence officer for East Asia John Culver about the rippling implications of the Chinese surveillance balloon shot down over U.S. territory. Culver and Morell discuss Beijing's possible intentions behind deploying the balloon, as well as the potential information it —   and other Chinese surveillance efforts —   may have targeted. They also discuss the ways in which heightened tensions between Washington and Beijing could raise the risks of conflict over Taiwan.      Highlights:  Download, rate and subscribe here: iTunes, Spotify and Stitcher.  Intelligence Matters transcript - John Culver  Producer: Olivia Gazis      MICHAEL MORELL: John, welcome back to Intelligence Matters. It's great to have you on the show again.      JOHN CULVER: It's great to be on here. And I suspect I know what you're going to ask me.      MICHAEL MORELL: So, John, as you know, we wanted to spend the entire time talking about China, Taiwan. And I do want to get to that since there's so much discussion about it. But obviously, there's great focus last week and this week on the Chinese reconnaissance balloon and maybe balloons. We still don't know yet if the additional ones over the weekend that were shot down were Chinese or not.       But I'd love to ask you just a couple of questions about the balloons. One is that the White House today – today being Monday, this will run on Wednesday – but the White House today said that they didn't think that the Chinese were gaining much additional intelligence here compared to what their spy satellites were capable of producing.       And I just wonder what your reaction to that is. Is it too early to come to that conclusion since we haven't actually seen what they've collected yet? How do you think about that question?      JOHN CULVER: Well, yeah, I think it might be a little too confident at this stage, but I don't – I was not a balloon expert until last week. And so, you know, I'm still not a balloon expert but  at least I'm conversant on this particular topic.       Until we finish exploiting the recovered parts that were being picked out of the Atlantic and any other material they get from the other three - whatever they were - shot down over the weekend, I think it's a little premature. Maybe he was informed. I think it also presumes a lot about what we may or may not know about Chinese satellite collection. And I wonder if our former colleagues are now scrubbing their assessment about the proficiency of Chinese satellite collect.       But I think there's also - we have to consider non-intelligence related reasons for doing this. I mean, it could have intelligence benefits, but there's also a political dynamic, always, with China. And from their perspective - and I'm not defending their perspective, but I'll just tell you what I think it is - the U.S. flies a lot of intelligence collection on China's periphery, especially off their east coast. We don't violate the 12-mile limit. We strictly abide by international law. But it's long been a sore point and they had no means to reciprocate.       So I wonder if the idea about sending high-altitude balloons over the United States wasn't in and of itself something that would have been attractive to them. They've always had a desire to be able to strike back, not in a kinetic sense, but to conduct surveillance and then see how we feel about it.       They don't have aircraft, you know, they could fly nonstop and surveil our coast the way we do, and they don't have bases in the Western Hemisphere.       So this is an interesting option. I also wonder if we're too focused on what this balloon may or may not have collected – and maybe we come back to this – is what could be the wartime potential of China's ability to conduct high-altitude balloon operations, particularly at scale.      MICHAEL MORELL: John, when you talked about the U.S. government exploiting the debris to learn more, in your experience, roughly how long will that take?     \t \t \tJOHN CULVER: I'm trying to think of anything similar. It's going to be looked at hard, first by, it sounds like, the FBI – and I don't know that they have great experts on signals, but, sure, and then probably be turned over to the requisite authorities across the DOD services and intelligence community. I wouldn't expect them to have anything definitive for, you know, weeks and perhaps even a matter of several months.        \t \t \t \tMICHAEL MORELL: John, in terms of the Chinese President Xi, would he have knowledge of this program? Would he have approved this program? Would he approve individual flights? What's your sense on that?       \t \t \t \tJOHN CULVER: Well, again, I mean, instant balloon expert. But it appears now the Chinese were doing these since at least 2018, although sometimes the U.S., usually unnamed officials, say it's been going on for five years, but at least since 2018 and until two weeks ago or, really, just last weekend there had been no public reaction by the United States. I have no idea if we privately demarched them.        \t \t \t \tBut in a way, let's assume we hadn't, then they've been getting away with it. And so either they decided that doing this directly over the central part of the U.S. would have been no big deal because we wouldn't see it. Or it was worth it, for either intelligence or political reasons.        \t \t \t \tAnd typically, Xi Jinping would have approved the program. He's chairman of the Central Military Commission. This thing has a budget. They would have approved the existence of the program. They would have approved especially early flights. He would have been privy, if not interested, I don't know, about anything gleaned from these activities.        \t \t \t \tAnd so it's, to me, it's less likely that he would have been personally briefed or had personal approval authority over the individual flight that we shot down over the Atlantic a few days ago.       \t \t \t \tMICHAEL MORELL: And then last question, John, on the balloons, any risks here that people should be concerned about - risk of escalation, how the Chinese are likely to respond to our shooting down one of the balloons. How do you think about that?   \tJOHN CULVER: I think, somewhat perversely, the fact that China's flying balloons over the United States for reasons I mentioned earlier is probably popular in China; although I've seen that they are censoring the U.S. accounts of this as an espionage platform and are sticking with their story and compelling their Internet to stick to the story that it was weather balloon, and then taking kind of a high, you know, high-profile view that it is the US who conducted a violent act against a peaceful balloon.   \t \t \t \tWell, you know, that's all a little silly and probably primarily for domestic consumption. I don't, I think by now if they were going to escalate, if Xi Jinping had allowed that, we would have heard about Chinese reactions, aggressive reactions against U.S. reconnaissance flights off their coast, which happen pretty regularly, I would, you know, think several times a week.        \t \t \t \tSo if there was some kind of direct heel-to-toe response, we, I think, we'd already know it, although I'm not in government and I'm not sure.        \t \t \t \tSo I think it's going to be more subtle than that. I saw today that the Chinese Ministry of Foreign Affairs made a counter-accusation that the U.S. has flown ten balloons over China. And I don't put a lot of weight in that. I mean, where would we have launched from? You know, the prevailing winds are going to carry everything west.        \t \t \t \tSo either we would have launched from the U.S. and circumnavigated the globe, almost, or we would have had, you know, accomplices in the central republics or India, I suppose. So I think that's also for domestic consumption.       \t \t \t \tMICHAEL MORELL: Okay, John, thank you for that. Let's turn to what we were planning to talk about, which is China-Taiwan. And let me ask the first question here. What is China's long-term objective regarding Taiwan and what is its approach today to achieving that objective?       \t \t \t \tJOHN CULVER: Officially, their objective is and always has been something they call reunification. You know, their view is that Taiwan, prior to Japan taking control over Taiwan as a colonial possession in 1895, has always been a part of China and is still a part of China.        \t \t \t \tAt a more practical level, their approach has been to move toward either peaceful reunification through improved economic people-to-people and political ties across the strait, and then have a coercive capacity in the form of threatened PLA action, People's Liberation Army, military action in the event that Taiwan permanently moves toward separation, toward political independence.        \t \t \t \tTaiwan has not done that. So we're kind of been sitting in the status quo now for, well, since 1949. And the last time military force was attempted by the Chinese was around 1958. So, you know, decades.       And so there's, as you can imagine and no doubt and have seen, there's sort of an active debate in the U.S. analytic community about whether China has changed its position and is now shifting toward accelerated moves toward unification, including the use of military force, or if things are basically the same as they have always been. That is, China reserves the right to use military force but hasn't done so and probably wouldn't do so unless Taiwan moves toward permanent independence.   \t \t \t \tMICHAEL MORELL: So, John, what is your view on that debate? Where do you fall?       \t \t \t \tJOHN CULVER: I think that we're closer to war than we've been. So it isn't this static situation that hasn't been affected by five years of intensified U.S.-China rivalry.        \t \t \t \tThe modernization of the Chinese military, which hasn't been a crash modernization, but has been going on for, you know, 20 years and has certainly achieved capabilities that give us more cause for concern that they have an assurance or the capability to actually conduct compellence operations to try and resolve this by force.        \t \t \t \tI think Xi Jinping has had an impact on China's attitude toward Taiwan, but I don't think it is direct as, 'Xi Jinping's prepared to go to war on his own timeline within the next few years.'       \t \t \t \t My main concern is that the factors that create stability on the Taiwan Strait since we normalized relations with China in 1979, that, if you will, there are three pillars of stability and they've all eroded in the last five or six years.        \t \t \t \tSo the first one is that military balance. Taiwan used to actually have a pretty big qualitative advantage over China. But the the rise of the People's Liberation Army as a modern multi-service military force has really eclipsed that. And there's there's really no military balance on the strait between China and Taiwan, absent, you know, large-scale U.S. intervention.        \t \t \t \tThe other pillar that's eroded is that Taiwan is a vibrant democracy, that this isn't a deal that can be cut between, you know, leaders in Taipei and those in Beijing without concern for the feelings of the Taiwan people. You know, Taiwan is an extremely robust, free, democratic entity. And the United States increasingly has had to concede that the people of Taiwan will have a say on this. It's not going to be an agreement that can be reached either across the street through, you know, political back channels or, God forbid, the United States. I think it would be terrible for the U.S. to involve itself directly in this.        \t \t \t \tThe third thing is that – you know, this is a little abstract. China is no longer a weak country. It's got a generation of people who, their whole life, all they've known is a rising China. The image of a powerful People's Liberation Army is reinforced in Chinese media every day. And the kind of control we used to see – like after the accidental NATO bombing of the Chinese embassy in Belgorod, the former Yugoslavia, in 1999, China was very angry. The U.S. admitted that it had committed a mistake and error. It resulted in the death of three Chinese citizens at their embassy in Belgorod. But they were frustrated that they couldn't respond more proportionally.   \t \t \t \tSimilarly, after one of their fighters collided with the U.S. reconnaissance aircraft over the South China Sea in 2001, the so-called EP-3 incident, they didn't feel that they had the requisite political, military or diplomatic clout to respond more vigorously.        \t \t \t \tBut China today is a strong country. I think domestic public opinion there, if there were similar slights or if there was a new crisis on the Taiwan Strait propelled by, say, a president elected after 2024 who's more overtly pressing for permanent separation, then I think that China would be mindful of its own domestic opinion and there would be a greater compulsion to respond strongly to any provocation.       \t \t \t \tMICHAEL MORELL: John, can you imagine a situation where the Chinese respond aggressively to the point of of an invasion or a blockade of Taiwan if the U.S. made a significant policy change, if we changed our One China policy, if we changed our policy, strategic ambiguity, with regard to the conditions under which we would come to Taiwan's defense. Could we trigger something here?       \t \t \t \tJOHN CULVER:I think the atmosphere has degraded to the point where we could have a crisis at any point. And I think the balloon incident over the last week or so has really underscored the nature of the political environment for a major crisis with China.        \t \t \t \tYou know, you had the kind of resonance with the U.S. public, with U.S. Congress that I don't recall that we had in earlier incidents involving China. It's become, in some ways, a domestic political issue in the United States. And I think the Biden administration seems especially, you know, sensitive to the idea that it cannot be soft on China.       \t \t \t \tMICHAEL MORELL: Right.       \t \t \t \tJOHN CULVER: So you've seen adjustments in U.S. policy, but not without sort of breaking the standard rubrics you mentioned about strategic ambiguity or U.S. definition of commitment to One China. But that doesn't mean that we aren't changing things.        \t \t \t \tSo we've expanded our arms sales to Taiwan and added a new capability to fund weapons sales through loans to Taiwan rather than their direct purchase, you know, cash on the barrelhead, which is what we've always done.        \t \t \t \tSo I think it's likely you're going to have much larger weapons sales to Taiwan in a more compressed period. I also think that the visit by Speaker Pelosi last August and a prospective visit later this year by Speaker McCarthy are setting a kind of a new normal. And the Chinese are frustrated by that because they prefer to pretend that they don't understand that Congress is a separate, co-equal branch of government, and they demand that the Biden administration somehow stop this. Well, I don't think that's feasible, likely or even the right move.       But it just sort of adds to this atmosphere where another incident like an EP-3 collision or some other, you know, incident involving our military forces in the South China Sea or of Taiwan, I think would escalate much more quickly and probably much more deeply than any crises that we usually refer to in our lexicon.   \t \t \t \tMICHAEL MORELL: So, John, if Xi were to take military action today for whatever reason, how confident, given the military balance, how confident could he be of victory and how much risk in his mind would he be taking at this point?       \t \t \t \tJOHN CULVER: Well, as you know, the People's Liberation Army is a very large and increasingly modern force, but it's also one that hasn't actually engaged in combat on a large scale since 1979. So he has a very shiny toy, but he doesn't know if it will actually work the way he intends.        \t \t \t \tSo the riskier the operation – an invasion, certainly we'd be at the upper end of what I would consider a highly risky operation for any any military to undertake, let alone one that isn't battle tested. And so I think that he would have to consider sort of the full spectrum of coercive and other pressure options and not maybe put all of the weight on the PLA to succeed in a single throw of the dice, you know, through an invasion. And certainly they have a lot of options.        \t \t \t \tTaiwan's economy depends to a large extent on trade with China. Before the pandemic, there were 2 million Taiwanese living in the mainland, usually in all the factories in this pretty integrated economic relationship. And you had a million Chinese visitors to Taiwan every year before the pandemic.        \t \t \t \tSo they can certainly, and have – the pandemic cut off tourism and travel pretty much. Trade continues to be robust. But China has a lot of options. You know, they could launch a blockade under different guises. You know, they could call it a quarantine to prevent delivery of U.S. arms. And they certainly have the means to enforce that kind of quarantine for a while. They have the largest Coast Guard in the world, also very modern. They have a large Chinese navy, which is building very rapidly, far more rapidly than we are. And the thing is, that would still be sort of a Rubicon crossing.        \t \t \t \tOnce China uses lethal force or even threatened to use lethal force for the first time since 1958, we live in a new world. And you know, China, after watching Russia's invasion of Ukraine, has to understand that China won't be the only one using a stick, that they're going to face deep economic sanctions led by the United States, in all likelihood, and probably with support from much of the rest of the developed world, as we have with Russia.        \t \t \t \tAnd I think then that the idea that they're going to achieve peaceful reunification or patient is going to, you know, the last shreds of that will be lost. And so then Taiwan will suddenly be arraigned to defend itself in a way that they really haven't up to this point.      MICHAEL MORELL: So, John, both – or I should say all three, right, China, the United States and Taiwan. And then I guess you could put out a fourth, our allies, you know, Japan, Australia. We're all trying to build capabilities, right, with this fight in mind down the road.   \t \t \t \tWhich way is the balance headed? Is it headed in China's favor? Is it heading in our favor? How do you think about where the balance is today and where the trend lines are?       \t \t \t \tJOHN CULVER: The DOD reports to Congress, statements by the president and others underscore that China, now, today poses a really significant military threat not only to Taiwan, but also to our allies and, you know, at least U.S. Pacific forces. So they have been modernizing very steadily and very broadly, now, for quite a while with greater intensity since about 2009.        \t \t \t \tAnd they have a lot of material advantages, even if you consider that they have a combat force that hasn't seen combat, as I said. And so I don't know how it turns out. I don't think they do. So that almost certainly imposes constraints.        \t \t \t \tThey have a lot of inherent kinetic capability. So even if they can't get an invasion across or they can't reinforce it and get the follow-on forces they'd need to actually win the war through an invasion option. They have the ability to strike all of the U.S. bases in the western Pacific, all of our bases on Japan, Guam, northern Australia.        \t \t \t \tAnd so it would be – there's no recent conflict, even the one in Ukraine, that you could really use to compare. It would be a maritime and air conflict with some involvement of ground forces over island seizure. And it would probably be a long war. Now, the problem that confronts for the United States is you've heard different senior U.S. officials, officers in the military usually, worrying that there could be a war by 2027.       \t \t \t \tMICHAEL MORELL: Yeah. Yeah.       \t \t \t \tJOHN CULVER: I think General Minihan just a couple of weeks ago worried that it could be even by 2024 because of Taiwan's election cycle. The problem is, is that kind of, you know, near-term uncertainty makes our decisions about modernization harder rather than easier, because if you really believe there's going to be a war in two or five years, then you're not going to have time to build major platforms and really address some of the deeper implications of China's massive shipbuilding and aircraft building.        \t \t \t \tYou're going to have to spend, really, all of your money in the next two or five years on munitions and infrastructure. You have to harden your forward bases in the Western Pacific. You won't have time to build a lot of new ships because we have a very limited number of shipyards, especially compared to China, which produces 43% of the commercial shipping in the world, whereas we produce virtually 0% of the commercial shipping in the world.       So I hope I see coherence, especially out of the most senior parts of DOD and the administration, on exactly what the plan is. Because if we are really worried about near-term conflict, then the defense budget, currently, even with the increases we saw for the current fiscal year, they don't really reflect that.   \t \t \t \tIf you really think you're in a fight, a war, with China within 2 to 5 years, you don't have an $812 billion defense budget, you have about a trillion and a half dollar defense budget. So, you know, I pay less attention to generals and admirals on this point than I do the heads of intelligence, both the DNI and the director of CIA. And I like the way they frame it.        \t \t \t \tI think, you know, it feels correct to me that they're saying Xi has not made a decision to use military force, but he certainly has told the PLA to be prepared to use military force at any time, which is what militaries do. They are situated and tasked with being ready to respond on order, just as our military is.       \t \t \t \tMICHAEL MORELL: Yeah. I wonder how much of what we hear sometimes from our military officials about more of a near-term fight is designed to win budget battles on the Hill, as opposed to what you hear from our intelligence leaders, which is, you know, the reasoned judgment of their analysts.       \t \t \t \tJOHN CULVER: And I think that talking to the troops – I think that they don't want any kind of lackadaisical attitude. And there's a term that was coined in Pacific Fleet after the Pearl Harbor attack in 1941, which is, I refer to it as a 'fight tonight' mentality, that the job of especially frontline commanders is to ensure that their forces, no matter what, how passive the geopolitical situation may appear, has to be prepared for any contingency.       \t \t \t \tMICHAEL MORELL: So, John, one of things I wanted to ask you is Taiwan's ability to defend itself. I think you talked the last time you were on about the decline over time in Taiwan's investment in its own defense. I think you talked last time a little bit about, it hasn't bought the right weapons systems. And I'm wondering to what extent you see the folks on Taiwan changing course and moving in the right direction.       \t \t \t \tJOHN CULVER: President Tsai and senior officials under her and her national security are saying the right things. So they've announced recently that they're going to return to one-year conscription instead of four months of conscription, and they're going to improve the content of that training that young people get when they go in the Taiwan military for a year. And they've also announced the largest increase in their defense spending.        \t \t \t \tBut it's still, you know, even with the increase, it means they're going to spend $19 billion a year, instead of $16 or $17 billion a year. So it's not nothing, but it's also not the actions of a country or a government that thinks that it's an imminent threat because this is still kind of a hotly debated issue in Taiwan.        \t \t \t \tA lot of people either don't think the war will ever happen, even now, or they think that Taiwan could not prevail unless the U.S. military shows up very quickly. And that's part of what the U.S. has been telling Taiwan, that, 'In the event, you have to be able to give us time to flow force and be able to make a material contribution to defense.'   \t \t \t \tSo they're doing the right things. I'm still going to wait and want to see exactly what they do in terms of acquisitions. If they really move away from big ticket items that would have little utility in conflict and I'll be a little less convinced that they're really moving with alacrity.        \t \t \t \tBut if they really build, like not only military, but the national resilience, increase their stockpiles of fuel so they can generate power even under pressure from China, you know, beyond words, that they can take care of their own defense to some extent, that they can make a material difference, especially for a counter-amphibious operations, then I think that would do a lot to improve deterrence against China. It would make it a riskier proposition if Xi, Xi Jinping ever thought that it was something that was achievable.        \t \t \t \tIt's better to break your adversary's war plan that they have to defeat their military. So anything you can contribute that lowers Chinese confidence in the efficacy of a direct military attack on Taiwan would probably be a good thing.        \t \t \t \tBut I still believe that a Chinese decision to use military force is not capabilities-based. It's conditions-based, meaning that Xi Jinping is not waiting for the PLA to give him the thumbs up, that they're good, and then he's going to launch an attack. In fact, that if we had elections in Taiwan in 2024 and a pro-independence, very active, pro-independence candidate won the election and Taiwan started to move toward permanent separation and announced that, the Chinese would go to war the next day.        \t \t \t \tNow, that war would look different from one that the Chinese might launch in ten years, but we would still be in a state of conflict across the Taiwan Strait and probably directly involving the United States.       \t \t \t \tMICHAEL MORELL: John, when we talk about U.S. military capabilities, you hear oftentimes the Pentagon talk about numbers of ships and numbers of aircraft, and you don't hear them talk about new concepts of war fighting. And I'm wondering to what extent you think that needs to be a bigger part of the discussion in the planning – perhaps it is, right.        \t \t \t \tBut we're going to have to fight the Chinese different than fought past wars. And I wonder to what extent we're actually thinking that through and working on it.       \t \t \t \tJOHN CULVER: I think the services and the U.S. military have actually embraced the idea that they need a new way of waging war should it come to that. And so it means that, in the past, the way that we would do things was that we would flow massive men, materiel, weapons and ammunition across the Pacific. We would build up large logistic and force postures, probably with our allies in Japan, northern Australia, other places where we have security relationships and, you know, then conduct operations at a time of our choosing.   \t \t \t \tThe problem is that Chinese missile capabilities, both ballistic and cruiser, are so robust that you have to consider that there are no sanctuaries to do a logistics build-up. So you have to be able to operate with a lot of kind of time-space agility where you can build up forces to conduct an operation and create effects that positively shape our intentions for battle and cause harm to China's operations, but don't do it so in a way that there's a large footprint that becomes a compelling target for them.        \t \t \t \tAnd all services have adopted a version of this, they're all kind of early in the implementation phase. The visit by Secretary of Defense Austin to the Philippines last month was a really strong signal, as was the recent improvement, even further of our defense relationship with Japan. So the U.S. is doing the necessary things, assuming that, you know, we still have a time and I think we do have time.        \t \t \t \tBut I think we don't have the kind of wholesale changes that you see in Washington, especially in defense acquisitions, where, from the time that you design a ship until you build it, 17 years will go by. And the same thing is true of aircraft.        \t \t \t \tSo we're going to need more platform agility. There seems to be a pretty good consensus that large aircraft carriers and large bases close to Chinese missiles are probably not a winning strategy, but, it's going to take time, I think, for the services to adjust to that and really build the weapons and then train for the kind of war that a war with China would look like.       \t \t \t \tMICHAEL MORELL: So, John, if the Chinese didn't need to respond in a day, right, to a declaration of independence by Taiwan, but had more time and were able to to take their time in planning for war, how much warning time would we have of a Chinese military move?       \t \t \t \tJOHN CULVER: I think we'd have a fair amount of warning time if they really decided that political actions by Taiwan and/or the United States compelled conflict. Then they have to mobilize their entire defense industrial base and even their entire society. You know, they have to start by adjusting the expectations of their population that, if their idea of the future hinged on constantly rising standards of living and better opportunities for their kids, well, they're going to have to change. You know, the Chinese are going to be engaged in the great battle for the unification of the motherland. And there are going to be sacrifices. And that will include the sacrifice of lives for the first time in the in the history of most of the people living in China. The last time that was a factor was the again, the late 1970s.        \t \t \t \tSo I think that at a minimum, we'd have several months if we're paying attention. We'd have to see to try to make the same moves that I just talked about the U.S. military having to make. They'd have to build a lot of munitions. Modern warfare, especially with precision-guided weapons and persistent surveillance is a very munitions-intensive thing.   \tI think in the first few weeks of our invasion of Iraq, we used 20,000 precision-guided weapons. And so all armies are going to have to build for that eventuality. I think there's actually a risk that we sort of hit an exhaustion phase in conflict and shift to sort of a more sustainable long war frame.   \t \t \t \tBut in terms of warning, too, I think we're going to see them mobilizing and alerting their public. We're going to see them mobilizing hundreds of thousands of people for national defense, not just soldiers, but also people organized into groups to repair bomb damage that the U.S. or Taiwan might cause along their coast. You're going to see wholesale industrial transformation then turn over to defense production.        \t \t \t \tAnd I don't think it'll be subtle, in other words. I don't think there's the secret plan, you know, for a Chinese attack on Taiwan. I don't think that's how their system operates. It will be a political decision that will then spill out across the whole of Chinese society and China's economy and the entire regime.       \t \t \t \tMICHAEL MORELL: John, you don't have any doubts, do you, that a Chinese leader would have public support for military action against Taiwan?       \t \t \t \tJOHN CULVER: No, not much. I mean, Taiwan is an issue that Chinese are inculcated in from grade school. Literally, the version of history that's taught to every Chinese kindergartner and up to senior, middle school is that Taiwan is Chinese territory, that it was basically stolen from them, first by the Japanese in the Treaty of Shimonoseki in 1895 and then sold again with U.S. help by the, you know, ROC Guomindang party that fled to the island in 1949. And that Taiwan has been separated from China only by the military interference of the United States. So there's already a strong understanding from that perspective across the body politic.        \t \t \t \tI think where it gets a little dicey for Chinese leadership is when casualties start coming. Because I think a lot of, again, this idea that China is strong, that imbues kind of the thinking, especially the younger people, that hasn't been tested. And so, you know, you've got a country where the military, like the rest of society, consist of one child per family, soldiers and officers. And so every family is going to be touched if the PLA ends up getting involved in Taiwan and you have the kind of intensive combat that I think would occur. It's going to mean a lot of casualties, both for Taiwan and for the United States.        \t \t \t \tI mean, it's likely the U.S. would see casualties in the first month of intense combat with the Chinese, especially in Navy and air combat, that would exceed losses we've had in every war since Vietnam. In a matter of a couple of weeks. Well, the same thing would be true in China. So I think that will be one where the surveillance state of China will kick in. You'll see a lot of intense filtering of the Internet because they know that – you know, people in China, and you know how things are, people usually think the war will be over by Christmas or I guess in the Chinese Lunar New Year; that's probably not going to happen.       And so it gets harder as time goes by and you see deprivation. Chinese exports are cut by international sanctions. Incomes fall and they'll be falling globally. Trade will be disrupted globally. And that's when becomes a test for the regime, whether – not whether Taiwan's worth it, but whether the sacrifices people are making in what may appear at some point to be an open-ended contest, if that's going to end up, you know, creating longer term problems in a regime that's had nothing really, but – COVID notwithstanding – kind of good news for the last 40, 50 years.   \t \t \t \tMICHAEL MORELL: So, John, I just want to explore something with you here as we head to the end of the podcast. A president of the United States in deciding to join Taiwan in a fight against China would have to accept some pretty significant things. Right?        \t \t \t \tYou have to accept mobilizing the U.S. military for one of the most significant fights in American history. Would have to accept risking escalation into a nuclear exchange and would have to accept creating essentially a global economic meltdown. Right. These are the two largest economies in the world. Trade between them is is hugely significant.       \t \t \t \tJOHN CULVER: And we just hit a new record this year of over $800 billion.       \t \t \t \tMICHAEL MORELL: Exactly. So I just want to get your reaction to what I just said.       \t \t \t \tJOHN CULVER: Well, I think I'm probably a pessimist on this, so you might want to discount a bit.        \t \t \t \tBut I think the balloon incident sort of showed us where we are, collectively. I think there would be a big appetite in the United States for confrontation, if not war, with China. I think people right now don't think war is likely. I hope they're right. But I think that initially there would be strong support for a president.        \t \t \t \tBut I think the same kind of calculation I made for Xi Jinping: it's going to be very intense. Would be, as you noted, the first combat we've ever undertaken with another nuclear power. And China is a very capable nuclear power. They've probably got around 200 nuclear warheads that can target the U.S. today. And they're building out toward about 1,500 over the next 12 years or so. So very credible, large-scale nuclear capability.        \t \t \t \tI don't think they plan to wage nuclear war. They're not suicidal. But it's the kind of calculus that really no president has ever had to sort of present to the American people.        \t \t \t \tSo he's going to have to make a point that the goal here is to defend Taiwan because of U.S. commitments under the Taiwan Relations Act. But our goal is to prevent the conquest of the island. It'll be a little bit of a trick, but, you know, we're going to be saying we want to prevent China's conquest of Taiwan, which we don't necessarily even then support Taiwan independence, because we're going to be looking for off ramps.        \t \t \t \tAnd I think that that will be a key characteristic of this war that I hope doesn't obtain, is that you're going to have a situation kind of like Ukraine, where I think stalemate, at least after initial high-intensity combat, is going to be an option or an opportunity to try and look for ways to seek resolution.   \t \t \t \tI think those will be difficult to find, especially kind of in their current, you know, environment, where the president's going to be second-guessed only by the public, but of course, by Congress.        \t \t \t \tSo I think, you know, the president seems to indicate that he understands that. And I think his statements about support for Taiwan are designed to bolster deterrence. But I worry that we are in some ways kind of walking along the edges of a deterrence trap where the actions we take unilaterally by ourselves, with our allies, and with Taiwan create the conditions for the war that we're trying to deter.       \t \t \t \tMICHAEL MORELL: John, thank you very much for joining us to talk about this incredibly important topic. Thanks for taking the time.       \t \t \t \tJOHN CULVER: Yeah. I'd say it was my pleasure, but I always bum myself out when I talk about this.       \t \t \t \tMICHAEL MORELL: Well, that's what analysts do. Thanks very much, John.    ",
            "bias": "Pro-life",
            "url": "https://www.cbsnews.com/news/chinese-spy-balloon-fallout-intelligence-matters/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "China's buildup of the surveillance state — \"Intelligence Matters\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 4,
                "year": 2023
            },
            "article_content": "This week on \"Intelligence Matters,\" host Michael Morell speaks with Wall Street Journal reporters Liza Lin and Josh Chin about their new book \"Surveillance State: Inside China's Quest to Launch a New Era of Social Control.\" Their new reporting examines how China's data collection goes beyond that of other countries as China seeks to create a model to export as an alternative to democratic governance. Lin and Chin detail Silicon Valley's involvement in the buildup of China's surveillance state and how the technology is used to surveil Uyghurs in Xinjiang.  HIGHLIGHTS:  Download, rate and subscribe here: iTunes, Spotify and Stitcher. INTELLIGENCE MATTERS WITH LIZA LIN AND JOSH CHIN PRODUCER: PAULINA SMOLINSKI MICHAEL MORELL: Liza, Josh, it is great to have you on intelligence matters. Welcome. JOSH CHIN: Thank you. It's a real pleasure to be here. LIZA LIN: Thank you for having us. MICHAEL MORELL:You guys are the authors of a terrific book. It's called Surveillance State: Inside China's Quest to Launch a New Era of Social Control. Congratulations on the book. I read it from cover to cover. I found it interesting. I found it insightful. I found it readable and more than a bit scary. I'd like to start by asking you guys how you define a surveillance state. How do you think about it in terms of a definition? JOSH CHIN: I think the way we thought about a surveillance state is a state in which governance, the act of managing society is driven by and really indivisible from advanced surveillance technologies. You see this really clearly in China, where the Communist Party there has melded its traditional approach to governing and controlling China with cutting edge technologies like facial recognition, techniques like data mining, in order to create a kind of more nimble form of authoritarianism. MICHAEL MORELL: It's interesting that you talk about advanced surveillance technologies, because one of the questions I wanted to ask is, how does surveillance in China today compare to old Mao style surveillance where neighbor was spying on neighbor? How do you about think about that? JOSH CHIN: It's interesting, when we started looking into this, as you know, one of the things we discovered was that really I mean, just to a certain degree, all states are surveillance states going back to the beginning of states. In the sense that anyone who's trying to govern a large number of people needs to have information about those people in order to govern them. James C. Scott sort of famously described this as rendering societies legible. And so this has been all the way back to the Romans conducting surveys so they knew who to tax and who to draft for the Roman Legion. It's as old as time, basically.  I think in the 20th century, what you started to see with Mao and with other totalitarian leaders was this utopian idea. This idea that you could collect enough information to mold society in a scientifically ideal way. I think the difference between Mao and what Mao was aiming for and the types of information he was collecting and what you see now is mostly a difference in volume and value of data collected. Mao obviously was limited to human data collection. So he had a lot of human spies. He had this vast domestic spying network, hundreds of thousands of people, and of course, was encouraging other people, regular people to inform on each other. And the Communist Party now, I mean, they still do some of that, but they have these other just vastly more powerful tools that are so much more efficient at collecting and analyzing information. And so they just have the ability to consider this utopian project of engineering society in a way that Mao never actually really could. LIZA LIN: I just to add on to that, the intent for China to surveil its citizens was always there. But what we really saw in the last kind of 10 to 15 years was the ability because there's been huge advances in technology. For example, the advent of deep learning and the realization that you had these fast processing chips that could crunch that data in a very efficient manner. So crunched down large amounts of data and draw analysis from that data as per what Josh mentioned. That really actually spurred the development of China's modern day surveillance state. MICHAEL MORELL: What are the key components of the surveillance system in China? How do you think about that?  LIZA LIN: To me the way China's surveillance state stands out is in two areas. One is the breadth, the data collection. And when we talk about the breadth of the data collection, I refer you to the amount of touch points where the Chinese government can actually extract data from its citizens. So the Chinese government has access to probably about 400 million cameras across the country.  And I think the difference between China and many other countries is that all these cameras are largely state owned. Unlike in the U.S., where you have a ton of Amazon ring cameras that are privately owned, a lot of the surveillance cameras that you see on the street in China are owned by government agencies and largely by the Chinese police. And beyond access to those 400 million cameras, the Chinese government still has access to about a billion smartphones that the Chinese citizens use. And that's because there are a series of national security and intelligence laws that were put in place in China over the last decade that actually allow the Chinese government to have access to a lot of the information that Chinese tech companies collect. And the difference in China versus other countries is that a lot of citizens are largely reliant on Chinese apps. And in particular, this one app called WeChat, which is made by and run by a company called Tencent. And on this app WeChat, it kind of functions quite similarly to a mesh of Facebook, Instagram, Google and Amazon. And on top of that, they are mobile payments. So the Chinese government, through this app, has the ability to figure out what its citizens are searching online, what they're saying online, what they're buying online and where they're traveling.  So there are a lot of these touch points in which the Chinese government could actually extract data from its citizens to just understand what's going on on the ground and add to that mobile phone trackers. And right now, over the last two years of COVID, we've definitely seen the Chinese government improve in its ability to collect data on where your smartphone has been. So, for example, a lot of the COVID health codes that China has been using over the last 2 to 3 years, which have been tracking your position and where you've been going in the last two weeks just to ascertain if you're a health risk. That's an additional layer of data that the Chinese government now has the ability to collect on all its citizens in real time.  So I would say that China really stands out for the breadth of the data collection and its ambition. So it's ambition really is the second reason why we see China as such a standout. Undoubtedly, China is probably the only country out there that hopes to use surveillance to create this techno-utopian state. And as we mentioned in our research and in the book, China has this ambition to use the data collected to analyze any future threats to its governance and to identify these threats quickly and do something about it, to create an alternative model to what democracy could offer. Because as a country itself, an authoritarian country does not have the same democratic institutions that developed Western countries do. MICHAEL MORELL: Liza, that's a tremendous amount of data you just talked about. And then earlier, you talked about the use of A.I. machine learning to do something with that data that would allow the Chinese government to take actions that they think are necessary to protect the state. Can you talk a little bit more, guys, about how they actually use AI? How they use machine learning? I think that would be insightful. JOSH CHIN: I think probably the most vivid example in China and it's one that the listeners of this podcast probably have heard of is Xinjiang, which is a remote region, far northwestern China on the doorstep of Central Asia. And Xinjiang stands out because it's home to a large population of Turkic Muslims, including the Uyghurs, who have always chafed at Communist Party and at Han Chinese Rule. And so there's always been a bit of conflict out there. And in recent years, the Communist Party, their solution to that has been to rule out what I think is probably the closest thing we've ever gotten to a sort of truly dystopian, sort of Orwellian surveillance state.And what they've done is they've gone out and, blanketed the entire region. It's twice the size of Texas. It's a massive place. But they blanketed the entire region in cameras and microphones, other sorts of sensors, security gates, to the point where if you're a Uyghur moving around in Xinjiang outside or even inside your home, basically everything you're doing is capable of being of being recorded and analyzed in real time.  And so all these sensors feed this data into a centralized data platform. It was actually built by a defense contractor. And it's modeled on systems that the U.S. military uses to coordinate things, sort of complicated joint operations like counterinsurgency operations. And so all this data gets sucked into the centralized platform and then they use it there. So these cameras have, the sensors themselves have artificial intelligence built into them. So the cameras can recognize people's faces. They can recognize people's voices, that sort of thing. And then all the data gets analyzed on this platform in ways that it's a bit of a black box. We don't know exactly how they calculate it, but they use this data to categorize people according to the level of threat that they, the Communist Party perceives in that.  In one system that we looked at, there were three categories: unsafe, safe and average. And and so for people who were deemed unsafe and that means that they may have filled up their car with gasoline one too many times, or they may have a digital Koran on their phone, or they may be friends with the wrong people or whatever sort of biographical markers the Communist Party is using. The people who have those markers, who are seen as unsafe for a long time were being shipped off to a gulag of re-education centers. MICHAEL MORELL: So it's your discussion of Xinjiang in the book that really makes this whole thing chilling. But there's a flip side of the coin, right? You tell another story about how these tools can actually be used for good. And then I'm wondering if you can talk about that a little bit. LIZA LIN: Josh did a ton of the reporting in Xinjiang. On my part, I traveled to a lot of these wealthy Han Chinese cities that were located on the east coast of China and in those wealthy cities, what you saw were the same systems often built by the same manufacturers as well, that were used for repression in Xinjiang, were used to make city governance a lot more efficient. So, for example, the facial recognition that would possibly identify a security threat in Xinjiang would be used by the Chinese police to identify buckets of society that they deemed as people that could cause national instability or some harm. So people that the Chinese police would use facial recognition in the wealthier Chinese cities to identify would be ex-convicts, for example, or ex-convicts that were just released. And they wanted to monitor just to make sure that they were settling back into society much better. And then other people that they would use these facial recognition systems and CCTV cameras to identify would be fugitives on the run or people that they knew were notorious drug pushers.  So all these are the kind of people that you really, as a normal regular person, you wouldn't be wanting to walk alongside on the street with. And it wasn't just identifying people of interest as well. These same sensors that were sucking up video and car counts or a number of people counts were used to identify traffic accidents really quickly to get first responders to the scene. For example,we pull out a city in east China called Hangzhou and Hangzhou might not ring a bell to most of your listeners, but the companies that are headquartered in Hangzhou are probably would. So a company like Alibaba, for example, is headquartered in Hangzhou and a company like Hikvision, which is the world's largest maker of CCTV cameras. They're also headquartered in Hangzhou. So for these reasons, the Hangzhou government just has tended to really try and lean towards making Hangzhou a smart city in a digital sense. They've been very embracing of using technology to run the city, and using these companies as partners.  Hangzhou used to be the fifth most congested city in China, probably about two or three years ago. What the city government did was to put in place a system of CCTV cameras and sensors that were absorbing how many cars were on the street and using that to optimize traffic lights. So in periods of peak traffic, the traffic lights would stay green for cars a lot longer. And that kind of helped Hangzhou drop from fifth most congested to 57th most congested city in a matter of a couple of years. For a reporter that had been traveling in the region so frequently, I often went to Hangzhou for work. And if you were stuck in a Hangzhou jam, you would be stuck for 40 minutes and you'd be moving maybe a mile just because the Hangzhou Road Network was not established and the subway system was very immature and yet population and car population in particular probably doubled or tripled.  It was small things like these that the city government had been using these surveillance systems to help just make life more frictionless. I think the one example that really stood out to us in our research and reporting was when we found a guy whose mother had fallen into a river and they lived on the outskirts of Hangzhou City. But in that area, the Hangzhou government was still starting to put these systems in place. His mom had fallen into the river and he was really lucky. And they were very lucky because a neighbor was around the corner and fished her out. But she still was in a condition where she needed medical help. So the nearest hospital had sent an ambulance over to get her. And once she was in the ambulance, the driver had turned on this system that allowed traffic lights and sensors to recognize its license plate. So, you know, the same sort of computer vision that's used in facial recognition in Xinjiang was used here to recognize the license plate of the ambulance and to turn all the traffic lights green from the point of picking her up to the hospital.  So that shaved off half the time that it needed for her to get to hospital and to get treatment and to drain out her lungs. So in such a life and death situation, it really makes you wonder if such surveillance systems actually might have a use. And in the case of Hangzhou, there were a lot of people that we spoke to which just felt like the positive externalities of having such a system outweighed any of the data collection, the more sinister data collection kind of outcomes. MICHAEL MORELL: Given that, in Han China, is there a resistance in general to the surveillance state or is there an acceptance of it? JOSH CHIN: This is actually one of the most fascinating aspects of doing all of this work. AndI think it's our understanding that changed the most in looking at this. And I think we started off like a lot of people, with the assumption that in China privacy actually doesn't matter that much. And in fact, if you look at the official Chinese government approved dictionary, the word for privacy doesn't appear there until the late nineties. So it is a relatively new concept. And I should say,  I think at least up until recently, a large number of people in China, the vast majority of them probably just didn't really have the luxury to be thinking about things like privacy. They're more concerned with putting food on the table. But in larger cities, as we did more and more work and talk to more people, we realized that in bigger cities with more educated populations you do have the beginnings of a privacy movement, an understanding of privacy.  And you had quite a few controversies actually involving big Chinese tech companies. One of them was Baidu, which is the Chinese equivalent of Google. In one instance, the CEO had been at a forum and said, we Chinese tech companies have a huge advantage because our customers don't care about what we do with our data, so we can do anything we want with it. And that spurred a huge backlash. And what was interesting is the way that the Chinese government handled this was- it's a country with this really extremely successful and powerful censorship apparatus. You would expect them to just use that to quash any talk of privacy. But actually what they what they did was a little bit of jujitsu where they actually threw their support behind a lot of these controversies and they had state media going after Chinese companies for mishandling customer data and essentially put themselves on the side of the people and kind of defined privacy concerns exclusively in terms of what private companies did.  So the government use of data has never really, at least again, not until recently, been scrutinized much in China. And now we've gotten to a really interesting period, which is, anyone who's been paying attention to the headlines in China knows we recently had nationwide protests against the zero COVID regime that the Chinese leader, Xi Jinping, had been promoting. It's hard to overstate how surprising these protests were. This was the biggest demonstration of public defiance against the Communist Party since 1989, since the pro-democracy protests back then. And at the center of it was this frustration with the controls that the Communist Party was imposing using its surveillance technologies. So I think we're at a new moment. It's be interesting to see how it plays out, because I think that this is one instance in which the Communist Party may have overplayed its hand. MICHAEL MORELL: One of the things that I learned from the book was that China did not put this advanced surveillance system in place all by itself. It had some help. And can you talk about that? LIZA LIN: Sure. So what we found in our research is that Silicon Valley has been there supporting the development of China's surveillance state right from its incubation. China's digital surveillance state, it's in its current form, really only started to take root at the turn of the century. So around the year 2000, 2001, you saw the Chinese police a lot more willing to turn to digital technology to gather data. And when it did so, it ran these huge fairs, large expos in which it invited foreign companies to come down and to basically showcase their wares. Just to allow Chinese police to have a look at what's out there and decide what they wanted to buy. And the companies that turned out at these exhibitions were all either pioneers of Silicon Valley or the who's who of the digital world at that point. So you saw people like Sun Microsystems come down. You saw Cisco attend the exhibition and showcase what they had to offer. You saw the now defunct Canadian company Nortel Networks come down. And there was also Siemens from Germany. And all these big companies were right there at the very first Chinese exhibitions trying to sell things such as fingerprint database collection systems or other censorship systems like filters for the great Internet Firewall. So we definitely saw Silicon Valley play a very important role in the incubation of the early Chinese digital surveillance state. Fast forward two decades to the present day. What you're seeing is Silicon Valley companies, not not just providing systems, they're actually providing components to the surveillance state.  So if you think about the hot dish drive industry globally, it's really an oligopoly. The market share is mostly taken up by American companies such as Western Digital and Seagate. And these two companies have been known to be selling these hard disk drives to Chinese surveillance companies in large numbers and even optimizing some of the hard disk drives as surveillance hard drives for the Chinese. And it isn't just like hard disk drives. You need the processing power as well. So chip companies like Nvidia and Intel, they've been known to sell their GPUs and CPUs these really high end chips to Chinese surveillance companies in order to power the data analysis that goes on on the back end.  If you think about Silicon Valley involvement, it's huge. And not just in components. If you think about the financial aspect of things, a lot of U.S. private equity companies and venture capital companies were the first companies to give Chinese surveillance startups a leg up in the game by funding them. So there are a lot of ways that the West and in particular the U.S. has contributed to the development of China's surveillance apparatus. MICHAEL MORELL: I want to switch gears a little bit, guys, and talk about China's export of its surveillance system to other countries. The conventional wisdom, as you know, says that China wants to shape the world in its image, in its authoritarian image as a surveillance state. And you push back on that notion. Can you talk about that? JOSH CHIN: This view of China as wanting to push its system on the rest of the world, it makes sense. The people who have that view, it's not coming out of nowhere. One of the pieces of evidence that people often cite is Xi Jinping himself, China's leader. He's talked about how China wants to make contributions to the human pursuit of better governance systems and that sort of thing. And it's clearly diplomatically, it's spending a lot of capital, a lot of time trying to cultivate relationships around the globe. In some cases trying to co-opt global institutions like the WTO and W.H.O. But what we saw when we started looking deep into this is just in terms through the lens of exports, of surveillance. And this model that they have in particular of this sort of digital authoritarianism is that it's more complicated.  They are definitely selling these technologies and these systems and the ideas behind them around the globe. We don't have really great data on this now. But the most recent number we have is from a scholar at the University of Texas named Sheena Greitens who dug around and found that there were at least 80 countries globally in the year 2020 who had imported state surveillance systems from China. And those were those range from authoritarian countries all the way to Western democracies, local police stations in France and Germany and that sort of thing.  One example that we saw in detail was in Uganda. Which is one of these countries that kind of hovers between the United States and China and maintains relationships with both. It's nominally a democracy, but the leader there during the seventies won every election going back decades. And there are, of course, allegations of election fraud and whatnot. And China has been cultivating its relationship with Museveni for many years. And a few years ago, they sold him a sort of state surveillance starter kit. They flew Ugandan police out to China to go to Beijing, where they were given lessons in how these systems are used. And just like China, Museveni sort of initially said, oh, these systems are for fighting crime, but then quickly used them in political ways to track opposition political figures.  In some ways, what you saw in Uganda is China is exporting its system. But the way that it was used in Uganda is not the way it's used in China. And that's partly because it can't be. China has all these advantages that a lot of other countries don't. China has a lot of money. It has an immense, pretty well-trained, fairly tech savvy bureaucracy. A lot of countries really can't replicate China's model. And China, I think, realizes that. But what they're interested in is promoting this idea of governments being able to use these technologies in whatever way they see fit. So the idea is not that they want to copy themselves around the world, but they just want to disrupt the existing Western dominated order which suggests that state power should be restrained and individual rights protected against invasions of this kind. They want to upset that conversation and make it okay for governments to use these technologies to control societies. MICHAEL MORELL: I want to ask you guys about the West's response to the rise of China's surveillance state. What have we been doing? Have we been effective and are there better approaches to what we're doing? LIZA LIN: That's a great question, because in the last couple of months, you've definitely seen governments such as the U.S. take action to stop the flow of the components that I talked about earlier and to the Chinese surveillance state. So on October 7th, you saw the White House put out new export sanctions. And with these sanctions, with these regulations, they barred U.S. companies from assisting in the development of China's advanced chip and semiconductor industry. And that meant if you're a U.S. person or a U.S. company, you couldn't be selling components or you couldn't even be working or helping in any form. U.S. persons were not allowed to help with the development.  One of the reasons cited was military. So they didn't want to empower the Chinese military by helping with the development of high end chips. But they also wanted to stop the expansion of the Chinese surveillance state. And that was one of the reasons cited for these controls. So I definitely have seen some steps being taken in recent months. And on how these steps actually play out in China, it's still a big question mark at this point. Because as with many export controls, you do see workarounds and in small quantities, Chinese companies still can get these high end chips in very small quantities. So when you think about what governments are doing to stop the flow of either money or technology into the Chinese surveillance state, one company that often keeps coming up is a company called SenseTime. SenceTimes is China's largest AI unicorn. And I would say it was probably one of the start ups that reading made this idea of facial recognition, using facial recognition in solving crimes really such a such a wide and global idea. So with Sensetime, what we saw was the U.S. government put one of Sensetime entities both on the entity list and on the investment blacklists. So if you were Sensetime's Beijing entity, you couldn't get chips from U.S. companies, you were on the entity list. And if you were Sensetime's Hong Kong entity, then you couldn't get any financing from U.S. investors.  And Sensetime is this company that had been really funded by people like Fidelity. Qualcomm had a stake in it. So what the U.S. government had essentially tried to do was to restrict the flow of money or chips to Sensetime. But in reality, because of all these loopholes that I mentioned earlier, it didn't succeed. So with Sensetime, what we found out was when the company listed last year, 2020 in the Hong Kong Stock Exchange, it actually had a statement coming out saying that even though it was technically on the entity list, it was only one subsidiary of Sensetime that was on the entity list. It was its Beijing subsidiary. So its Shanghai subsidiary was free to buy whatever Intel and Nvidia chips that they needed to power the surveillance systems. So the loophole that I talked about earlier, one of these legal loopholes, just putting one subsidiary on the entity list wasn't enough. And SenseTime was also put on a Treasury blacklist at the end of 2021, which really barred U.S. investors from investing in it. But what you saw when it eventually went to IPO was there was still U.S. money in it. And that was because, and this is according to a company, that was because its Hong Kong entity was on that Treasury blacklist. But it was a Cayman Islands entity that was listed in Hong Kong. So there are all these ways that the U.S. has been trying to stop the flow or stop its companies and investors from aiding the development of surveillance in China. But really, there are some limitations. JOSH CHIN: The other plane on which this conversation exists. It's kind of just on the level of policy and ideology actually. The real challenge for the U.S. completely apart from the technological question is the appeal of this model, of the Chinese model. Which I think is around the globe, it's very simple. The Chinese government has this very simple message which is that these technologies can be used to increase security and improve certain aspects of lives in ways that we've never seen before. And they should just be, everyone should be able to use them however they want. And the U.S. doesn't really have a good response to that.There is no coherent Western vision or democratic vision of how these technologies should be deployed.  And I think that's, in part, in the U.S., it's an issue. The U.S. has always been schizophrenic about the role of technology and data in society. Especially, since the rise of Silicon Valley, because Silicon Valley companies push this idea that it's the free flow of information that gave rise to innovation in Silicon Valley. And so you can't cut it off even though there are potentially bad side effects from having huge amounts of personal data floating around and being exploited by companies and governments. That's just a price you have to pay for innovation. That's the U.S. view of things. And the conversation hasn't really moved significantly beyond that. It has started to move beyond that in other places. In Europe, for example, in the U.K., where you do have rules that are being implemented to really restrain some of the more invasive technologies like facial recognition. Right now, though, where you have regulators whose job it is to keep an eye on these things. But those are early days. And I think a lot of people feel that until the U.S. gets on board with it, you're really not going to have a compelling democratic alternative to the Chinese vision. MICHAEL MORELL: But we need one. We absolutely need one. The book is Surveillance State: Inside China's Quest to Launch a New Era of Social Control. The authors are Josh Chin and Liza Lin. Josh, Liza thank you very much for joining us. JOSH CHIN: It was a tremendous pleasure. Thank you, Michael.",
            "bias": "Pro-life",
            "url": "https://www.cbsnews.com/news/chinas-buildup-of-the-surveillance-state-intelligence-matters/?intcid=CNM-00-10abd1h"
        }
    ]
}