{
    "Biases": [
        "Abortion",
        "Pro-choice"
    ],
    "Articles": [
        {
            "headline": "What to expect from the insurrectionists who stormed the Capitol",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 10,
                "year": 2021
            },
            "article_content": "This week on Intelligence Matters, host Michael Morell interviews Robert Pape, international security affairs expert and political science professor at the University of Chicago. Pape is also the director of the Chicago Project on Security and Threats, where he leads a team producing new research on the insurrection at the Capitol in January. Pape discusses the historic nature of the storming of the Capitol. HIGHLIGHTS:   Download, rate and subscribe here: iTunes, Spotify and Stitcher. \"Intelligence Matters\" transcript: Bob Pape Producer: Ariana Freeman MICHAEL MORELL: Bob, welcome back to Intelligence Matters. It is great to have you on the show again. BOP PAPE: Thanks, Michael. This is just always wonderful to be on with you. MICHAEL MORELL:  So before we dig into our topic, I mentioned in the introduction when I was sharing your biography with our listeners that you teach a very popular class at UT Chicago called Strategy. And I wanted to ask you, what is it that you do in that class? BOB PAPE: What I do in strategy is I focus on American grand strategy from 1945 all the way through to the present day. That and I especially focus within American grand strategy on the threats that face America and how those threats have changed over that grant long period of time. I focus on the tools that we use. BOB PAPE: So of course, I've studied air power for a long period of time, economic sanctions for a long period of time, but also nuclear deterrence. And I talk about how the emphasis in American grand strategy has changed across regions of the world during that period of time so that students who come out of this are really well prepared for going into an academic career where they can delve into very specific issues and have a broader context for work as a PhD student.  They're really, really well prepared for going into government service because, again, they as they go into government service for today and the decades going forward, it's very helpful to have that broad context and increasingly for folks who go into business. Because businesses deal with a lot of political risk issues. And so increasingly folks in business are interested in taking strategy. MICHAEL MORELL: Are there any kind of key takeaways from the class, you know, key themes? BOB PAPE: The key theme is that as much as structural pressures matter, strategic choice is still crucial. It is very important to know how well specific strategies do, sort of the base rate of how well, how successful they are, because it matters not just what are the constellation of political forces, economic forces and social forces that come into a problem, but the choice of strategy. And so there are just simply some strategies which outperform other strategies, not in every single case, but in most cases. And it's helpful to see that over time so that, you know, for instance, that if you're going to adopt economic sanctions as a tool to put pressure on, say, the government of Venezuela to change its behavior vs an opposition leader, that's highly unlikely to work, it doesn't mean you can't use it at all. It just means you have to understand the odds of success here are sort of in the five percent range. And that means you need to be prepared with backup strategies if as you lead with that very low probability of success strategy. And that gives students then a real sense coming out of what are not just the arrows, not just the tools we have in our toolbox, but how successful they are so that they can put together packages of tools.  Because as we know, when things go belly up and don't succeed, you can get some pretty big disasters, like in the case of, say, Kosovo, we did a strategic bombing campaign in March 1999, supposed to only last three days hit fifty one targets in and around Belgrade. And what happened? We had no backup plan. And so when Milosevic launched his army against the Kosovar civilians, he killed thousands, pushed a million people out of the country. And we could do nothing to stop that because we hadn't prepared with backup plans and it took us three months to figure that situation out. So this is the kind of issue that's really helpful, I think, for, again, academics, for folks going into the government and for folks in the private sector. MICHAEL MORELL: That's great. It's a great example. Today we have with us Robert Pape, a renowned professor of political science at the University of Chicago, specializing in international security affairs. So, Bob, let's let's talk about the research you've done on the insurrection at the Capitol. But first, remind us of of what CPost is, an organization that actually did the research? BOB PAPE: That's right. So the University of Chicago Project on Security and Threats is a research center that I founded in 2004. Today, it has six full time staff members. Half of those have PhDs. Some have PhDs as long ago as eight years. And in addition to that, we have 40 undergraduate and graduate student researchers who work part time, say, 12 hours a week or 15 hours a week. We have some of the best and the brightest at the University of Chicago, which is already saying quite a bit because University of Chicago is a highly selective school. And so what we have at the University of Chicago, CPost, is a very relatively small army who can then have a lot of experience in areas of political violence, because that's what I've been doing for the last 17 years and apply that to problems as they come up.  So in this particular case, I started to prioritize American political violence starting in April. I did that because as the government, federal government dropped the ball on covid, I knew there would be mass deaths in the United States. And that, unfortunately, has come to be. But with that, I believed there would be a dramatic loss of social trust that could lead to new kinds of political violence in our country. So we started this in April, and so we were poised to do major work on the George Floyd protests that kicked off starting in the summer, even though we had no idea in April it would be the George Floyd protest. And so there's a lot of work on that. Michael, we won't talk about today, but has been submitted to academic journals and so forth. And then what that meant is as we were doing that work, the Capitol Hill insurrection occurred. So we were able to within just a few days, Victor, the team to the arrest and all the records of the arrests, and this is something that we've done at Cpost really for years, we did this with the ISIS indictees in the United States. So we've done I've started doing this in 2005 with my book on suicide terrorism, where I did a large demographic study of suicide terrorists. So we were able to very quickly vector. And so we then produced the first systematic study of the demographics and political geography of the Capitol Hill insurrectionists. MICHAEL MORELL: OK, Bob, let's get to the specifics. So on January 6th, a mob of 800 people stormed the Capitol in what I believe was an act of domestic terrorism and an act of treason. The media was very quick to blame far right groups for the insurrection. But you at Cpost decided to actually look at the facts and you found some very interesting things. Can you tell us what you did and can you walk us through those findings? BOB PAPE: Absolutely, Michael. I think the very first thing to to to remind our listeners is of the truly historic nature of what happened on January six. Since the War of 1812, the U.S. capital has not been attacked. If we look from World War II on to today in modern democracies, of course, the US Capitol has never been attacked, but the British parliament has never been attacked. The German Bundestag has never been attacked. The French parliament has never been attacked. The Israeli Knesset was attacked with something like a mob, a smaller mob in 1952. If we look at the democracies that have had their parliaments attacked Sri Lanka, 1987, Russia 1993, India 2001. Chechnya 2010. Venezuela 2017. So suddenly we're in a very different category, Michael, than we have. And this is a truly historic event that we have just witnessed. Now it's very important to know who was involved in storming the capital. If we're going to build viable solutions for America, it's very important to know the who was involved in this action. We can't just make quick estimates or knee jerk assumptions. And we're fortunate in this case because the democracy we live in requires that for every individual who's arrested, there are public records. And that allows us at Cpost here to be able, as long as we have a large research team who has familiarity with court documents to be able to quickly collect and analyze every court document related to every person arrested for breaking into the US Capitol or the Capitol grounds on January six. That number today is 290. That's a very large number of people. So it's there is no such thing as a perfect analysis, Michael, but being able to analyze the demographics of the 290 and to do it up to the day. So we are not like three weeks out of date or two months out of date. We're up to date to the day. And that really allows us to be able to see who stormed the Capitol. MICHAEL MORELL: And that's a very good sample size, particularly when you're talking about an overall population of about 800 people so 290 is incredibly representative. BOB PAPE: So now what do we find? What we find is we are dealing with here not merely a mix of right wing organizations, but a broader mass movement with violence at its core. This is fundamentally a political movement, one that's not only centered in red parts of the country, but also consists of pro Trump supporters who are in the political minority in many places. Now, I want to underscore this is a political movement. In the court documents, there are interviews with the FBI that the individuals gave to the FBI, which they're held accountable for, and also other interviews where there are dozens and dozens of statements by the individuals about their motives and what's the absolute number one motive. In fact, there's hardly another motive given, the motive for storming the Capitol was to follow Donald Trump's orders, his request to stop the certification of the election for Joseph Biden. That was the absolute direct intent of the individuals who stormed the Capitol. And there's really no competing motives here to really even debate. It's in some cases we could talk about debates. That's not the case. Further, it's important to underscore that this wasn't a collective, act of collective violence. Normally, when we see right wing violence in our country, what we have witnessed is an act of an individual who's racially motivated or ideologically motivated or ethnically motivated to attack another individual or a very small group to attack another either individual or small group. That's not what happened here. What happened here is we saw 800. And keep in mind that as many as probably could get in the capital at that point in time, there were a thousand behind them who stormed the Capitol. This was an act of collective political violence that's very different than we have seen before. BOB PAPE: So the first thing we did when we started to analyze the data, Michael, is we wanted to know where did the insurrectionist come from? And what we discovered is because we have their residences in the court documents, is that these 290 have come from 42 states in the United States. That's really stunning. It's rare to have people travel from across the country to come to a rally in Washington. We have lots of rallies in Washington. And why do I say this with such confidence? Because we also studied the pro Trump rallies in Washington, D.C. that occurred on November 12th and December 14th. And we studied the arrests that occurred there. And we know that those individuals here, over half of them, came from simply Washington, D.C. and Maryland. And they and and they came if we include both rallies from a total of 17 states, not 42. So this really is quite a striking national beginnings of a national movement. Second thing we noticed right away is over half 44%  come from counties that Biden won. That's very striking. That's most people think that the insurrectionists would come from the reddest parts of America. That's true for 46 percent. So it's not not true at all. But 44% are coming from large urban areas that went easily for Biden, like Dallas County. So Dallas went 65% percent for Biden. And in fact, we tend not to even study Dallas politically because it's so easy to put in in the Democratic camp, but that just because of one 65% for Biden, we tend to miss that. That means that 300,000 people still voted for Trump. Dallas set for insurrectionist, one of the largest. Where else did they come from? San Francisco, L.A. and within L.A., Beverly Hills, Chicago. These are not viewed as the Trump strongholds. So it's terribly important to see that we already are learning that it is to be sure, these are pro Trump individuals. The biggest predictor of where they're coming from is simply the largest quantity of votes, not the reddest parts of the country. MICHAEL MORELL: This thing is broad based? BOB PAPE: Broad based into the mainstream. So, then the second question we asked is, how does this compare to the insurrectionist to the normal pass right wing extremists? Well, we had just done a study I mentioned earlier in your program, Michael, in April, we started to study American political violence. And the first thing we did was we studied the 108 individuals that the FBI arrested for deadly violence in their room V, it's called, which is their racially ethnically motivated violent extremists. And this was from 2015 to 2020. And so we were able to use that as a baseline to compare the demographics of the insurrectionists on January 6. And what do we find? We find a very different demographic profile. Now, first, where are they similar? They're similar in that both of these groups are overwhelmingly white, 94% white. Both are overwhelmingly male. The pass right wing extremists from 2015 to 2020, 81, 94% male. The Capitol Hill insurrectionist, 86 % male. But that's pretty much where the similarities stop. Age is one of the key things that jumps right out at you in the Capitol Hill insurrectionists. One of the first things we noticed right off the bat was age, Michael, over two thirds of the Capitol Hill insurrectionists are over the age of 30 for many in their 40s, 50s. And this is very different than what we've seen in the past with political with violent extremists. BOB PAPE: So that group of right wing extremists that the FBI arrested for deadly violence, 2015-20 two thirds were under the age of 34. And that's very important when you start to think about solutions. So with past right wing extremists, say skinheads or the proud boys, normally what you think about as a solution is they grow up and you get them married and they have kids and they have extra responsibilities. Well, the capital insurrectionist, that's already the case. So right off the bat, this means some normal solutions here just are nonstarters. Second thing we noticed was how few were unemployed compared to the normal large amounts of unemployed. We usually see in right wing extremists in the Capitol Hill arrests only 9% are unemployed. And that compares to 25% of the right wing extremists from 2015-20, drilling a little bit more into economic issues. One of the other striking things about the Capitol Hill insurrectionists is 11 percent are business owners. They're CEOs, they own various shops and businesses. Another 30 percent are white collar or have white collar occupations. They're doctors, they're attorneys, they're architects. One's a Google Field operations specialist. This is so striking, Michael, because when I've done my other studies of the demographics of of violent extremists, we don't have a category for business owner. This is very, very unusual. And that what this means also is one of the other tools we often use to manage our in CBE is let's get him a job. Well, OK, if they're already doctors, lawyers and architects, how much more we could employ them? You see this right away. It shows that, again, our normal bag of tools here is is going to be very, very limited. MICHAEL MORELL: The business owner thing is fascinating. Right, because, you know, not only do they have a stake right. In the current society that they're protesting against, but they're also influencing large numbers of other people who work for them? BOB PAPE: Exactly right, and the more you drill into this so keep in mind that we're only still hitting the tip of the top of the iceberg here. Michael, even with your wonderful long show, if we drill into gender here, it turns out the women who are they're still only a small percentage here, 14% of the capital insurrectionists, but 17% of them are business owners. They're even more likely to be business owners and white collar here, which is even more perplexing. So it's just the more you get into this, the more you see this is a very different set of profile than we're used to seeing. Now, perhaps the most striking finding, though, of all that we found is that only 12% are coming from militant gangs and militias like the proud boys, to be sure. 37 are being our proud boys or Oath Keepers or 3%. That that's there's no doubt. 37 are, but that's 37 out of 290, you say. So what's very striking is nearly 90 percent are not affiliated with Milot organized militant groups. Now that if we compare it to the usual again racially ethnically motivated, think of them as the usual white supremacists. Half of the usual white supremacists are affiliated with militant groups like the proud boys. So overall, Michael, you're seeing a big reach into the mainstream. This is not the usual suspects here. So just rounding up the usual suspects, I'm not saying we shouldn't go after people who were going into the capital here. You know, I'm not saying take the pedal off the metal. What I'm saying is we can't be confident that's going to suffice because the organized, right wing militants were really quite a small part of this, if you only had the organized right wing militants, we probably wouldn't have had the storm. We probably wouldn't have been here today. What made the Capitol Hill attack a storm where the 88 percent who were not part of the right wing militias. And that's why we really need to understand what's occurring in this situation. MICHAEL MORELL: What's the bottom line of these findings to you? What do they mean? What do they suggest about the problem we're facing? How do you answer that question? BOB PAPE: wordsThe bottom line, Michael, is that we are facing a new phenomenon of collective political violence that is not reducible to simply a slightly larger version of what we've been dealing with for the last five, 10 or 30 years. This is a new phenomenon. It's a mass movement that hasn't fully congealed, but it is congealing and left to its own devices. I'm afraid that we should be expecting it will congeal further. And why do I say that? It's because key accelerants of that congealing are already present. First, the movement has a leader in Donald Trump with demonstrated support for extra legal behavior. Second, the movement has mass grievances believed by many millions of people in the form of the of the steal that the election was stolen and that President Biden is not, in fact, the legitimate president and that we are now living under an illegitimate government. Third, we have a focal point of that now of January 6th itself, which as a focal point has brought thousands of people, let's call them would be extremists to Washington, D.C., participated in this event to varying degrees, have done things like swopped, cell phone numbers. They are they're able to congeal in numerous small groups, going to be very difficult to track as they move on to WhatsApp and other encrypted platforms. And this is the kind of social networking we know from protest to protest to protest can lead to violence. Why do I say that the plot against Governor Wittmer, which we know quite a deal about because of the 20 page indictment by the FBI when they when they arrested the 13 who were involved, that plot began by individuals who didn't know each other, starting to meet at anti lock down rallies in Michigan in April. BOB PAPE: And two months later, starting in June, they started weekly face to face meetings with small, separate, overlapping clusters of the 13. And then over the summer, that led to forming an IED, testing the IED to see if it's going to go off on time, reconnaissance of Governor Whitman's cabins and so forth, so that they could kidnap her and then plans to have a trial and then execute her. So this was not a sort of kind of a drawing board. This happened basically because the anti lockdown rallies in Michigan in April were a focal point of that. Well, think about this is January 6th is like those anti lockdown rallies on steroids. Further they go down in the memory of the movement. So January 6th is already being referred to as the new Independence Day for our country by the believers in the movement. And what does that akin to? That's akin to the Boston Tea Party. So in 1773, there was a focal point event in the United States called the Boston Tea Party. It only involved a few dozen individuals here, some of them dressed up as Indians. You know, kind of laughable. Right. And that became the snowball mythical event that was very much help mobilization for what became the American Revolution three years later. So I'm not telling you we're heading toward a revolution, OK? I'm not telling you. Certainly not. Not yet. What I'm telling you is we need to be aware that what we're seeing is the early stages of a broad based mass political movement with collective violence at its core. And if left to its own, there are risks of it congealing and going further. So what we need to do is we need to put more resources into that. MICHAEL MORELL: What do we do about all this? BOB PAPE: So, the first thing we need to recognize is that we've already have substantial findings. We have a pretty good idea of what's going on. Even now. We now know that normal pro Trump activists joined with far right extremists to form a new kind of mass political violent movement. Very important. So the next stage is to thicken that understanding so that our diagnosis of the drivers, the size and potential size, I should say, and nature of this movement can lead to truly viable solutions that can work for America. So we're already underway to build this thrust, to thicken our understanding. This requires no, this isn't just an intel problem, Michael, where if only we had the cell phones and we could eavesdrop on the cell phones. I'm not saying the FBI shouldn't do stuff like that. But I'm saying that this is an understanding problem. This is a problem where we need sociologists, political scientists like myself, economists. We need to study as we do at CPost we do neuroscience studies of militant propaganda by other by Islamic groups. We need to understand the neuroscience of how propaganda is working here with extremists in our own country. We need to apply these broad based tools of social science and natural science so that we're not just left sort of kind of feeling our way and wondering, well, you know, was this motive, this social trend broadly important or not? We have the best social scientists in the world right now. They're not vectored much on American political violence. And that's been true for decades. Well, now is the time to change that. MICHAEL MORELL: And your point is if we don't understand it, we're never going to be able to make the right policy choices to deal with it? BOB PAPE: Yes, yes. Michael, a good example of this for me is after 9/11, we all wanted to know what causes a suicide bomber. And much like today, people are saying, oh, my gosh, you can't talk them out of it. So I guess we're just going to have to go in and use force. Right. Well, not saying force today, but that was the thinking after 9/11, what did that lead to that led to the invasion and occupation of Iraq? Because I believe our political leadership genuinely believed that Islamic fundamentalism was the only driver of suicide terrorism. And therefore, we should go in and transform these societies to get rid of that evil seed of Islamic fundamentalism. Well, what we missed was that there is multiple motives driving suicide bombers. And in fact, many are nationalists. Many are, in fact, secular nationalists. So if you invade and conquer a country, you can touch off the largest suicide terrorist campaign in modern times, which said we would do. I said this to Paul Wolfowitz, OK, we did it anyway. And then afterwards it was the Wolfowitz and Rumsfeld Pentagon that started CPost because they were really interested in my studies about the various motives of the suicide bombers. And how did that matter in the CIA? Well, in 2006, the CIA produced an analogy on Iraq that for the first time split the motives of suicide bombers in Iraq. They said there were religious and nationalist motives that laid the groundwork for the Anbar Awakening, that laid the groundwork to take the risk because it wasn't clear was going to work, that we could split AQI and split off the tribes from AQI using some of the political tools, which turned out to work tremendously and was one of the biggest success stories we had in 2007-8 here in stopping the civil war and the suicide bombing in Iraq at the time. MICHAEL MORELL: Bob, you mentioned a couple of times the word congeal that if we don't deal with this correctly, the movement will congeal. What do you mean by congeal? BOB PAPE: What I mean by that is you will have more and more extremists move from being passive supporters of this movement to being willing to be active supporters and even willing to participate in violence for the movement. So as as we've seen in studying other militant groups and circumstances around the world, a militant group isn't a single thing. A militant group occurs along a spectrum of support and the situation becomes more congealed and more violent as you have more move from being passive or you think of it as loose or only partly supporters of the movement to becoming more actively involved here and simply following also the direction of the leader. And so what we are seeing on January 6th is quite a bit of direction following the leader. So if we were sort of pursuing studies anywhere else in the world, we would notice that President Trump's speech here was the triggering event that led the people that he had called to the capital to go and and be, \"strong.\" That is storm the capital to go after the, \"weak Republicans like Mike Pence to specifically punish them for disobeying the movement.\" Then afterwards, he called them off. He called them off. They obeyed. They when went right down, they stood down within minutes. So the fact is this is quite a bit, especially when he told them to stand down. This is quite a bit of control on the part of the leader. So you can see already that there's been a fair bit of congealing here in terms of following the leader. The second thing I'm worried about is independent of the leader. The whole way social networking works here in the modern world where when you have protests, you can tap one phone to another to transfer contact information within a second. And that allows for then follow up. And further networking afterwards, it's extremely difficult to track how we work with a social media company here. This is not going to be so easy to track here, especially on encrypted. MICHAEL MORELL: So if this congeals, does that make it easier for far right extremist groups to recruit people or not? BOB PAPE: The insurrectionists who came to storm the Capitol have come from 42 states, many of them are going to be, you know, are within an hour's drive of a militant group. I mean, a militant far right extremist group, that will be pretty, you know, that's going to be common. But there is even more the possibility that they'll start to form new organizations, which are not well known, don't have easy insigne out of track. So it's once you start to congeal a movement under surveillance now, we shouldn't be expecting they're just going to tip their hand so easily. And we know that many of the people who went to Washington have stripped their social media since going to Washington. So one of the reasons why you're not seeing lots of stories by journalists about all the social media of the Capitol Hill insurrectionists or those who came to Washington is because they destroyed it. So they already understand they're under tremendous surveillance here. And so that's going to make it very difficult to use these intelligence tools to be able to track the congealing of the movement. That's why it's important to try to get to the deeper political, economic and social roots of the movement here, to really start to understand more about the grievances here and also what we can on the organizational congealing at the same time. So I'm not saying we don't study the organizational congealing, I'm saying that given the environment we're in today and the fact that the leader is politically active got an even more legitimacy now because of the way the trial in the Senate went. We just saw this Sunday tremendous support here of not just for the leader as an individual, but also for the belief that is the oxygen that helped to fuel this, which is that the election was stolen and that he is the legitimate president of the United States. These are happening right in front of us. And so that's why I think it's so important to move further in understanding the drivers of this movement. MICHAEL MORELL: So, Bob, we have run out of time, but this has been a fascinating discussion and in many ways deeply, deeply worrying. Thank you very much for taking the time to join us today. BOB PAPE: And thank you, Michael. I don't know what we would do without shows like this. We need more shows like this. Thank you, Michael. MICHAEL MORELL:You're welcome. Thanks.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/what-to-expect-from-the-insurrectionists-who-stormed-the-capitol/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Biden throws support behind Amazon warehouse workers' vote in Alabama amid historic push to unionize",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 2,
                "year": 2021
            },
            "article_content": "A historic labor showdown taking place between workers in Alabama and retail giant Amazon has drawn the attention of President Joe Biden. Thousands of workers at an Amazon warehouse outside of Birmingham are voting on whether to form the company's first labor union in the U.S. Amazon is pushing employees to vote no. In an unprecedented video message, the president urged management to back off and let workers decide.  \"The choice to join a union is up to the workers, full stop,\" Mr. Biden said in the two-minute video. Many Democrats are pro-union, but as CBS News' Nancy Cordes reports, what made Mr. Biden's video so surprising was that he did it to draw attention to the union fight.  Singling out the state by name, Mr. Biden told Americans, \"Workers in Alabama and all across America are voting on whether to organize a union in their workplace.\" The Amazon warehouse in Bessemer, Alabama employs about 6,000 employees who are voting on whether to unionize — a bitter battle playing out at a time when the company is hiring thousands of workers every month. \"Amazon doesn't treat their employees like people. We're treated like we're robots,\" said warehouse employee Jennifer Bates. Workers like Bates are constantly getting texts from Amazon, warning that union dues could leave them with less money than they already have.  Anti-union flyers are even posted inside warehouse bathroom stalls.  \"There should be no intimidation, no coercion, no threats, no anti-union propaganda,\" the president said in his address.  Amazon did not respond to CBS News' request for comment, but in a previous statement to Reuters it said: \"We don't believe the union [RWDSU] represents the majority of our employees' views. Our employees choose to work at Amazon because we offer some of the best jobs available.\" However, more than 2,000 workers have indicated that they were interested in joining a union — triggering the historic vote. The White House insists the president was simply showing support for all unions, but union officials say Mr. Biden's message was clear. \"For the workers at the warehouse in Alabama, there is no question that President Biden was speaking to them,\" said Stuart Appelbaum, president of the Retail, Wholesale and Department Store Union. He continued, \"The importance of the video is that it's telling workers that no matter how much your employer is trying to intimidate you, no matter how powerful your employer may be, the President of the United States has your back.\" Presidents traditionally take pains not to wade into union disputes, but Mr. Biden campaigned on a very different platform.  As he said in November 2020, days after winning the election, \"I made it clear to the corporate leaders — I said, 'I want you to know I'm a union guy.'\" President Biden's solidarity with workers comes just as his minimum wage hike is falling apart in Congress. Mr. Biden has faced backlash in recent days from the progressive wing of his party for not fighting harder for it. ",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/joe-biden-amazon-warehouse-workers-alabama-union-video/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump to reemerge at CPAC as GOP tries to plot its future",
            "author": "Ed O'Keefe",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 26,
                "year": 2021
            },
            "article_content": "An annual gathering of conservatives this weekend in Florida is set to serve as the official reemergence of former President Donald Trump – and an opportunity for lesser-known Republicans quietly plotting their futures in his long shadow to stand out. Just 37 days into President Joe Biden's term, the Conservative Political Action Conference is also poised to serve as a testing ground for fresh attack lines as the White House and congressional Democrats prepare to pass trillion-dollar legislation designed to fight the pandemic, continue using executive authority to reverse Trump-era policies and install new senior government officials that Republicans hope to cast as ideological antagonists.   \"There's no question that the gun has gone off on the 2024 campaign for the Republican nomination,\" said Matt Schlapp, chairman of the American Conservative Union, which oversees CPAC. But  Mr. Trump and his future loom large over the confab.  \"The big question,\" said Schlapp, \"is does the former want to be the current again?\" Aides to the former president didn't respond to requests for comment from CBS News. But based on his own conversations with the former president, Schlapp said Mr. Trump is still mulling what to do. \"He's going to be making decisions right up to game time. Does he talk about some of the grievances of the past? Does he focus on his accomplishments? Does he talk about the future and Biden policies? Does he flirt with running for president? These are all things I think he's considering.\" The conference promises to be an officially pro-Trump affair, if only because anti-Trump voices in the party are not allowed.   Leaders like Senate Minority Leader Mitch McConnell, Congresswoman Liz Cheney and former United Nations Ambassador Nikki Haley, who have strongly criticized the former president's words and actions on and before the January 6 insurrection at the U.S. Capitol, are not appearing. Only Haley was invited. She accepted but later withdrew, for reasons that are unclear. Schlapp said he spoke recently with former Vice President Mike Pence, who is not attending as he's chosen to keep a low profile as he prepares for the launch of his new political entity that will be used to help elect GOP candidates, especially in next year's midterm elections.   \"I'm sorry he's not coming, but I respect his decision to wait a little bit before he reemerges,\" Schlapp said of Pence. Earning a speaking invitation usually requires earning at least 80% on the ACU's scoring card that tracks key votes and a Republican's stance on specific issues.   \"Most of those people who were agitating against Trump would not meet our conservative threshold,\" Schlapp said.   Republican congressional leaders are divided over Mr. Trump's reemergence this weekend. At a press conference on Wednesday, House Minority Leader Kevin McCarthy and Cheney were asked if the former president should be speaking at the conference.   \"Yes, he should,\" McCarthy said. \"That's up to CPAC,\" Cheney said. \"I've been clear in my views about President Trump and the extent to which following January 6, I don't believe he should be playing a role in the party.\" A visibly annoyed McCarthy piped up again: \"On that high note, thank you very much\" and ended the press conference. McCarthy, who is scheduled to address the conference on Saturday, has already traveled to Florida to meet with Mr. Trump. So has House Minority Whip Steve Scalise, who is scheduled to speak on Friday.    The conference is being held this year in Orlando, moving from its usual Maryland venue because of the state's restrictions on large events being held during the pandemic. Those restrictions cost the state's GOP governor, Larry Hogan, any hope of scoring an invite to this year's conference. \"Larry Hogan was of course not invited, because he's the one who canceled CPAC\" in Maryland, Schlapp said. Given how upset conference attendees about the Maryland decision, he said inviting Hogan \"would be almost like we were trying to torture him.\" Aides to Hogan, a moderate who has said he's keeping his 2024 options open, didn't reply to requests for comment. The conference is set to begin Friday morning with a tribute to Florida and its governor, Ron DeSantis, who is also said to be toying with a 2024 campaign as his poll numbers with fellow Republicans climb in response to his leadership of the Sunshine State during the pandemic.   Others speaking Friday include a clutch of senators known to be considering future presidential campaigns: Tom Cotton (Arkansas), Ted Cruz (Texas) and Josh Hawley (Missouri), and Florida's own GOP senator, Rick Scott. Donald Trump Jr., another potential 2024 contender, is set to cap Friday's main speeches. Saturday's agenda includes others harboring presidential ambitions: former Secretary of State Mike Pompeo, Florida's senior senator, Marco Rubio and South Dakota Governor Kristi Noem, who is close with and a favorite of the former president. Adding even more political intrigue to the weekend: Donald Trump Jr. is hosting a fundraiser for Noem this weekend, according to a source familiar with the plans.   Meanwhile, Cotton is using his own campaign money to help the party in key Senate battleground states – and to raise his own profile in a key early primary state. He is bankrolling a mid-five figures digital ad campaign to target Senators Raphael Warnock, who represents the critical battleground state of Georgia, and Maggie Hassan of New Hampshire, to vote against Xavier Becerra, Mr. Biden's choice to lead the Department of Health and Human Services. That the digital ads end with an image of Cotton and will air in a critical battleground state and the state that holds the first presidential primaries is, well, no coincidence. The conference culminates on Sunday with the results of the conference's annual presidential straw poll – literally the earliest 2024 test – followed by the former president's speech.   Given the decidedly pro-Trump slant of the conference, he is likely to walk on stage to address the crowd just after dominating the straw poll. Recent polling data reinforces Mr. Trump's formidability: A recent CBS News poll found 73% of Republicans said it was very or somewhat important that the GOP show loyalty to Trump. A Politico/Morning Consult poll conducted after his recent impeachment trial found 81%  of Republicans approve of Trump. And an Economist/YouGov poll published this week found 48%  of Republicans wouldn't vote for a congressional or gubernatorial candidate who is critical of the former president.   Though Mr. Trump would be 78 years old in 2024, his supporters are not concerned. A Suffolk/USA Today survey found that nearly 6 in 10 Republicans would like him to run for president in 2024, while 29% did not want to see him run. But 76%  said they would vote for him if he sought the Republican nomination, and 85 percent would vote for him if he were the GOP nominee. For now, Schlapp cautioned that potential GOP presidential candidates not named Trump might want to hold off on any aggressive wooing of the party faithful. \"It would be ambitious to come out if you're not Donald Trump and start announcing,\" he said. \"But there's no question that when people see Mike Pompeo and Josh Hawley and Ron DeSantis and other people – Marco Rubio – I think everyone understands one of the reason they're here is they could be our future leader.\" Adam Brewster and Caitlin Huey-Burns contributed to this report. Ed O'Keefe is a senior White House and political correspondent for CBS News based in Washington, D.C.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/cpac-2021-trump-2024-preview/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Amazon beats back union effort in Bessemer, Alabama, as workers vote \"no\"",
            "author": "Musadiq Bidar",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 9,
                "year": 2021
            },
            "article_content": "Amazon has beaten back a historic effort by workers to form a collective bargaining unit in a warehouse complex in Bessemer, Alabama, with about two-thirds of ballots cast in the union election voting against joining the Retail, Wholesale and Department Store Union. The final count showed 1,798 votes against and 738 in favor, with about 55% of the 5,867 eligible workers casting a ballot, according to a tally by the National Labor Relations Board. Another 76 ballots were voided and 505 were challenged. The challenged ballots were not counted or opened, since they would not have changed the outcome.  In dueling press conferences held simultaneously after the vote was announced, Amazon touted the bitterly contested campaign as an expression of workers' will, while RWDSU accused the ecommerce giant of illegally manipulating the election.  \"Amazon didn't win—our employees made the choice to vote against joining a union,\" Amazon said on a company blog. \"There's been a lot of noise over the past  few months, and we're glad that your collective voices were finally  heard.\"   The RWDSU immediately vowed to challenge the results of the election, saying that \"Amazon illegally interfered in the union vote\" by intimidating workers and coercing them to vote against the union.  \"They lied to game the system,\" said RWDSU president Stuart Appelbaum. \"Not only did [Amazon] take full advantage of our terrible labor laws, we contend that they broke the law repeatedly in their no-holds-barred effort to stop workers from forming a union.\" Applebaum said Amazon told workers they needed to submit their ballots by March 1 when the deadline was March 29. He also claimed that Amazon threatened to close the facility if the union won the election and told workers to vote against unionization if they wanted to keep their jobs. Applebaum also accused Amazon of pressuring the United States Postal Service to install a dropbox at the warehouse, after the NLRB denied the company's request for a ballot box at the site, potentially violating labor law.  Workers at the warehouse said Amazon forced employees into hour-long meetings to convince them not to unionize. Some workers said Amazon also sent private messages to workers and posted anti-union signs in hallways and bathroom stalls.  Applebaum said Amazon's mandatory lectures were \"filled with mistrusts and lies.\" He added that the union will \"seek remedy to each and every improper action Amazon took.\" Amazon denied it intimidated workers. \"It's easy to predict the union will say that Amazon won this election because we intimidated employees, but that's not true. Our employees heard far more anti-Amazon messages from the union, policymakers and media outlets than they heard from us [with pro-Amazon messages],\" the company said in a statement. Some Amazon workers who voted against unionizing said they weren't convinced the union would pull its weight.  Carla Johnson said she voted against the effort after a union representative couldn't explain the benefits of joining and hung up on her. Johnson, who spoke on a call orgainzed by the company, also said she was able to receive cancer treatments thanks to Amazon's health benefits. \"There's so many things that were being said and so many promises being made from the union that was just not true or factual,\" said Will Stokes, another worker who voted against unionizing.   Stokes added that workers are currently in discussions to enact certain changes in the warehouse, which he did not specify. \"We just feel like we can do it without the union, you know. Why pay the union to do what we can do ourselves,\" Stokes said.  In fact, Alabama law does not require union-represented workers to pay dues. The RWDSU said that Amazon lied to workers about paying dues in its anti-union messaging, down to the website it set up for the anti-union effort, DoItWithoutDues.com.  Mike Foster, the lead organizer for RWDSU, said he had been getting calls from workers at the warehouse apologizing and wishing they had voted differently. \"These are people who voted early 'No' and they are saying their heart has changed because they have heard both sides of the story now,\" Foster told reporters.  Both sides now have five days to submit legal challenges contending the results of the election with the NLRB.  Labor organizers are vowing to continue the fight for workers rights and the RWDSU has already scheduled a rally in Birmingham this Sunday.  \"If Amazon considers this a victory, they may want to reconsider because at best it is a pyrrhic victory,\" Applebaum said. The vote capped a monthslong campaign by both sides — Amazon vs. the RWDSU — that attracted national attention and occasionally devolved into high-profile Twitter fights.  The seven-week voting period for an election that was conducted by  mail ended last Monday. Prior to the public portion of the vote count,  Amazon and RWDSU spent more than a week with the NLRB reviewing the  eligibility of all voters.  CBS News was among the hundreds of observers invited to watch the   vote counting process on a Zoom call. NLRB staff counted the ballots   one-by-one and called out the results of each vote \"Yes\" or \"No.\" Labor experts noted that unions face an uphill battle, especially when going up against deep-pocketed employers in southern states like Alabama where longstanding laws often disfavor organized labor. \"It is extremely hard for workers to organize a union and ridiculously easy for employers to bully them out of it,\" said Rebecca Givan, associate professor at Rutgers School of Management and Labor Relations in New Jersey.  Givan said Amazon \"spent big in Bessemer\" by hiring \"some of the nation's premier anti-union lawyers and relentlessly sowing fear and uncertainty among the workforce.\" Progressive groups called on Congress to pass the PRO Act, legislation championed by President Joe Biden that would make it easier for workers to organize.  The Associated Press and CBS News' Irina Ivanova contributed reporting. CBS News reporter covering the intersection between politics and tech.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/amazon-union-alabama-vote-against/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Amazon threatened layoffs during union drive, labor group says in calling for vote to be scrapped",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 19,
                "year": 2021
            },
            "article_content": "The retail union that failed in an effort to organize Amazon workers at a Alabama warehouse wants the results of a recent vote to be thrown out, alleging the ecommerce company illegally interfered with the process. Workers at the Bessemer, Alabama, warehouse voted earlier this month against forming a collective bargaining unit that would have had them join the Retail, Wholesale and Department Store Union (RWDSU). Now the labor group claims in a filing with the National Labor Relations Board that Amazon threatened workers with layoffs and even to close the warehouse if they unionized. It also said Amazon fired a pro-union employee, but declined to name the person. Many of the union's other allegations revolve around a mailbox that Amazon installed in the parking lot of the warehouse. It said the mailbox created a false appearance that Amazon was conducting the election, intimidating workers into voting against the union. Security cameras in the parking lot could have recorded workers going to the mailbox, giving the impression that workers were being watched by the company and that their votes weren't private, according to the retail union. BREAKING: RWDSU is formally filing Objections and ULP charges against Amazon’s blatantly illegal conduct during the @BAmazonUnion election. We won’t rest until workers’ voices are heard fairly under the law--and when they are, we believe they will be victorious. #BAmazonUnion #1u pic.twitter.com/blj1tvNOtf Amazon spokeswoman Heather Knox said the company did not threaten layoffs and that she couldn't verify if an employee was fired without a name. She said the mailbox was installed to make it easier for employees to vote and that only the U.S. Postal Service had access to it. \"Rather than accepting these employees' choice, the union seems determined to continue misrepresenting the facts in order to drive its own agenda,\" Knox said in a statement. \"We look forward to the next steps in the legal process.\" The union's filing comes after the RWDSU had said it planned to challenge the outcome. The union had previously accused Amazon of unfair tactics, such allegedly telling workers they needed to submit their ballots by March 1 when the deadline was March 29. Workers overwhelmingly voted against forming a union, with 1,798 rejecting it and 738 voting in favor of it. A total of 3,117 votes were cast, about 53% of the nearly 6,000 workers at the warehouse. The retail union filed the objections to the National Labor Relations Board (NLRB) late Friday, but released it publicly Monday. In doing so, the retail union is asking the labor board to investigate the allegations, schedule a hearing, and decide whether to hold a second election or overturn the results. \"Even though the NLRB definitively denied Amazon's request for a drop box on the warehouse property, Amazon felt it was above the law and worked with the postal service anyway to install one,\" Stuart Appelbaum, president of the RWSDU said in a statement. \"They did this because it provided a clear ability to intimidate workers.\" Alex Colvin, the dean of Cornell University's School of Industrial and Labor Relations, said these types of cases can take a year or more to resolve. Even if a union wins, the penalties for the employer are weak, like it could be forced to post a notice saying employees have a right to form a union. He said the labor board could hold another election, but at workplaces where turnover is high like at Amazon, the employees might no longer be around. Overturning the results are rare, Colvin said. The union push in Bessemer was the biggest in Amazon's 26-year history and only the second time one reached a vote. Workers reached out to the union last summer, tired of working 10-hour days on their feet, packing boxes or storing products, without getting enough time to take a break. Mail-in voting started in early February and went on from about 50 days. Organizers promised a union would lead to better working conditions, better pay and more respect. Amazon, meanwhile, argued that it already offered more than twice the minimum wage in Alabama and provided workers with health care, vision benefits and dental insurance, without paying union dues. Last week, Amazon founder Jeff Bezos acknowledged in a shareholder letter that the company could to do better for its workers and said he didn't take comfort in the outcome of the union election in Bessemer. He vowed to make Amazon a safer place to work by reducing sprains, strains and other injuries at warehouses. \"I think we need to do a better job for our employees,\" Bezos said.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/amazon-union-vote-illegal-interference-claims/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Labor targets Amazon as a union foothold in the South",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 12,
                "year": 2021
            },
            "article_content": "Bessemer, Alabama — The South has never been hospitable to organized labor. But that may be changing, with an important test in Alabama, where thousands of workers at an Amazon campus are deciding whether to form a union. Labor organizers and advocates see the David-and-Goliath fight as a potential turning point in the region with a long history of undervalued labor and entrenched hostility to collective bargaining rights. A win could have economic and political ripples for the labor movement and its Democratic Party allies who want a stronger foothold in the South amid decades of dwindling union power nationally. \"This election transcends this one workplace. It even transcends this one powerful company,\" said Stuart Appelbaum, national president of the Retail, Wholesale and Department Store Union. \"If workers at Amazon in Alabama, in the middle of the pandemic, can organize then that means that workers anywhere can organize.\" The mere presence of a national union figure like Appelbaum in Alabama underscores the stakes. The Amazon vote comes as Democrats and Republicans are battling fiercely for working-class voters. Over decades, many white workers have drifted toward Republicans, attracted in part by cultural identity and an anti-establishment posture. That's left Democrats looking to refine their economic pitch, arguing their party is the one fighting for higher wages, better working conditions and more affordable health care. A win in Bessemer, where the vast majority of the workforce is Black, would have additional significance as a launchpad for new political organizing in the South, where Democrats want to build on recent successes. That could prove decisive in newfound battlegrounds like Georgia, which Biden pulled into the party's presidential column for the first time since 1992 and where Democrats won two Senate races. It could be a building block in GOP-dominated states like Alabama and Mississippi. And any domino effect nationally could boost Democrats in old industrial Rust Belt states like Pennsylvania and Ohio, where Republicans have gained ground. Biden drew plaudits from labor leaders with a recent video address pushing the right to organize through \"free and fair elections,\" although he did not directly mention the Amazon campaign. The ongoing mail vote by almost 6,000 workers is the largest union push ever at Amazon, one of the world's wealthiest companies. The election, which runs through March, also ranks among the largest single organizing efforts in Southern history. It follows a series of failed organizing votes at automobile assembly plants — Nissan in Mississippi in 2017, Volkswagen in Tennessee in 2019, among others — that have flocked to the region over the last three decades. \"Wages in this region have been depressed from the time of slavery,\" said historian Keri Leigh Merritt, because \"we've always had these competing underclasses of different races that white elites,\" from the South and elsewhere, \"have been able to play off each other.\" The result, Merritt said, is nearly all laborers being paid \"below the national market.\" The 2019 median household income in the U.S. was of $62,843, according to Census Bureau data. In Bessemer, part of an industrialized swath outside of Birmingham that once teemed with steel mills, that figure was $32,301. \"We just want what's owed to us,\" said Kevin Jackson, a worker at the distribution center. Jackson, who is Black, compared Amazon wages, which start at $15 an hour, about double minimum wage, to the fortune of company founder and CEO Jeff Bezos, whose net worth measures in the hundreds of billions. \"When you kick a dog so many times, he's going to bite,\" Jackson said. \"We're biting back.\" 'The union's election overlaps with Biden and Democrats in Congress pushing the \"PRO Act,\" legislation that would overhaul labor law to make organizing easier. The bill represents the most significant labor law change since the New Deal era and follows a decades-long slide in union membership. In 1970, almost a third of the U.S. workforce were unionized. In 2020, that number was 10.8%. The House approved the overhaul Tuesday on a largely party line vote, but it faces almost certain defeat in the 50-50 Senate where major bills require at least 10 Republican votes to avoid a filibuster. One Republican who is emerging as a unlikely populist ally of the unionization effort is Florida Senator Marco Rubio, who ran for president in 2016 and has since become a critic of Amazon, attacking its impact on small businesses as well as what he calls Amazon's anti-conservative bans on books and other cultural fare.  Rubio argued Friday in a USA Today guest column that the GOP should let Amazon reap what it has sown, labor-wise.  \"The days of conservatives being taken for granted by the business community are over,\" he argued in the column. \"Here's my standard: When the conflict is between working Americans and a company whose leadership has decided to wage culture war against working-class values, the choice is easy — I support the workers. And that's why I stand with those at Amazon's Bessemer warehouse today Even without that federal law, labor leaders say the Amazon result could be a springboard for labor organizing nationwide. Regionally, a win would provide a roadmap for a Southern workforce unaccustomed to unions as a routine part of the economy. Mary Kay Henry, president of the Service Employees International Union, said the Alabama workers are \"inspiring,\" and added that her union and others are watching closely as they mull expansion. Organized labor's Southern deficit is glaring: all 11 states of the old Confederacy have so-called \"right to work\" laws, which allow workers in unionized shops to opt out of paying union dues even as they retain the benefits and job protection negotiated by the union. That weakens unions by reducing their membership and their negotiating leverage. Most Southern states also bar public employees from collective bargaining. The entire region lags national union membership when measured as a percentage of the workforce. For example, the United Auto Workers has more than 400,000 members, but just 12,000 in Southern states, despite the region's abundance of internationally owned auto plants and associated suppliers. Merritt, an expert on Southern labor politics, drew a straight line from the pre-Civil War economy to the current climate. Before slavery's abolition, she said, white workers were threatened — explicitly or implicitly — with being replaced by slaves, stripping them of any leverage with employers. After emancipation, free Black laborers and poor white laborers had to compete in a devastated agricultural economy that struggled to rebuild itself from the war. Eventually, northern industrialists entered Southern markets, joining white Southern land barons to take advantage of cheap labor in industries including textiles, steel and mining. The trend continued as the regional economy expanded with chemical plants and oil refineries in Texas and Louisiana, shipbuilding along the coasts and, eventually, auto plants from Texas to the Carolinas. Generations of Southern elected officials — Democrats and Republicans — perfected their pitch to outside firms. \"They always offered major tax breaks and basically sold people on moving their factories South by saying, look, we can offer you rock-bottom labor prices and labor laws that will always favor employers,\" said Merritt. Some observers say that history should temper expectations. \"The political power of business and corporate leaders and the anti-union power in the South are still quite strong,\" said Duke University emeritus professor Robert Korstad, an expert on Southern labor's evolution. \"So, it's not going to be anything easy.\" Amazon, which has a long record of beating back organizing campaigns, has held mandatory sessions to tell workers a union would command dues when they already get the kind of compensation benefits, including health insurance, that unions negotiate. \"We believe we already offer everything the unions are requesting and that we highly value direct communication with our employees,\" said company spokeswoman Heather Knox. Amazon offered a similar message to Democratic elected officials who joined Appelbaum on a recent visit. \"Members of Congress welcome to Bessemer,\" an electronic sign in the facility's parking lot read. \"Please match Amazon's $15/hour minimum wage.\" All House members there already had supported a $15 wage bill. The union organizers have a sign of their own in Bessemer, one that hints at the broader political possibilities beyond the campaign. Outside the Amazon warehouse is a banner depicting voting rights advocate Stacey Abrams — credited as an early architect of Biden's win in Georgia — as a \"Rosie the Riveter\" character, an iconic symbol of workers' power. \"We can do it,\" the banner reads.",
            "bias": "Pro-choice",
            "url": "https://www.cbsnews.com/news/labor-targets-amazon-as-a-union-foothold-in-the-south/?intcid=CNM-00-10abd1h"
        }
    ]
}