{
    "Biases": [
        "Abortion",
        "planned parenthood"
    ],
    "Articles": [
        {
            "headline": "Costly negative ads fuel Georgia's special election",
            "author": "Kathryn Watson",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 20,
                "year": 2017
            },
            "article_content": "Tuesday's special election in Georgia's 6th Congressional District, the most expensive House race in U.S. history, became a race for the airwaves. About $42 million has been spent or reserved for TV and radio ads leading up to the showdown between Republican candidate Karen Handel and Democrat Jon Ossoff, according to an election-eve analysis by The Atlanta Journal-Constitution. More than half of that has been committed since the first round of voting in April, when a run-off election narrowed the field to Ossoff and Handel, as they vie to fill the seat vacated by Republican Health and Human Services Secretary Tom Price.  Political ads, many of them attack ads, have inundated voters in the Atlanta suburbs in what is expected to be a tight race. Democrats are looking to make the race a referendum against President Donald Trump, as Republicans try to keep a seat Price had held since 2004.  Ossoff's campaign so far has raised $23 million in 2017, and spent nearly $22 million, while Handel's campaign has raised $4.5 million and spent a little more than $3 million, according to campaign finance data compiled by the Center for Responsive Politics. That doesn't include spending from outside groups.  The politically charged, high-stakes race has fueled negative and controversial TV and radio ads, as well as digital ads.  Both Ossoff and Handel condemned an outside group's attack ad that ran over the weekend, after a shooting at a congressional baseball practice near Washington, D.C., last weekend left House Majority Whip Steve Scalise critically injured. The ad, produced by the obscure Principled Leadership Project PAC, accuses the \"unhinged left\" of fueling violence against Republicans. The ad opens with the sound of gunshots, picturing Scalise being whisked away on a stretcher.  \"Now the unhinged left is endorsing and applauding shooting Republicans,\" the ad says. \"When will it stop? It won't if Jon Ossoff wins on Tuesday. Because the same unhinged leftists cheering last week's shooting are all backing Jon Ossoff. And if he wins, they win.\" Even though Ossoff and Handel have denounced the ad, the group behind it has refused to back down.  In another controversial attack ad, the pro-Trump Great America Alliance political action committee ran a radio spot aimed to stifle the African-American vote for Ossoff with President Barack Obama's own words -- except, they weren't really Obama's words. The ad used Obama's voice as he read a passage from his book, Dreams From My Father. The passage Obama is reading, however, is a quote from a barber talking about Chicago's first black mayor.  \"Plantation politics,\" the ad says, in Obama's voice. \"Black people in the worst jobs. The worst housing. Police brutality rampant. But when the so-called black committeemen came around election time, we'd all line up and vote the straight Democratic ticket. Sell our souls for a Christmas turkey.\" Then, the narrator, a black conservative named Autry Pruitt tells voters, \"Let's not sell out for another Christmas turkey. The more things change, the more they stay the same. The Democrats keep taking our votes for granted.\" But the ad left off the context before those words, which reveals the barber is expressing how the black vote was taken for granted before the election of the first black mayor. The full context shows that the passage is about how positive things come from voting, PolitiFact pointed out, rating the ad \"pants on fire\" - in other words, a lie.  Another attack ad against Ossoff airing in May thanked him for his policies, featuring hipsters and hippies in San Francisco lauding the Democrat as, \"one of us.\" \"We already have Nancy Pelosi as our congresswoman, now you're going to give us Jon Ossoff as our congressman,\" one person in the ad says, attempting to tie him to the liberal Democratic House leader. In another shot, the ad shows a cable car with Ossoff's picture, dubbing him, \"San Francisco's congressman.\"  That ad was a part of a $6.5 million investment in the campaign from the Congressional Leadership Fund political action committee. But San Francisco's Municipal Transportation Agency threatened the Congressional Leadership Fund with a cease-and-desist letter, saying the group never received permission to use the cable car in its ad and forcing the Super PAC to remove the cable car from the ad.   Ossoff has also put up its own negative ads, although not quite as controversial as the ones targeting him. His campaign, for instance, released an ad slamming Handel over her time as an executive at the Susan G. Komen Foundation, featuring an OBGYN from Georgia who says Handel \"cut off\" funding for Planned Parenthood cancer screenings.  \"I don't usually get involved in politics, but as a doctor and a breast cancer survivor myself, what Karen Handel did is unforgivable,\" the OBGYN says in the ad.  Handel resigned from the foundation in 2012, after it reversed an earlier decision to pull Planned Parenthood funding.  Polls in Georgia close at 7 p.m. Tuesday.  Kathryn Watson is a politics reporter for CBS News Digital based in Washington, D.C.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/costly-negative-ads-fuel-georgias-special-election/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Senate GOP unveils health care plan after weeks of secrecy",
            "author": "Rebecca Shabad",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 22,
                "year": 2017
            },
            "article_content": "Senate Republicans unveiled a \"discussion draft\" of the bill Thursday of their plan to repeal and replace Obamacare that would end the health care law's penalties for people who don't buy insurance, cut back an expansion of Medicaid, but would keep protections for people with pre-existing conditions, compared to the House-passed bill.  Here's the full text of the \"discussion draft\" of the bill. The 142-page measure would provide tax credits, based on income, age and geography, which would make more money available to lower income recipients to help them buy insurance. This differs from the House bill, which tied its tax credits to age. Obamacare taxes would be repealed under the bill. The Senate bill would provide for expanded tax-free Health Savings Accounts, and it would also eliminate federal funding for Planned Parenthood. Medicaid would be phased out under the bill beginning in 2021, with gradual reductions until 2024 in the amount of federal Obamacare funds that have financed the entitlement program's expansion. The Senate bill would also slash funding to Medicaid from what Republicans call \"gimmicks that drive up federal costs.\" President Trump repeatedly promised during the 2016 presidential campaign that he would not cut Medicaid, Medicare or Social Security.  Senate Majority Mitch McConnell, R-Kentucky, aims to hold a vote on the legislation before lawmakers leave at the end of next week for the week-long July 4 recess.  \"Obamacare isn't working. By nearly any measure, it has failed, and no amount of 11th-hour, reality-denying or buck-passing by Democrats is going to change the fact that more Americans are going to get hurt unless we do something,\" he said on the floor after the bill was posted. \"Republicans believe we have a responsibility to act, and we are.\" Senate Minority Leader Chuck Schumer, D-New York, noted that the president had asked for a bill with more \"heart\" than the House bill, but this bill, Schumer said, is \"every bit as bad\" as the House version and maybe \"meaner.\" \"The way this bill cuts health care is heartless,\" he said on the floor.  \"This bill will result in higher costs, less care and millions of Americans will lose their health insurance, particularly through Medicaid,\" Schumer added. Republicans need a simple majority to pass it, rather than a supermajority since they're using the budget reconciliation process. They may still have to rely on Vice President Mike Pence to cast a tie-breaking vote. The Senate currently has 52 Republicans and 48 Democrats. That means if all Democrats vote against the bill, only three no votes from Republicans can torpedo it. Even if Republicans are successful in getting it through the upper chamber, they would then still need to reconcile it with version passed by the House in early May, reach a bicameral agreement with House Republicans, and hold votes in the House and Senate on that version again. A cost estimate of the bill from the nonpartisan Congressional Budget Office (CBO) is expected to be released by early next week. White House staff met with Senate Republican staffers Wednesday night on Capitol Hill to review the bill. On Thursday morning, the Senate Republican Conference sat through a closed-door briefing for an hour and a half to learn about the bill's substance. Many inside the meeting didn't actually see the text even though it was posted online. \"You've seen the text?\" Moderate Sen. Lisa Murkowski, R-Alaska, asked a reporter. \"Well, you've seen it before we've seen it.\" Sen. John McCain, R-Arizona, called it a \"good proposal overall,\" but that there's \"a lot to absorb.\"  Senators who emerged from the meeting didn't appear entirely confident it would pass next week.  \"I think we have a long way to go before we know the answer to that question, Sen. Tim Scott, R-South Carolina, said when asked if it could pass next week, adding that the draft version could be modified before a vote happens. \"I'm open to moving forward on the legislation. We have a lot of time now -- seven days -- to figure out what parts we like about it, what parts we plan to keep. This is only a draft legislation. We're going to make a lot of changes over the next seven days. Several senators are already expressing concerns about the proposal.  \"At first glance, I have serious concerns about the bill's impact on the Nevadans who depend on Medicaid. I will read it, share it with Governor Sandoval, and continue to listen to Nevadans to determine the bill's impact on our state,\" said Sen. Dean Heller, R-Nevada, in a statement. Heller is up for re-election next year and is considered by Democrats to be one of the most vulnerable Republicans.  Sen. Rand Paul, R-Kentucky, didn't appear to be a fan of the bill.  \"Conservatives have always been for repealing Obamacare, and my concern is that this doesn't repeal Obamacare,\" Paul told reporters. \"What I've seen so far is that it keeps 10 out of 12 regulations, it continues the Obamacare subsidies, and I think ultimately will not bring down premiums, because instead of trying to fix the death spiral of Obamacare, it simply subsidizes it with taxpayer money to insurance companies. So for those reasons, it looks a lot like Obamacare instead of a repeal of Obamacare.\" Sen. Bill Cassidy, R-Louisiana, said he's happy that the bill makes an effort to lower premiums \"immediately,\" but he said he wants to ensure that as Medicaid is scaled back, \"We don't lose the the ability for lower-income folks to be able to afford insurance.\"  Sen. Lindsey Graham, R-South Carolina, said in a statement that he needs to carefully review the text first, but \"would prefer to address health care reform in a bipartisan manner,\" accusing Democrats of being unwilling to negotiate with Republicans. The House bill, which narrowly passed in a 217-213 vote on May 4, would significantly reduce the funding for Obamacare subsidies, revamp tax credits so that they're tied to a person's age, freeze the Medicaid expansion in 2020 and allow states to seek waivers from a rule that requires states to offer essential benefits in their plans and a provision that prevents insurers from charging people with pre-existing conditions more money compared to healthy people. Instead of Obamacare's insurance mandate, the House Republican bill would incentivize people to have continuous coverage. Should coverage be interrupted for more than 63 days, insurers would be able to charge a 30 percent penalty over the original premium for one year. The CBO didn't release its cost estimate on the House bill until May 24, which projected that 23 million more people would be without health insurance over the next decade under the bill. The Senate's version was supposedly crafted by a working group consisting of 13 Republican men -- and no women -- but one of the group's participants, Sen. Mike Lee, R-Utah, said even he had been left in the dark. Lee said the measure was \"apparently being written by a small handful of staffers for members of the Republican leadership in the Senate.\" Other Senate Republicans voiced frustration that the process had been too secretive and out of the public eye. Senate Republicans don't intend to hold any committee hearings on the bill, despite their commitment to so-called \"regular order.\" Nearly three-quarters of Americans said Senate Republicans should discuss their health care plans publicly, according to a CBS News poll released Tuesday. A quarter of the public, by contrast, said it should be developed in private. It also found 57 percent said Obamacare needs some changes, 28 percent said it should be repealed entirely and 12 percent said it should be kept in place. CBS News' Nancy Cordes and Alan He contributed to this report. Rebecca Shabad is a video reporter for CBS News Digital.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/gop-senate-health-care-bill-released/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Did Russia election meddling doom Hillary? Chelsea Clinton weighs in",
            "author": "Rebecca Shabad",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 4,
                "year": 2017
            },
            "article_content": "Chelsea Clinton on Tuesday expressed doubt that her mother would ever run for public office again, but she didn’t close the door on that scenario.  In an interview on “CBS This Morning,” she was asked whether she thinks Hillary Clinton would run for public office again.  “Oh, I have no idea. I don’t think so,” she said. “I think right now she’s focused on her book. She’s focused, thankfully, on her grandchildren. She’s focused on what she can do to help support work that she’s been engaged in for longer than I’ve been alive, around children, around women, around families.”  The former first daughter was also asked what she thinks about the investigation into Russian efforts to meddle in the 2016 U.S. election. She said she has learned about the developments through the media.  “I think it’s clear there are lots of questions that have yet to be answered and I think Americans deserve an answer to those questions,” she said.  Asked if she thinks Russia’s interference played a role in her mother’s election loss, Chelsea said, “I think we don’t yet know the answer to anything around Russia and I think we all deserve those answers.”  She reiterated that she doesn’t plan to run for office -- at least anytime soon. “No, no, no,” she said, adding that in order to run, you have to have a clear vision of what you would do in any given job and have a clear sense of whether you’re the best person for that job.  “I’m definitely not the right person to run to defeat [President Trump] in 2020. Right now, the answer is no, but I think we all need to be asking ourselves that question periodically,” she said.  She said her mom is focused on encouraging young people who consider running for public office to throw their hats into the ring and focused on supporting organizations like Planned Parenthood under the Republican-controlled government.  Clinton’s bestselling book, “It’s Your World: Get Informed, Get Inspired & Get Going!” is now available in paperback. She’s also releasing a children’s book on May 30 called “She Persisted,” which features girls and women “who didn’t take no for an answer.”  Rebecca Shabad is a video reporter for CBS News Digital.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/will-hillary-run-again-chelsea-clinton-says-i-have-no-idea-i-dont-think-so/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Face the Nation transcript January 8, 2017: McConnell, Priebus, Booker, Morell, Woolsey",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2017
            },
            "article_content": "JOHN DICKERSON, CBS HOST: Today on FACE NATION: It is a new year with a new Congress and a new administration, but now the hard part, governing.  Capitol Hill was a hub of activity this week, as Republicans started their push to repeal Obamacare and quickly confirm president- elect Trump’s Cabinet, but some high-level lobbying to save the health bill and debate about how to replace it imperiled the quick start.  And a bleak assessment from the nation’s top spy agencies about Russian President Vladimir Putin’s actions to help elect Mr. Trump has chilled relations between the intelligence community and the president-elect.  (BEGIN VIDEO CLIP)  JAMES CLAPPER, NATIONAL INTELLIGENCE DIRECTOR: There is a difference between skepticism and disparagement.  (END VIDEO CLIP)  DICKERSON: Just how damaging is the split?  We will kick off the new year with Senate Majority Leader Mitch McConnell, plus the incoming White House Chief of Staff Reince Priebus, and two top intelligence experts, former CIA Director/Ambassador James Woolsey and former acting CIA Director Mike Morell.  New Jersey Senator Cory Booker will tell us how Democrats plan to fight Republican efforts.  And we will have plenty of political analysis too.  It is all ahead on FACE THE NATION.  JOHN DICKERSON: Good morning, and welcome to Face The Nation. I’m John Dickerson. We’re here on this very chilly morning with Senate Majority Leader Mitch McConnell, who is making his first appearance on a Sunday show since the election. Welcome, Mr. Leader.  MITCH MCCONNELL: Good morning.  JOHN DICKERSON: Let’s start with the Russian efforts to meddle in the US election. You’ve strongly condemned those efforts. Why do you think Donald Trump has not?  MITCH MCCONNELL: Oh, look. I think the best way to look at the president-elect’s attitude toward the Russians is to look at the incoming national security leaders. General Mattis. General Kelly. Congressman Pompeo. Senator Coats. None-- none of these are people who are in any way conflicted about the view that the Russians are-- are not our friends, and are a big problem. I don’t think it’s all that unusual for a new president to want to get along with the Russians. I remember George W. Bush having the same hope. My suspicion is these hopes will be dashed pretty quickly. The Russians are clearly a big adversary, and they demonstrated it by trying to mess around in our election.  JOHN DICKERSON: Do you think, given the findings of the intelligence agencies, the most recent briefing on Friday to President-Elect Trump, that-- that he should say, sort of, “I agree now with what you’ve found”? That there’s any damage that’s been done by his skepticism of these findings and-- with the intelligence agencies?  MITCH MCCONNELL: Look, I’m not going to critique his performance. What I will tell you is that I accept what the intelligence community has unanimously agreed to. That they were trying to affect the election. That they, naively in my view, thought that somehow they’d be advantaged if Donald Trump were to be elected. I think that was a bad bet. And that it really, in the end, made no difference. That there’s no evidence whatsoever that it changed the outcome of the election.  JOHN DICKERSON: Let me switch to Obamacare– why-- why do you think naïve-- they were naïve in wanting Donald Trump –  MITCH MCCONNELL: Well—  JOHN DICKERSON: -- to be elected?  MITCH MCCONNELL: Look at the national security team. I mean, these are clear-eyed people who understand fully that the Russians are not our friends.  JOHN DICKERSON: Let me switch to Obamacare. There’s a question of, you want to repeal it. You’re going to repeal it. What’s the-- when’s the replacement part going to get there?  MITCH MCCONNELL: Well, soon. I mean, you have to both repeal and replace. And I think there-- there ought not to be a great gap between the first step and the second. Look-- look, you know, Bill Clinton said it’s the craziest thing you’ve ever seen. This is Bill Clinton on Obamacare last year. Eight out of ten Americans either want it replaced entirely, or significantly changed. I don’t think anybody ought to think that the status quo’s acceptable. If Hillary Clinton had been elected—  JOHN DICKERSON: Right—  MITCH MCCONNELL: -- they’d be revisiting Obamacare. It is in a full-scale meltdown. And so no action is not an option.  JOHN DICKERSON: So eight in ten want it repealed. But also, only two in ten want it just repealed. In other words, repeal without replace--  MITCH MCCONNELL: Well, I said—  JOHN DICKERSON: -- on top of –  MITCH MCCONNELL: -- eight in ten either want it repealed or significantly changed.  JOHN DICKERSON: Right.  MITCH MCCONNELL: That’s eight out of ten.  JOHN DICKERSON: I guess the gap is where the-- the debate is. And-- and Senator Rand Paul said he spoke to the president-elect, and quote-- quoting now from Rand Paul, he said, “He,” meaning Mr. Trump, “fully supports my plan to replace Obamacare the same day we repeal it. The time to act is now.” You talked about a gap. This is the same day. How does that --  MITCH MCCONNELL: Well, I haven’t heard Senator Paul’s plan to replace it. But we-- we will be replacing it rapidly after repealing it.  JOHN DICKERSON: So can you give me a sense of what rapidly means? Are we talking--  MITCH MCCONNELL: Very quickly.  JOHN DICKERSON: Months? Days?  MITCH MCCONNELL: Quickly.  JOHN DICKERSON: All right. But it’s going to be repealed by the end of this week, you think?  MITCH MCCONNELL: The first step will be taken in the Senate by the end of this week, yes. And then it’ll go over to the House.  JOHN DICKERSON: On replacing it, if I have—if I’m covered now as part of Obamacare, am I going to be covered by the replacement?  MITCH MCCONNELL: Well, what you need to understand is that there are 25 million Americans who aren’t covered now. If the idea behind Obamacare was to get everyone covered, that’s one of the many failures. In addition to premiums going up, co-payments going up, deductibles going up. And many Americans who actually did get insurance when they did not have it before, have really bad insurance that they have to pay for and the deductibles are so high that it’s really not worth much to them. So it is chaotic. The status quo is simply unacceptable. And at the risk of being repetitious, if Hillary Clinton had been elected, we’d be revisiting Obamacare.  JOHN DICKERSON: All right.  Let me move on to nominees. The Office of Government Ethics has asked the Senate to slow down the confirmation process. The executive director wrote, “I’m not aware of any occasion in the four decades since OGE was established when the Senate held a confirmation hearing before the nominees had completed the ethics review process.” Will you slow down the process?  MITCH MCCONNELL: Well, we’re—we’re still in the process of getting the papers in. I think at least five of the nominees have all of their papers in. You know, what this is about, John, the Democrats are really frustrated that they lost the election. I was in Senator Schumer’s position eight years ago. I know how it feels when you’re coming into a new situation, that the other guys won the election. What did we do? We confirmed seven cabinet appointments the day President Obama was sworn in. We didn’t like most of them either. But he won the election. So all of these little procedural complaints are related to their frustration at having not only lost the White House, but having lost the Senate. I understand that. But we need to, sort of, grow up here and get past that. We need to have the president’s national security team in place on day one. And papers are still coming in. And so I’m optimistic that we’ll be able to get up to seven nominees on day one, just like we did eight years ago.  JOHN DICKERSON: Should it be a rule that the papers come in and then you have the hearing?  MITCH MCCONNELL: Well, on Hillary Clinton, for example, we had a hearing before her FBI report was completed. The-- the real thing is the vote on the floor. And we want to have all the records in-- all the papers completed before they’re actually confirmed on the Senate floor.  JOHN DICKERSON: So nothing’s slowing down? Nothing’s slowing down in terms of--  MITCH MCCONNELL: No—  JOHN DICKERSON: -- the confirmation hearings?  MITCH MCCONNELL: -- I don’t think so. We want to treat -- they should want to treat President-Elect Trump just like we treated President-Elect Obama.  JOHN DICKERSON: Wouldn’t their response be, “There’s a qualitative difference between the Obama nominees and the Trump nominees?” You’ve got people here who have these big private industry successes, but also a lot of complexity.  MITCH MCCONNELL: Well, I could have made that same argument eight years ago! (LAUGHS)  JOHN DICKERSON: Were they as complex then?  MITCH MCCONNELL: Well, they were wildly liberal people.  JOHN DICKERSON: Well, that’s ideology, though.  MITCH MCCONNELL: Yeah, but what’s the difference? I mean (LAUGHS), we found most of his cabinet appointments just as disturbing as they would find President Trump’s. And that’s what happens when you lose the election.  JOHN DICKERSON: I guess what Democrats would say is that these are—this is—these are ethical questions. And they would say, and I bet they would quote you back from your—from you book about the Senate, which is that “the Senate”, as you say, “there’s a value to slow and steady deliberation”.  MITCH MCCONNELL: Yeah, most of the time that’s true. But if you’ve got a brand new administration coming into office you want to have, at the very least, a national security team in place on day one. And I’m hopeful and optimistic that that will be the case this time as well.  JOHN DICKERSON: And what’s your relationship like with Chuck Schumer on working out these issues?  MITCH MCCONNELL: Oh, it’s—it’s fine. I mean, I like Chuck. We don’t have a problem. He has a job to do, and I have a job to do. And I think it-- he’s got a little harder job to do right now, in trying to convince people we ought to slow down and impede the new administration getting up and running.  JOHN DICKERSON: All right. Senate Majority Leader Mitch McConnell, thank you so much--  MITCH MCCONNELL: Thank you.  JOHN DICKERSON: -- for being with us.  JOHN DICKERSON: Joining us now from the Republican National Committee headquarters here in Washington, it’s the incoming White House chief of staff, Reince Priebus. You’re still chairman of the party. So Mr. Chairman, what exactly does incoming President-elect Donald Trump believe about Russian efforts to meddle in the election?  REINCE PRIEBUS: Well, I think he believes many of the things that we all believe, which is, you know, Russia and other countries have been hacking and attempting to attack American institutions for years, that Russia’s attack on American elections has been going back for over 50 years. So this is nothing new. And the fact that this particular hack was perpetrated by Russian entities is something that no one is disputing. But I think one of the issues here, John, and one of the issues that isn’t really being covered is that we have one of the two biggest political parties in the world, the D.N.C., that sat there like a sitting duck, allowed these entities into their computer systems. By their own admission, they said that they lacked the training and that they didn’t respond to the F.B.I. when they called.  JOHN DICKERSON: Let me—I understand, but he’ll be president of the United States, not the head of the D.N.C. So on this question of-- you say no one is--  REINCE PRIEBUS: Yeah, but--  JOHN DICKERSON: --disputing this, but let me just -- over the last couple of months, Donald Trump has resolutely disputed the findings of the intelligence agencies. And he’s gone beyond that. He’s not just been skeptical. He has compared the findings on this question of Russian hacking to the biggest blunder the intelligence agencies have made on Iraq. He said it was politically motivated. He said it was a part of a witch hunt. He has been solid in disputing it. So it seems like you’re saying he changed his mind.  REINCE PRIEBUS: No, I think you’re just conflating two different things. I mean, on one hand, you have the fact that Russia, China, other countries cyberattack the United States all the time. But on the other hand, you also have a President Obama who two weeks before he leaves office after he knew about these things had been going on since 2015 decides to then put out the biggest sanctions that we’ve ever put out on Russia in this regard in the history of America. When the Chinese hacked the O.P.M., we didn’t hear anything that happened after that.  JOHN DICKERSON: Let me--  REINCE PRIEBUS: So there’s a political angle here. Wait a second. There’s a political angle here, John, that is clearly politically motivated to discredit the victory of President-elect Trump. I think that-- that is absolutely indisputable. The reason why the D.N.C. piece matters is that the reason this particular hack was so large wasn’t necessarily because the effort was so great by the Russians. It was that it was so easy. I mean, John Podesta’s password into his system, do you know what his password was? Password. The fact that you had Donna Brazile admitting that the D.N.C. lacked  JOHN DICKERSON: Mr. Chairman—  REINCE PRIEBUS: The training which allowed all of this material to be released is incredible. It matters.  JOHN DICKERSON: Let me go back to Donald Trump, who will be leader of the free world and will have to work with the intelligence agencies. Director Clapper said that there is a difference between skepticism and disparagement. So he has categorized the remarks that Donald Trump has made as disparaging of those intelligence agencies. So when Donald Trump met with the intelligence briefers on Friday, did he apologize for that disparagement?  REINCE PRIEBUS: The first thing that Donald Trump did after that meeting in his statement was to commend the men and women of the intelligence community. The very first thing he did. It was the very first thing in his statement. But let me just go back for a second, John. When President Obama put out the sanctions against Russia a week ago, our first reaction was, “We need to get a briefing on this issue which--what created this immediate reaction of President Obama?” And we went into action to get the briefing as quickly as possible on Tuesday that we thought the president had that created the reaction that took place a few days earlier. So when President-elect Trump moved forward through the weekend and on Tuesday and we attempted to get that briefing, we since learned that the actual report wouldn’t be done until Wednesday. Hang on. I’m getting to your point. So it turned out that the report wasn’t completed until Wednesday. And we weren’t going to get the briefing until Friday. That tweet that you’re referring to and Mr. Clapper responded to  JOHN DICKERSON: Mr.—  REINCE PRIEBUS: with the intelligence briefing in quotes was a frustrating situation in that we couldn’t even get a briefing on what caused the reaction of Obama because the report wasn’t done until Wednesday. It’s not disparagement. It’s a matter of, “Hey, can I get the information here?”  JOHN DICKERSON: Mr. Chairman, Mr. Chairman, it’s disparagement when you compare the findings of the intelligence agencies to their worst blunder in modern history. When you compare it to--  REINCE PRIEBUS: There was no--  JOHN DICKERSON: When you--  REINCE PRIEBUS: Hang on, John. There was no-- (OVERTALK)  REINCE PRIEBUS: You’re wrong. There was no--  JOHN DICKERSON: Mr. Chairman, did you not--  REINCE PRIEBUS: There was no--  JOHN DICKERSON: --compare them to the Iraq war? Did the Trump transition compare them to the Iraq war blunder?  REINCE PRIEBUS: I didn’t compare them to the Iraq--  JOHN DICKERSON: The transition did.  REINCE PRIEBUS: --war blunder. But we’re not talking about that, John. We’re talking about--  JOHN DICKERSON: Mr. Chairman.  REINCE PRIEBUS: --what created--  JOHN DICKERSON: But you did do that.  REINCE PRIEBUS: What created—the tweet--  JOHN DICKERSON: But the transition did do that.  REINCE PRIEBUS: You can—you can say that all day long. But we’re talking about--  JOHN DICKERSON: But that’s because it’s the truth, Mr. Chairman.  REINCE PRIEBUS: --is the fact that President Obama— President Obama put out sanctions on the Thursday or the Wednesday, whatever that day was.  JOHN DICKERSON: Okay, let me ask you about another issue--  REINCE PRIEBUS: We attempted to get the briefing on that particular issue--  JOHN DICKERSON: Mr. Chairman.  REINCE PRIEBUS: --on that Tuesday. And we found out that the report wasn’t even completed until Wednesday.  JOHN DICKERSON: Let me--  REINCE PRIEBUS: So the intelligence briefing in quotes was in response to that situation.  JOHN DICKERSON: Let me move on to Obamacare, which is coming up. Donald Trump would like to see repeal and replace happen at the same time. Is that right?  REINCE PRIEBUS: You know, look. I’m not going to get into exactly where this is going to go. But I will tell you that it would be ideal if we could do it all in one big action. But look. It may take time to get all the elements of the replace in place. Might have to use reconciliation for part of it, which is a 50-vote majority. There are other parts of the replacement, such as allowing people and companies across state lines, allowing for open pricing, allowing for health care pooling, that may take 60 votes. So the full replacement may take more time than an instantaneous--  JOHN DICKERSON: So it sounds like he would--  REINCE PRIEBUS: --action. But our intent is to make it happen as quickly as possible, to repeal and the full replace as fast as we can.  JOHN DICKERSON: Senator Rand Paul said something that sounded like Donald Trump would not support what you’ve just said, which is more like a repeal and delay. So it sounds like there’s some wiggle room there now from the president-elect in terms of the pacing of this.  REINCE PRIEBUS: No. I don’t think so at all. I mean, if you can get 60 votes, you know, within a few weeks and get all of those elements of Rand Paul’s bill into place, that would be great. But I think we all understand that things sometimes do take some time. And the full repeal and replace may take a little bit more time. But it’s going to happen as quickly as possible.  JOHN DICKERSON: Quick question on replace. Donald Trump has campaigned on the idea of not touching Medicare. That’ll be his position still?  REINCE PRIEBUS: Yeah. I mean, I don’t think President-elect Trump wants to meddle with Medicare or Social Security. He made a promise in the campaign that that was something that he didn’t want to do. But what he wants to do is grow the economy, help shore up Medicare and Social Security for future generations. And if we can get three to five, 6% growth, we’ll do that. And we’ll explode the economy, and bring jobs back, and make trade more fair across the world, lower rates for everyone, and I think hopefully get businesses going again so people can put more money in their pocket.  JOHN DICKERSON: All right. Chairman Reince Priebus, incoming White House chief of staff, thanks so much. And we’ll back in a minute with Democratic--  REINCE PRIEBUS: You bet.  JOHN DICKERSON: --Senator Cory Booker. Stay with us.   (COMMERCIAL BREAK)  JOHN DICKERSON: And we’re back with a key voice in the Democratic Party, New Jersey Senator Cory Booker. Welcome, senator. I’m going start with this question of confirmations. It does not sound like the Senate majority leader is going to slow the pace of the confirmations.  CORY BOOKER: No, it’s frustrating to me because I’ve only been down here for three years. But I think people forget that when you say something, it doesn’t disappear. Just in 2009, Mitch McConnell was a person saying, “Hey, we should get all the ethics information in before we do the hearings.” I just was reviewing his letter this morning. And the problem is, as I think you pointed out, is these-- these people that Donald Trump has put up as his appointments to his cabinet are not like President Obama’s people. These are people who are billionaires and have vast holdings, vast wealth.  And the American people have a right to know if they’re going to be entering into those offices with conflicts of interest. And so I don’t want to see a secretary of state who is not just doing America’s business but also has holdings or outcomes in Chinese companies or in Russian companies. So this is, to me, astounding that we would actually have hearings, and not know the fullness of people’s potential conflicts of interest, and be able to ask them about them.  JOHN DICKERSON: What about Senator McConnell’s point that you want to get the national security team up and running, get them in there because it’s a dangerous world and the new president has to have his team in place?  CORY BOOKER: Well, again, this-- this is not a lot to ask, that people give transparency. It’s frustrating enough to me that we have a president of the United States who is the chief executive officer and the commander-in-chief who could potentially have conflicts with Russia and others that won’t release their tax returns for us to see them. But it’s another thing when we have a tradition in this country -- we literally have a law, Ethics in Government Act -- that puts specific requirements on transparency that are not being supported by Mitch McConnell right now. This is not a Republican or Democrat thing. This is about national security and knowing the conflicts of people that are going to have to deal with other countries and negotiate with them.  JOHN DICKERSON: So what are Democrats going to do about it?  CORY BOOKER: Well, again, Chuck Schumer is-- is in negotiations right now trying not to slow down the process, but create a substantive process that allows for the-- complete transparency. You have the independent Office of Government Ethics saying the same thing, writing a very dramatic letter. “This violates 40 years of tradition.” So we’re going to continue to push. And we’ve already seen the Republican Party overreach. The House GOP trying to gut their independent ethics oversight. And enough people spoke out about it that they finally backed up. This has got to be one of those cases that we don’t put a billionaire in a place who has financial interests in other countries who could really undermine what’s best for this country.  JOHN DICKERSON: You’re on the Senate Foreign Relations Committee. Rex Tillerson, former Exxon head, is going to be appearing before the committee next week. What do you want to hear from him?  CORY BOOKER: Well, I think he’s got a lot to talk about. I-- I sat down with him this week and—and reviewed to him a lot of areas from -- he was with Exxon Mobile. Climate change is real, and the science of climate change is real. It-- it was nice to hear him address that, and I think he should address that in a public forum. His relationship with-- Putin is very important, especially given the kind of things that Donald Trump has been saying. And there are other issues, on hot spots in our country around global-- global issues, human rights issues, and more. So we should have a thorough vetting of the secretary of state candidate. And I’m looking forward to doing that.  JOHN DICKERSON: What do you make of Donald Trump’s argument that-- that Rex Tillerson has a relationship with-- Vladimir Putin and that’s great? “You need to have a relationship with your adversaries.” That’s a version of what Barack Obama said when he was criticized for saying, “I’ll sit down with-- with any adversary because that’s the—that’s the thing to do. Not shut them off.”  CORY BOOKER: Well, first of all, again, it goes to, number one, the transparency of his business relationships in Russia. And we want to make sure we get to the bottom of that. But, again, this is an adversary that we want to know that he’s going to be able to represent the United States of America and our interests and not be compromised by his relationship -- especially that right now we have serious hot spots in places like Syria and places like the Ukraine.  JOHN DICKERSON: Is there anything in his character that would make you think that he would be--  CORY BOOKER: No. Again, I-- I actually affirm some of the things Mitch McConnell said. Not that I’m going to vote for Rex Tillerson. But a president-- we elected him, he should have his team. But the American public must make sure that there are no serious conflicts of interest that are going to undermine us overall. Those should come out in a hearing.  JOHN DICKERSON: Let me ask you about the Affordable Care Act. Republicans are going to repeal it, it looks like, in some—in some form. Democrats I’ve talked to seem pretty happy about the fact that Republicans are in a bit of a fix. They think they’re going to get a political penalty for repealing and not replacing it. You have talked a lot about working with the other side. Any chance Democrats are going to help Republicans with their replacement? There are a lot of Democrats who have criticisms about the Affordable Care Act.  CORY BOOKER: You know, this is what frustrates me – is often these are positioned in the way of politics. The-- the effort to repeal Obamacare right now without a plan to replace it, this shouldn’t be about politics. This is about real people in America who will be hurt immediately. You have the American Medical Association, who was against Obamacare, saying, “Don’t repeal this without having a replacement plan.” You have doctors’ associations, nurses’ associations, hospital associations all screaming, even some fellow Republicans, “What are you trying to do? You’re going to repeal this law, which is going to plunge many Americans into health crisis.” This is akin to shoving someone off a cliff and as they’re falling down saying, “Don’t worry. We’re going to figure this out before you get to the bottom.” And so my plan is very simple. And I think my fellow Democrats agree with me. And hopefully some Republicans who have been speaking out against not doing it this way. Is we’re going to do everything we can to stop them. If they have a plan, put up your plan. Show the American people. Donald Trump says, “we’re going to have health care and it’s going to be terrific”. Well, show me what that is.  JOHN DICKERSON: You know, John Boehner was criticized once for saying, “measure Republicans by what they keep Barack Obama from doing.” Is that the new way to measure Democrats, from what they keep Donald Trump from doing?  CORY BOOKER: You know, I go to my home city of Newark, New Jersey. There are people there that don’t care about politics. They’re trying to make their lives better. What Mitch McConnell has done and what I have watched even from the time when I was mayor of my city, when he came into a position when America was in a financial freefall, there was crisis all over this country, he announced to America that the number one priority he had was keeping President Obama from getting a second term. That is irresponsible. And that is dangerous. My number one responsibility is finding ways to make a difference in the lives of ordinary Americans. And what the Republicans are doing in just the first days of Congress by repealing Planned Parenthood, by putting the health care system in crisis, that is reckless and dangerous. I’m going to fight that.  JOHN DICKERSON: All right. And we’ve run out of time. Thank you, senator. And we’ll be back in a moment.             (COMMERCIAL BREAK)  DICKERSON: If you can’t watch us live, FACE THE NATION is now available on CBS All Access, as well as our Web site, FACETHENATION.com. Plus, we are available on video on demand on your cable system.  (COMMERCIAL BREAK)  DICKERSON: Some of our stations are leaving us now, but, for most of you, we will be right back with a lot more FACE THE NATION.  (COMMERCIAL BREAK)  DICKERSON: Welcome back to FACE THE NATION. I’m John Dickerson.  We are joined by two men who each ran the Central Intelligence Agency. Mike Morell served as the acting CIA director in the Obama administration and advised Hillary Clinton’s campaign. Ambassador James Woolsey was CIA director in the Clinton administration and served as an advisor to President-elect Trump’s campaign until last week.  Ambassador Woolsey, I want to start with you.  You advised the Trump campaign. For months Mr. Trump was very skeptical about this idea that Russia meddled in the election. Reince Priebus said today that Mr. Trump believes what everybody believes, that the Russians tried to meddle in the election. What do you make of that change of mind?  AMB. JAMES WOOLSEY, FORMER CIA DIRECTOR: Well, first of all, let me say, I worked a bit on the campaign, but I was not an advisor on the transition. Because they were not coming to me for any advice, so I took my name off the list. I didn’t want to fly under false colors.  I think that the evolution of his views is really quite clear. I think he started out with one set of views and he’s -- they’ve evolved as he’s learned more. I think a lot of people were enlightened by that 25 page memo that the intelligence committee put out. And it made it a lot clearer how involved the Russians have been.  I’ve been saying for some weeks that disinfomatzia (ph), disinformation, otherwise known as lying, is a more or less permanent fixture of the Russian propaganda system, and that is something that they have now transitioned over into using it -- or adopting that technique with -- with cyber, not just with publications and so forth, as they have for the last 50, 60, 70 years.  DICKERSON: Mike, how -- how should people understand the level of certainty here, I mean, with this report as they think about how to interpret this and -- and Donald Trump has been skeptical. So how tight is the -- are the findings here?  MICHAEL MORELL, FORMER ACTING CIA DIRECTOR: When you -- when you read the report, it seems thin in evidence, right? It’s -- it’s mostly the assessment, here’s what we think. The evidence isn’t there because it’s classified. So the declassified report has taken out the evidence. What caught my attention was the intelligence community saying they have high confidence in these judgments.  DICKERSON: Sure.  MORELL: And we don’t attach that label to just any judgment. To have high confidence, you have to have multiple sources. You have to have direct evidence. More than a circumstantial case. So I think the case that the Russians meddled in the election broadly, not just hacking the DNC, but broadly in all the ways Jim talked about, is solid.  DICKERSON: Ambassador Woolsey, let me ask you this question. You mentioned Donald Trump’s evolution on this issue. When -- he’s been -- when it was first announced that the -- that there were these findings he didn’t just -- he wasn’t just skeptical about the information, but he made a broader claim about the intelligence agencies. His transition put out a statement saying, remember this is the crowd that got weapons of mass destruction wrong in Iraq. Donald Trump has said that in his view is the worst blunder in American history. So he has tied the findings to what he thinks is the worst blunder in American history.  We’ve heard in reporting that that has not been well received. Is that right? What’s the fallout from that larger claim he seems to be making about the worthiness of the work that the intelligence agencies do?  WOOLSEY: Well, it’s -- it’s a complex set of issues. I think probably the -- the press and the -- much of the public does think that the weapons of mass destruction characterization was -- was a -- very wrong. The problem is that it’s an old Soviet adjet (ph) prop phrase and it covers chemical, bacteriological and nuclear. And there were chemical and bacteriological weapons in Iraq. Quite -- quite clear. But there was not was nuclear. And people really need to get into that in order to explain thoroughly what their -- what their views are and I don’t think we -- we haven’t seen that yet from -- from Donald Trump.  MORELL: So -- so, John, the president-elect has done two things, right? He’s -- he’s questioned the capabilities of the intelligence community publicly. But the other thing he’s done, which is actually more damaging, I think, is, he’s questioned the intelligence community’s integrity by implying that their assessment was politically motivated. And that’s -- that’s a gut punch to people who go to work every day, nonpartisan, apolitical, trying to call it like they see it. So there -- there are two different issues here. The president elect is wrong about the capabilities question. The CIA, for example, looks at every single judgment they make a year later and they say, did we get it right or did we get it wrong? And the batting average is very high. It looks like a free throw percentage in basketball. And on the intelligence question, he’s just as wrong. This is the most apolitical institution I know. They actually is -- is not a political bone in its body. So he has both of those points wrong and -- and it has -- it has undermined morale in the intelligence community and its CIA. And that’s a big issue.  WOOLSEY: I think you’re going to find that the 140 character rule of tweets, that basically governed a lot of the behavior during the campaign, is looked at differently as one moves into governance. One can conduct and Donald Trump showed it successfully, a campaign for president on largely 140 character statements. But you can’t really govern that way. And he’s -- he’s in the middle of several transitions. I think they’re tending in a very positive direction. But we’ll have to see.  DICKERSON: There have been a lot of tweets this week and there’s --  WOOLSEY: Well --  DICKERSON: Doesn’t show -- there’s no signs of slowing.  WOOLSEY: He’s not governing yet.  DICKERSON: Mike, let me ask you, what’s the practical effect of the -- of the morale and the challenging -- give -- help people explain how this can create challenges for the new president.  MORELL: So the first is, I think, that -- that if -- if the men and women of the CIA don’t believe a president is listening to what they have to say, to the facts they put on the table and the fact based analysis that they put on the table, their interest in working there is going to go way down. And if this continues -- and I think the president-elect took a -- took an important first step in the comments he made after the Friday briefing in a positive direction, but -- but if his disparagement continues, people will walk, and that will -- that will do serious damage to the CIA and the intelligence community.  The other practical effect it has is, we tell people who are spying for us, who are actually putting their life on the line to spy for us, that their information is going to the highest levels of our government and is being used to make the world a better place. So if -- if we can’t tell spies that, if they see that on TV, they’re not going to spy for us. So I think there are significant effects here if the disparagement continues.  WOOLSEY: I -- go ahead.  DICKERSON: Well, I was going to say, one of the things that Donald Trump’s supporters say, this is a part of his kind of run and gun, disruptive, chaotic approach that was so successful in the campaign and that’s just the way he is.  WOOLSEY: I don’t think that’s the way he is generally. I’ve been in a couple of meetings with him and he’s reasonable. He asks good questions. He makes smart comments. His overall conduct in small meetings, at least in my limited experience, is considerably different than when he’s standing up in a stadium before 40,000 or 50,000 of my fellow Oklahomans and drawing all sorts of cheers. It’s his stick (ph) that he performs the way he does before audiences and so forth.  I think he’s -- you’re going to see growth and evolution on a number of these issues over the course of the next several weeks, and I think I would advise people not to hold him to a detailed support of everything he’s said on Twitter for the -- during the campaign.  DICKERSON: All right, well, we’ll have to leave it there.  Gentlemen, thank you so much.  And we’ll be right back with our panel.  (COMMERCIAL BREAK)  DICKERSON: It’s time now for our politics panel with Susan Page, Washington bureau chief of “USA Today,” Ed O’Keeffe, who covers politics for “The Washington Post.” We also welcome back “Washington Times” columnist and Fox News contributor Tammy Bruce, and Ezra Klein, who is the founder and editor in chief of Vox.com.  Tammy, I want to start with you on this question of Russia. Donald Trump, according to what Mr. Priebus said today, seems to have had a bit of an evolution from his previous skepticism. Priebus now says he believes what everybody else does, the Russian’s hacked into this election. What do you make of that?  TAMMY BRUCE, “WASHINGTON TIMES”: Well, I think they hacked into the DNC. They didn’t hack into the election. And I think that what we also know, of course, is that -- and this is what’s interesting -- is that you’ve got James Clapper, who was advising, of course, Donald Trump, who just, in 2013, when we talk about how seriously we can take this and why the American people want to know more about what happened and why the president-elect wants to know more, James Clapper lied about the spying on every single American to Congress, was asked specifically about whether or not there was a program where Americans were being spied on. He said no. Still, years later, they’re saying, well, he said it was the least untruthful thing he could tell Congress.  So the American people, for the last several years, have looked at a system that hasn’t take them seriously and has lied to them. Of course, coupled with, of course, the Iraq situation, but ultimately right now I think that the American people want America to be first. Of course we want a cabinet that’s going to take Russia seriously. He’s put together one that will.  And also it seems like there’s an interest in either having a new Cold War or that there’s an effort to gin up the problems when, in fact, even Hillary Clinton, one of the first things Hillary and Obama did was embrace the Russians, wanted a reset. So this is not unusual.  But what -- I think there’s a difference between the narrative that the election was hacked, verses, and I’ll remind you, the first thing that was released when the Podesta e-mails were hacked was an oppo (ph) dump on Trump. It was the Democrats opposition research on Donald Trump. So the entire notion that this was about to help Donald Trump, I think, is belied by that especially.  DICKERSON: I think, Susan, there are two things. There’s -- there’s the question of the Russians in the election, but then there’s been Donald Trump’s reaction to this, which has now changed, it appears, although we’re still -- that’s still evolving. What do you make of that? Is this an effort to get this behind them? Is it -- what’s your take?  SUSAN PAGE, “USA TODAY”: Well, I think Reince Priebus has -- and Donald Trump have pretty grudgingly gotten to the point where all of the intelligence agencies, Republicans in Congress and Democrats are, which is that Russia made this unprecedented attempt to affect our election. This report that came out this week, the unclassified report, is incredible and extraordinary and deserves to be read.  But this doesn’t settle it because the issue now is, what do you do about it? And you know that people like Senator McCain and maybe even Senator McConnell want there to be repercussions for Russia for this action against an American democracy. And the question is, what will happen? What will the Trump administration be willing to do? What steps will it be willing to take to punish Russia for what it did?  DICKERSON: And, Ed, the president-elect tweeted that, why not be friends with Russia, so it doesn’t look like there’s a -- a -- while there’s an acknowledgment that they hacked, there doesn’t seem to be the kind of language we’re hearing, as Susan said, from the majority leader, who strongly condemned it, and John McCain and so forth.  ED O’KEEFE, “THE WASHINGTON POST”: Yes, he -- he’s going to have himself a pretty interesting time with his Republican colleagues on Capitol Hill, who clearly want to keep this going. There’s going to be another hearing on Tuesday that looks into Russia, into cyber security and other things. And the -- and the issue isn’t going away.  But I thought it was -- it was important, as you pointed out, that President Obama came into office and said, I want to talk to the Pakistanis and talk to the Iranians and talk to the Cubans and those things were done. Look, if there’s a way to -- to find a way to work with Putin, great, but certainly Republicans up on Capitol Hill are going to continue to express a lot of concern.  DICKERSON: Otherwise the majority leader said, well, he’s going to be disabused of any warm feelings he may have about working with Russians this time around.  EZRA KLEIN, VOX.COM: That -- that was fascinating that his position --  DICKERSON: Why?  KLEIN: On this was, what’s going to happen is Donald Trump is simply confused about Russia coming in. I do want to note something that’s interesting. Reince Priebus came on and he said, what happened here, the real story is how easy it was to hack the Democratic National Committee. There’s actually something to that, by the way. But currently the judgment of the intelligence agencies is both the Republican National Committee and the DNC were hacked. Russia kept the data from the RNC and released the data from the DNC.  And it’s worth noting that that means there is a lot of information sitting there in Russian servers and putting aside the question of the election for a second, we do have to think as a country in a world where cyber war and cyber espionage are going to become much more common, how we are going to manage these kinds of things going forward, particularly given that, from what we know, Russia is probably sitting on a (INAUDIBLE) of other embarrassing information that could be used for other purposes.  BRUCE: If I could just add something that was happening simultaneously as this. In 2015, we spent over 350,000 taxpayer dollars funding an organization in Israel called One Voice, which we learned, once we gave them those grants, they immediately began to build up an infrastructure to oppose Netanyahu in Israel. This is not unknown. It was widely reported in the summer of last year that it was an Obama aligned group, people that worked with his campaign, that were the consultants to that effort to dislodge Netanyahu, an active campaign in Israel. This was happening in ‘15, reported in the summer of ‘16. So it involved the same things we’re accusing the Russians of, trolling on the Internet, but on the ground boots, developing a database, actively working against Netanyahu, this government.  “The Washington Post” noted that this was gross interference with the only democracy in the Middle East. I would asset that Obama was limited in what he could say about Russia because he was doing exactly the same thing to Israel. And also when it comes to the issue about not wanting to touch the Russians, we were in the middle of the Syrian negotiations while this was occurring as well and the desire to not interrupt that. Just like his red line disappeared for Syria, because he didn’t want to upset the nuke deal in Iran.  DICKERSON: But for an incoming president, now Barack Obama is in the rear-view mirror, we’ve got an incoming president. Now --  BRUCE: Let’s hope Barack Obama’s in the rear-view mirror.  DICKERSON: The -- I think the -- unless -- unless you’ve got some information I don’t, in two weeks --  O’KEEFE: You know something we don’t?  DICKERSON: We’re going to have a new president. But Donald Trump does seem to have a much more, you know, open relationship and thinking about Russia than we’ve seen before and certainly than his Republican colleagues.  BRUCE: Well, I don’t think so. He hasn’t sat down with Medvedev and said, you know, I’m going to be more flexible when I get in. And nothing’s been transmitted to Vladimir.  DICKERSON: Those words overheard to (INAUDIBLE).  BRUCE: So -- I’m sorry.  DICKERSON: As Obama was overheard to have said before the re- election.  BRUCE: As -- exactly. So, forgive me.  DICKERSON: Yes.  BRUCE: I mean there have been -- clearly there’s an interest in having a relationship as that is noted with a variety of nations thinking that it will be beneficial. And Russia, of course, they certainly have taken over the Middle East at this point. We’ve got an interest in dealing with them in that regard, at least getting our interests back in that region.  DICKERSON: Let’s switch to Obamacare.  Ed, where do things stand right now as you see it in terms of the repeal?  O’KEEFE: The process begins Wednesday. Mark your calendars. There’s going to be votes all day long on the Senate floor on a piece of legislation that essentially gives instructions to get the ball rolling. And you’re going to see up or down votes on a host of what we call poison pill amendments, basically won’t pass but allow either party to say things about each other.  Look, repeal is underway, the replace remains to be seen. There is no concrete plan, no one plan from the Republican Party yet to do something. There have been plans that have been constructed in the bowels of the Rayburn Building or over in the Dirksen Building, but they have not seen the light of day and they certainly won’t find unanimous agreement among Republicans about how exactly this should be tackled.  It’s going to be an incredible lift for the Republican Party alone to figure this out, let alone to get any Democrats to go along with them. And I think you’re going to start to see Democrats do a far better job of defending this law now that it might be taken away. Defending it when their guy is in office and when they put it in place is one thing, but when a government starts to try to take something away from people, it’s much easier to sell. You’ve seen Democrats do it when it comes to Social Security, Medicare, Medicaid. They’ll add Obamacare to the list going into the midterms next year.  DICKERSON: All right, we set the table there. We’ll come back and talk about Obamacare in a moment, but we’ve got to take a little short break. So, stick with us and we’ll be back with more from our panel.  (COMMERCIAL BREAK)  DICKERSON: We’re back now with our panel. Ezra, Ed mentioned that Democrats are going to be robust in their pushing back against this Republican effort. What’s their line of argument?  KLEIN: So I interviewed President Obama about this, this week, actually. We had a long discussion about Obamacare. And his challenge to the Republicans is simply, show me the plan that get more people covered at a lower cost than mine. And I was thinking about that when I listened to Senator McConnell on the show this morning. The thing Republicans are about to run into is what they dislike about Obamacare and what is unpopular about Obamacare are different. So Senator McConnell came out and he said, look, Obamacare does not actually cover everyone, which is true. He said the deductibles in Obamacare are very high, which is also true.  Now, I’ve actually read the Republican replacement plans floating around. Every single one of them, to my knowledge, has lower levels of coverage than Obamacare currently does and significantly higher deductibles. So the thing that McConnell and others are going to run into, and the thing that Democrats are going be making their central line of attack is, yes, everybody would love to see Obamacare replaced with something even more terrific, but if the replacement actually leads to 5 million or 7 million or 12 million people losing insurance and deductibles at the $9,000, $10,000 range, are people actually going to like that better? I think not.  DICKERSON: Susan, I was also interested that the majority leader said there will be a gap between repeal and replace. There seems to be at some of his Republicans -- I mean, obviously, Senator Paul has said they’ve got to happen on the same day. What do you -- how does that gap get managed?  PAGE: Yes, there’s going to be a gap, right, because they’ve -- they’ve been repealing it more than -- they’ve tried to repeal it more than 60 times and now finally it’s going to go through. That’s going to happen. But they don’t have a consensus on a replacement. And -- and, in fact, I think the Trump team has set up a very difficult situation for themselves, which is to say they don’t think anybody who has insurance now should lose it. They’ve said that they want to keep the preexisting conditions provisions, which is a very difficult thing to guarantee.  We here Republicans talking not about universal coverage, which is what Obamacare talked about. They talk about universal access, which is something different and presents a whole new set of challenges when it comes to healthcare policy. So there’s going to be a gap. How long? Rapidly? Very quickly? We don’t really know how long that gap is going to be. But I would -- I -- don’t you think it’s going to be years before they have a replace?  KLEIN: I don’t think they know if they can ever get a replacement for -- I mean the hard part is not coming up with a plan. The hard part is actually getting the House and the Senate to agree on a plan. It’s getting into legislative language that can actually work.  This is very difficult stuff and I just want to say, on repeal and delay, if there is that gap, the Obamacare marketplaces will collapse in the interim. It doesn’t just hold steady. The insurers will leave because they don’t know what will happen next. So the Republicans will be not just managing the status quo, but managing a collapsing status quo.  DICKERSON: Tammy, what -- why is -- why -- why not have a little bit of a delay, get ducks in a row and all of that?  BRUCE: Yes, look, I don’t -- it’s already collapsing. We’re speaking --  KLEIN: No, it really isn’t, actually.  BRUCE: We’re speaking -- we’ve got -- when it comes to the exchanges, but beyond that, you’ve got -- you don’t need to have a delay at all. And we’re -- we’re looking at this. This is the other problem is, when government is involved. Suddenly this is only a conversation about the government replacing its own government plan, as opposed to maybe like, as I’m seeing some people are suggesting, an Uber type model. Putting the marketplace back in charge. But, ultimately, there’s a lot of things, and we’ve discussed, executive orders. There’s things you can do to make a difference here, and that includes and from “USA Today” Heather Higgins (ph) op-ed, discussing having Congress have skin in the game, removing their waiver, but more importantly, making it possible through one line of language in the bill that allows insurance companies to provide policies that don’t adhere to the Obamacare standards so you can get a catastrophic policy and also tort reform.  But, I mean, you’ve got to have a dynamic where the insurance companies can once again go about their business without being constrained by the ridiculousness of having men pay for birth control that they -- that they don’t want, and as a result also risk pools in the states, grant block funds to states for risk pools for people who have preexisting conditions.  DICKERSON: But that will take time to man it.  BRUCE: Well, but -- but at the same time, these were not complaints with -- you can do these in sections that happen very quickly at the time.  DICKERSON: Won’t it --  BRUCE: But just, when it comes to not just legislation, but also executive orders, that Trump can do within a week.  DICKERSON: What do you think, Susan, searching the confirmation question, will happen? I mean you -- Democrats want to delay them. It doesn’t look like the majority leader is going to delay them.  PAGE: You know, he’s not going to delay the hearings to wait for the -- the financial paperwork to be done, but I thought he made some news in your interview when he said that the Senate will not vote on -- on confirming nominees on the floor unless their -- unless and until their Office of Government Ethics paperwork is completed. That has been the practice in the past. Ed and I were talking about this in the green room.  O’KEEFE: Yes.  PAGE: But it’s not part of a law. There’s nothing that requires them. This was something I think they have not -- they had not committed to previously. So that means that now this is still not a good deal Democrats say because it means that when they’re having those confirmation hearings, they may not know everything that they would want to ask a nominee about if they don’t have all of the paperwork done. But it does mean that at least they won’t be confirmed for their -- for their cabinet office until that work is done.  DICKERSON: Fifteen seconds, Ed. What are the -- who are the -- well, apparently I’m -- I’m told we don’t have time.  O’KEEFE: We’re going it -- Rex Tillerson. Rex Tillerson.  DICKERSON: We’ll have to tune in next week for that question.  Thanks to all of you.  And we’ll be back in a moment.  (COMMERCIAL BREAK)  DICKERSON: That’s it for us today. Thanks for watching. Until next week, for FACE THE NATION, I’m John Dickerson.      TK",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/face-the-nation-transcript-january-8-2017-mcconnell-priebus-booker-morell-woolsey/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "\"I know something is happening\": Voices from the Women's March",
            "author": "Kylie Atwood, Jareen Imam",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 21,
                "year": 2017
            },
            "article_content": "A grey sky was the only subdued element of the Women’s March in Washington, D.C. on Saturday. Hundreds of thousands of women took to the streets, many with men in tow, to speak their voices and realize community and inspiration in one another’s’ determination -- and to send a message to President Donald Trump.  While there were no official numbers from the march, it appeared to be more than the 200,000 expected. The Metro tweeted that by 4 p.m., it had recorded 597,000 trips on the system. A Metro spokesman told the Associated Press that it looked like Saturday was on track to top the busiest Saturday of all time, the day of the Rally to Restore Sanity and/or Fear hosted by Jon Stewart and Stephen Colbert in 2010.  “I am a lone pioneer sometimes. We live alone. You do your work and you come home. And you go, how did the world come to this when we are not this. How did it happen? Now we are coming out here and I know something is still happening. We are in change,” explained Laura Jane Mellencamp, a therapist and meditation teacher who came in from Chicago. When Michael Moore took the mic and exclaimed the number to call Congress, Mellencamp meticulously typed in the digits into her phonebook under the name “State Rep.” She said she will be calling Congress every day to reveal taxes of members of the administration and to get the public sector out to work. As a therapist, she says she has seen Mr. Trump’s language lead to an uptick in distress from young girls. Along the protest route, many women expressed this rising anxiety. “All of the girls in law school terrified about the Supreme Court. And it is hard in law school where everyone is very conservative,” said Clair Hollingsworth, a 24-yr old law school student in South Carolina, who drove over 7 hours to be at the march. “Being here allows you to feel that you are not alone, it shows I’m not the only one who is afraid.” In streets where no one could move without meeting a new friend -- and grasping onto an inspiring or humor-filled sign -- it was impossible to feel alone. The signs called for love, unity and Trump’s demise. They read things like: “Be brave choose love,” “Nasty Enough,” “Trumpity Dumpity,” “We Love Women,” and “Free Melania.” Many were decorated with images of women and women’s private parts. Pink dominated. Many women sported knitted pink “pussyhats.”  But men also wore those hats. “I love women,” said one father who was at the march with his daughter. The duo had picked up their fuzzy pink decorations in Virginia from one of the hat distribution centers where women from around the world sent hats they had made for marchers to sport on the streets. “It is her first protest,” said Meredith Monroe with a smile on her face as she looked at her 8-month old wearing a puffy pink getup. “We have three generations here,” Monroe added, pointing to her mother. Children were a big part of the day. When demonstrators got stuck in a standstill for an hour and a half, a 9-month gnawing on crackers old kept a small crowd entertained, detracting their minds from a sense of overwhelming claustrophobia. With marchers from all over the country, the LGBTQ community was also a vocal presence on the streets. Some women wrapped their bodies in rainbow flags. “I am here because I have seen too many women taken advantage of by men. I don’t want to live in a country where I feel unsafe and have to look around look over my shoulder when I walk to work. I am terrified for my own life became I’m gay,” explained 20 year old Delaney Sandlin who flew to came from Jacksonville. She said she feels that more with Mr. Trump as president -- yet knowing that sister marches were happening worldwide gave her a sense of peace. Here are the voices of four of the marchers, explaining why they came out to march: “I came here with my sister-in-law and my friend from North Carolina. When I first heard about this, I knew I had to attend. I’m a first generation immigrant. My dad came to this country from Germany right after World War II. He was terrified when President Trump won the election. I wanted to come here because I wanted to make a difference, I wanted to have my voice here. The mood at this event has been very positive. It’s energizing and inspiring (She been at the event since 8 am) I’m hoping that through this march our president and Congress will see that they can’t mess with us women, and that we don’t want to go backwards. I feel like the political rhetoric from Trump is setting us back (referring to women’s healthcare, education). The mood of the whole campaign, seems like going back in time, but we don’t want to go back, we want to move forward. I’ve never seen anything like this in my lifetime, that’s why I’m marching.” Ike: “Personally, what made me want to come to this march is that I wanted to be a part of something that was bigger than me. I hope Trump does not do something crazy, especially when it comes to women’s rights. I’m here because I want to support my girlfriend, and other women, who want to have control of their own bodies. I’m from Indiana, and I know what Pence has been doing there with Planned Parenthood. I want to make sure that my girlfriend (Stephanie), and every woman, is OK and protected. I felt like I had to. Honestly, after the election I was very angry and even depressed. But coming here has sort of changed that. I feel energized, like I’m joining people who feel the same way I do, and it feels like what I’m feeling makes sense, that other people were worried too, but we’re here to have our voices heard.” Stephanie: “I’m here because I want to support equal rights and women’s rights. And being here, I can tell that everyone around me feels the same way.” Ebony: “We came down here this morning, from New York City. We hit the road at 6:00 am. I know there’s a march in New York City, but I felt like I had to be here, in D.C. It feels like this is where the grassroots movement is happening, it had to be here, I had to be here. I’m here because I am defending women’s rights, equal rights and LGBT rights. I’m really happy I came here, the mood here has been so positive. I really believe this is the start of something big.” CBS News’ Jareen Imam contributed to this report from Washington, D.C. ",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/womens-march-washington-dc-voices-donald-trump-message/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Why John McCain, Susan Collins and Lisa Murkowski bucked their party",
            "author": "Rebecca Shabad",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 28,
                "year": 2017
            },
            "article_content": "Three Republican senators defeated their party's eleventh-hour plan early Friday morning to repeal Obamacare: John McCain, Lisa Murkowski and Susan Collins.  Around 1:30 a.m. ET, the so-called \"skinny repeal\" plan devised by Senate Republican leaders and whose text was released only three hours earlier, was rejected in a dramatic 49-51 vote.  For weeks, Collins, who represents Maine, and Murkowski, who represents Alaska, had been opposed to, or were skeptical about, a number of proposals throughout the process, which culminated with a series of votes that began earlier this week when senators voted to open debate on the House-passed health care measure, the American Health Care Act (AHCA).  Since the upper chamber first took up health care this year in late June, Collins had opposed the original repeal and replace plan, known as the Better Care Reconciliation Act (BCRA), as well as the amended version that failed in a vote on Tuesday of this week. She also rejected legislation Wednesday that resembled a bill she also voted against in 2015 that would have repealed Obamacare, but would have delayed it from taking effect for two years so Republicans could come up with a replacement plan. On Tuesday, she even voted against a motion to proceed to open debate on the bill as she had been pushing for bipartisan negotiations and to start over at the committee level.  In a statement after the final vote early Friday, Collins said that while she supported components of the final plan and that many Americans are suffering under Obamacare, she said Republican leaders punted on many difficult questions.  \"We need to reconsider our approach,\" she said. \"The ACA is flawed and in portions of the country is near collapse. Rather than engaging in partisan exercises, Republicans and Democrats should work together to address these very serious problems.\" Murkowski, meanwhile, had been concerned from the beginning about the effect BCRA, the repeal and replace plan, would have on Alaska's Medicaid expansion under Obamacare. The repeal and replace plans that were considered would have rolled back the expansion and would have cut funding from the entitlement program. She voted with Collins and Democrats Tuesday against advancing to debate and the amendment process on health care. Interior Secretary Ryan Zinke delivered a warning to Murkowski about her vote, which was that her vote put Alaska's relationship with the Trump administration in jeopardy. Another reason the two senators opposed the \"skinny repeal\" -- it would have eliminated funding for Planned Parenthood and similar providers, which both of them made clear they would oppose.  McCain's plan, however, to ultimately defeat the party's final attempt at a repeal this week was not expected. He was absent from Capitol Hill last week because of his brain cancer diagnosis. When he returned on Tuesday, most assumed he came back to rescue Republicans. On Tuesday, he voted to open debate and on the modified repeal and replace plan. On Wednesday, he was one of seven Republicans who voted against the 2015 repeal bill.  Then on Thursday evening, he and Sens. Lindsey Graham, R-South Carolina, Ron Johnson, R-Wisconsin, and Sen. Bill Cassidy, R-Louisiana, suddenly held a press conference announcing that they would not vote for the \"skinny repeal\" unless Speaker Paul Ryan, R-Wisconsin, assured them that it would not become law, and would only be the means to open up a conference committee with the House.  Behind the scenes, Senate Minority Leader Chuck Schumer, D-New York, had been lobbying McCain every day since he returned, several times a day, according to a source familiar with their conversations. Schumer knew in advance of the vote that McCain would defect, the source said.  McCain argued in a statement Friday that the bill would not lower costs, increase competition or improve care for Americans. And, he said, the statement issued by Speaker Ryan was not sufficient to ease his concerns about its becoming law. \"While the amendment would have repealed some of Obamacare's most burdensome regulations, it offered no replacement to actually reform our health care system and deliver affordable, quality health care to our citizens,\" he said. \"We must now return to the correct way of legislating and send the bill back to committee, hold hearings, receive input from both sides of aisle, heed the recommendations of nation's governors, and produce a bill that finally delivers affordable health care for the American people.\" None of the three senators is up for re-election next year.  Rebecca Shabad is a video reporter for CBS News Digital.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/why-john-mccain-susan-collins-and-lisa-murkowski-bucked-their-party/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Minnesota governor set to name Franken’s Senate replacement",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 13,
                "year": 2017
            },
            "article_content": "Minnesota Gov. Mark Dayton is set to reveal his choice Wednesday to replace Al Franken in the U.S. Senate, with the top contender seen as his longtime adviser Lt. Gov. Tina Smith. More Minnesota Breaking News From WCCO Dayton has declined to answer questions about the appointment since Franken announced his impending resignation last week following allegations of sexual misconduct. In making the appointment, Dayton was weighing a short-term replacement against pressure from top Democrats in Washington to name someone who would run in 2018 in a special election to complete Franken's term ending in 2020. Dayton's chief of staff tweeted on the announcement which will take place at the Minnesota State Capitol  .@GovMarkDayton will announce his appointment to the United States Senate at a 10am news conference at the #Minnesota State Capitol on Wednesday, December 13, 2017. #mnsen #mnleg A Democratic official told The Associated Press last week that Dayton was ready to choose Smith as a placeholder before being pressured to appoint someone who could leverage the appointment into a 2018 run. That official and a second Democratic operative said that Smith was considering a 2018 run amid that pressure. Both Democrats spoke on condition of anonymity to speak freely about private discussions ahead of an announcement. Smith, who earlier this year passed up an expected campaign for governor, did not immediately respond to telephone messages Tuesday. She has not responded to questions about the appointment since Franken announced plans to resign in the coming weeks. Smith took her current office in January 2015. In 2016, she was named one of the top 25 most influential women in state politics by CQ Roll Call. Smith graduated from Stanford University with her bachelor's degree, and from Dartmouth College with her MBA.  Smith, 59, a native of Albuquerque, New Mexico, arrived in Minnesota in 1984 to take a marketing job with General Mills. She grew more political active in the 1990s, founding her own marketing and political consulting firm and eventually managing Walter Mondale's unsuccessful 2002 Senate run as well as his son Ted Mondale's 1998 governor for candidate — also unsuccessful. She also served as a vice president of external affairs for Planned Parenthood Minnesota, North Dakota and South Dakota, from 2003 to 2006. After that, she served as chief of staff to Minneapolis Mayor R.T. Rybak before taking the same job with Dayton. But Smith isn't certain as a selection. Other possibilities being floated include Rep. Keith Ellison, D-Minnesota, and Rep. Tim Walz, D-Minnesota. But selecting one of those possibilities would trigger a special election in Congress, which could complicate matters. Ellison is also currently the deputy chairman of the Democratic National Committee (DNC).  The special election for Franken's seat is certain to be a closely watched and expensive race for what amounts to a swing seat. Republicans have already floated the possibility that former two-term Gov. Tim Pawlenty will run, giving them a widely known candidate who can raise plenty of money. In a sign of Pawlenty's potential political strength, a top Democratic-allied interest group, Alliance for a Better Minnesota, last month paid for a poll attacking him at a time when he was said to be considering a run for governor. Pawlenty deflected questions about a Senate run Tuesday in an appearance on CNN, where he weighed in on the Alabama Senate race against Republican Roy Moore's candidacy. Moore narrowly lost the race to Democrat Doug Jones.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/minnesota-governor-set-to-name-frankens-senate-replacement/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Who is Sen. Al Franken's replacement, Tina Smith?",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 13,
                "year": 2017
            },
            "article_content": "Minnesota Governor Mark Dayton announced on Wednesday that Lt. Gov. Tina Smith would be his choice to replace Sen. Al Franken in the Senate following Franken's resignation amid growing allegations of sexual misconduct.  Since Franken announced his resignation, Smith has been considered to be Dayton's top choice, and after her appointment, Smith announced she would also run in the November 2018 special election to finish Franken's term, which was to expire in 2020.  \"I will run in that election and I will do my best to earn Minnesotans' support,\" she said at the news conference where Dayton announced her appointment. Smith told reporters in light of Franken's resignation, she resolved to do \"everything I can to move Minnesota forward\" vowing to be a \"fierce advocate in the U.S. Senate for economic opportunity and fairness.\"  Her appointment means that Minnesota will have two women senators -- the senior senator is Democrat Amy Klobuchar, who was elected Minnesota's first woman senator in 2006. That means both Klobuchar and Smith would be running for the Senate in 2018. Smith, a Democrat, took office as Minnesota lieutenant governor in January 2015. The following year, she was named one of the top 25 most influential women in state politics by CQ Roll Call. Smith graduated from Stanford University with her bachelor's degree, and from Dartmouth College with her MBA.  Smith, 59, was born in Albuquerque, New Mexico, and she moved to Minnesota in 1984 to take a marketing job with General Mills. She grew more political active in the 1990s, founding her own marketing and political consulting firm and eventually managing Walter Mondale's unsuccessful 2002 Senate run as well as his son Ted Mondale's 1998 governor for candidate — also unsuccessful. She had a stint as a vice president of external affairs for Planned Parenthood Minnesota, North Dakota and South Dakota, from 2003 to 2006. After that, she served as chief of staff to Minneapolis Mayor R.T. Rybak before taking the same job with Dayton. Smith, a soft-spoken, smiling presence at the Capitol, is credited with playing quiet but key roles in the response to the 2007 bridge collapse in Minneapolis and in the building of a new Vikings stadium. Dayton made her his point person on a massive public-private partnership to work with Mayo Clinic on an ambitious expansion in Rochester. Next year's race to fill the final two years of Franken's term is certain to be one of the nation's most closely watched and expensive. Republicans immediately floated former two-term Gov. Tim Pawlenty as a possible candidate, but many others were said to be weighing a race. Smith may have competition from her own party as well, with several Democrats who had hoped to succeed Dayton likely to eye the Senate race as well. And her past work with Planned Parenthood in Minnesota and other Midwestern states, where she served as an executive, was sure to become a flash point with Republicans on the campaign trail. Smith told reporters on Wednesday that she fully intends on running for the seat in the 2018 election to \"demonstrate a commitment to this job.\" Smith said as she focuses on the next couple weeks, she will be moving to Washington on January 1.  In a statement following the announcement, Franken said Smith would make an \"excellent United States Senator\" adding that he looked forward to \"working with her on ensuring a speedy and seamless transition.\" CBS News' Emily Tillett and Kathryn Watson contributed to this report. ",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/who-is-sen-al-frankens-replacement-tina-smith/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "These senators will make or break the GOP's health care push",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 27,
                "year": 2017
            },
            "article_content": "President Donald Trump's campaign promise to repeal and replace \"Obamacare\" is now in the hands of a key group of GOP senators who are opposing -or not yet supporting - legislation Senate Majority Leader Mitch McConnell is pushing to bring to a vote this week. These lawmakers range from moderate to conservative Republicans, and include senators who were just re-elected and a couple facing tough re-election fights. Their concerns about the legislation vary along with their ideology, from those who say it's overly punitive in ejecting people from the insurance rolls, to others who say it doesn't go far enough in dismantling former President Barack Obama's Affordable Care Act. Satisfying one group risks alienating another. Trump spent part of the weekend placing phone calls to a handful of these lawmakers, focusing on senators who supported his candidacy - Ron Johnson of Wisconsin, Shelley Moore Capito of West Virginia, Ted Cruz of Texas and Rand Paul of Kentucky. The next several days will show whether the president's efforts pay off and if those lawmakers and the others will ultimately fall in line on legislation that would impact health care for millions of Americans, while allowing Trump and GOP leaders to boast of fulfilling a campaign promise seven years in the making. McConnell has scant margin for error given united Democratic opposition, and can afford to lose only two Republicans from his 52-member caucus. A look at the key Republican lawmakers: --- THE CONSERVATIVES Cruz, Paul, Johnson and Sen. Mike Lee of Utah jointly announced their opposition to the legislation as written last Thursday, the same day it was released. They said it did not go far enough to dismantle \"Obamacare,\" and Johnson also complained of a rushed process. \"They're trying to jam this thing through,\" Johnson complained Monday to conservative radio host Hugh Hewitt. Yet Johnson, like many other congressional Republicans, was elected in 2010 on pledges to repeal Obamacare and has been making that promise ever since. While looking for tweaks that can satisfy the conservatives, Senate GOP leaders are also arguing that any Republican who fails to vote for the leadership bill will be responsible for leaving Obamacare standing. Few Senate Republicans expect Paul to vote with them in the end, because of opposition he's long expressed to government tax subsidies going to pay for private insurance, but many expect Cruz could be won over, especially since he's running for re-election. --- THE ENDANGERED Sen. Dean Heller of Nevada, the only Senate Republican up for re-election next year in a state Hillary Clinton won, surprised Senate GOP leaders by coming out hard against the health legislation at a news conference Friday. Standing next to Nevada's popular Republican Gov. Brian Sandoval, Heller said he could not support a bill that that \"takes away insurance from tens of millions of Americans and hundreds of thousands of Nevadans.\" Nevada is one of the states that expanded Medicaid under the Affordable Care Act. The GOP bill would unwind that expansion and cap Medicaid payments for the future. Nevada also has a disproportionate share of older residents under age 65 - when Medicare kicks in - who would likely face higher premiums because the GOP bill gives insurance companies greater latitude to charge more to older customers. Heller's fellow moderate Republican, Sen. Jeff Flake, faces similar issues of an aging population in neighboring Arizona. He is viewed as the second-most-endangered GOP incumbent next year after Heller. Flake has not yet taken stance on the bill but is facing a raft of television ads from AARP and other groups that are opposed. Phoenix Mayor Greg Stanton, a Democrat seen as a possible Flake challenger next year, said Monday the Senate bill \"doesn't make anyone healthier. It doesn't make anyone safer.\" But Flake, who was outspoken against Trump during last year's campaign but has grown quieter since his election, also faces a potential primary challenge from the right. Both Heller and Flake face the uncomfortable prospect of angering their party's base if they don't support the GOP health bill - but alienating general election moderate and independent voters if they do. --- THE MODERATES Sens. Susan Collins of Maine and Lisa Murkowski of Alaska are fellow moderates who've raised concerns about the Senate health bill for a variety of reasons. On Monday, after the release of a Congressional Budget Office analysis that the bill will leave 22 million more people uninsured over a decade, Collins announced she would oppose an important procedural vote on the legislation this week. Along with potential opposition from Johnson, Paul and Heller on the vote, that could leave leadership struggling to even advance to a final vote on the health care bill. Collins said that the bill's Medicaid cuts hurt the most vulnerable and that it doesn't fix problems for rural Maine. Murkowski has not taken a position but has also expressed concerns about the impacts on a rural, Medicaid-dependent population, as well as funding cuts to Planned Parenthood. --- THE TWO-ISSUE SENATORS Sens. Rob Portman of Ohio and Shelley Moore Capito of West Virginia are generally reliable votes for GOP leadership. In this case, both have two specific, and related, concerns causing them heartburn on the health bill: The prevalence of opioid addiction in their states, and their constituents' reliance on Medicaid. In many cases, voters with addiction problems rely on Medicaid for treatment help, and Portman and Capito both represent states that expanded Medicaid under Obama's law. Last year about 100,000 low-income West Virginia residents with Medicaid coverage had drug abuse diagnoses, according to state health officials.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/these-senators-will-make-or-break-the-gops-health-care-push/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "This Morning from CBS News, Jan. 6, 2017",
            "author": "Tucker Reals",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 6,
                "year": 2017
            },
            "article_content": "President-elect Donald Trump is expected to be briefed today on a report prepared by the U.S. intelligence community on Russian hacking activities in the presidential election -- after he spent this week still questioning the veracity of their previous assessments. He’s been panned by members of both parties for his skeptical stance on U.S. intel agencies, so will today’s session convince him? House Speaker Paul Ryan has indicated that a provision to cut off federal funding to Planned Parenthood will be included in legislation that would repeal Obamacare. Republicans wrapped a provision targeting Planned Parenthood funding into their reconciliation bill to dismantle Obamacare last year, but Mr. Obama vetoed it. Democratic leaders vow to fight any new GOP attempt to de-fund the organization.  Top intelligence officials believe President-elect Donald Trump’s critical tweets and public statements are having an impact on the workforce. Director of National Intelligence James Clapper suggested yesterday that the public criticism was hurting morale. “I hardly think it helps,” Clapper said. The Federal Reserve is moving to raise interest rates to head off what policy makers fear could be a surge in inflation triggered by President-elect Trump’s planned fiscal stimulus. Are their concerns valid? We examine if a major ramp-up in public spending and tax cuts could unleash a punishing rise in prices.    After years of criticism, SeaWorld San Diego will say goodbye this weekend to one of its most famous and controversial attractions: its theatrical orca show. While the company is making good on a promise to end the performances, some critics aren’t convinced the good will gesture will live up to expectations. Earning six figures remains a hallmark of success in America, especially with most workers seeing their wages idle. At some top-ranked companies, a range of jobs can offer that salary. We look at careers at some of the country’s best corporations where people can earn $100,000 a year or more.  Obama calls live-streamed Chicago torture incident “despicable” Western states pounded by snow, storm eyes Southeast Could New York’s free college tuition plan spread across U.S.? U.S., allies warn of “new level of threat” from North Korea 4 Guantanamo prisoners released to Saudi Arabia, Pentagon says Hundreds arrested, police officer killed in Mexico gas price protests GOP House passes bill to undo last-minute Obama regulations Trump continues tweeting criticism of intelligence community Intelligence experts on the consequences of Russian hacking Trump turns his Twitter cannon on Toyota T-Mobile says unlimited plans will be the only option In “spanking” debate, a name can change everything Brain injury deaths in high school football players rising Good news for Chesapeake Bay, nation’s largest estuary Debbie Reynolds, Carrie Fisher’s memorial held at neighboring homes Tucker Reals is the CBSNews.com foreign editor, based at the CBS News London bureau.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/this-morning-from-cbs-news-jan-6-2017/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Republican governors warn Congress to do no harm with health care changes",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 10,
                "year": 2017
            },
            "article_content": "CARSON CITY, Nev. -- The pressure is on Republican senators - from congressional leaders, conservative groups and impatient GOP voters - to fulfill a seven-year-old promise to scrap much of Democrat Barack Obama's health care law. But back home, Republican governors who have experienced some of the upside of the law are warning their GOP senators to first, do no harm. For these governors, the issue is less about delivering a triumph to President Donald Trump and more about not blowing a hole in state budgets and maintaining health care coverage for constituents. In the critical next few weeks, some governors are uniquely positioned to press home-state Republican senators who could deny Majority Leader Mitch McConnell the votes he needs to pass a Republican health care bill. \"We are the voice of reality,\" Nevada GOP Gov. Brian Sandoval told The Associated Press. Sandoval said he has been in regular contact with Nevada Republican Sen. Dean Heller to discuss the ramifications of the evolving GOP plan. Heller, who faces a tough re-election next year, has joined Sandoval in opposing the current measure. For wary Republicans, the main concerns about the GOP plan are rolling back premium subsidies that help people buy private insurance policies and phasing out the expansion of Medicaid, the federal-state insurance program for the poor, disabled and many nursing home patients. In Nevada, more than 220,000 residents have gained coverage through Medicaid expansion, 13,000 of them children. \"They set policy, but we're the ones who have to develop the budgets, develop the care, develop the plans, work directly with the people,\" Sandoval said. He said if money is reduced, governors will be left to decide among unpopular choices: \"Raise a tax or limit coverage or change eligibility requirements\" for coverage. Heller is listening. \"I cannot support a piece of legislation that takes insurance away from tens of millions of Americans and tens of thousands of Nevadans,\" he said recently. Ohio's John Kasich has been one of the most outspoken GOP governors in criticizing GOP proposals. That has increased pressure on Ohio GOP Sen. Rob Portman, who announced his opposition to the bill after McConnell abruptly postponed a vote. \"My concern all along has been, could low-income Ohioans get access to the health care they need and more specifically, the treatment for the opioid epidemic?\" he told reporters this past week. Portman said he has discussed with Kasich various financing options that would ease any changes to Medicaid while not gutting drug treatment programs. One McConnell proposal would be to provide an additional $45 billion over a decade for states' drug abuse programs. In Arizona, GOP Gov. Doug Ducey has called Obama's law \"a disaster\" and stopped short of outright opposition to McConnell's version. But he has urged Republican Sens. Jeff Flake and John McCain to shield states from extensive Medicaid cuts. The program covers 1.9 million Arizonans, nearly 28 percent of all residents. The expansion alone covers 400,000. Both senators have yet to indicate how they'd vote on a GOP bill. Alaska Gov. Bill Walker, an independent who identifies as a conservative, has had regular contacts with the state's two Republican senators - Lisa Murkowski and Dan Sullivan - over what the Republican health care overhaul will mean for his state. Alaska has some of the highest health care costs and greatest medical needs in the country. Traditional Medicaid covers about a quarter of Alaska's 740,000 residents, while the expansion benefits 34,000 more. Murkowski has said she doesn't have enough information to vote for the GOP plan. She has opposed the elimination of federal money for Planned Parenthood, a provision of the bill. McConnell has little wiggle room. With 52 Republican senators, just three defections leave him short of a majority. Democrats are unified in opposition. The Republican leader has said he plans to introduce yet another version of the bill after Congress returns on Monday. But McConnell also said that if he is unable to get 50 votes for the GOP plan, he would try to shore up insurance markets, a legislative step that would involve Democrats. In Nevada, Sandoval and Heller have a public service record that has overlapped since 1994, when Sandoval won a seat in the Nevada Legislature and then-Assemblyman Heller was elected to the secretary of state's office. Sharing a moderate approach in their conservativism, they have a relationship going back decades. \"He trusts me to give him information,\" the governor said, \"and he trusts me\" for speaking up for people who have benefited from the Medicaid expansion. When scandal forced out Republican Sen. John Ensign in 2011, Sandoval tapped then-Rep. Dean Heller to fill the Senate seat. Asked whether he would consider endorsing one of Heller's challengers if the senator eventually voted to roll back Medicaid, Sandoval laughed. \"No,\" he said. \"Absolutely not.\"",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/republican-governors-warn-congress-to-do-no-harm-with-health-care-changes/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "GOP governors to party’s senators: Do no harm to health care",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 9,
                "year": 2017
            },
            "article_content": "The pressure is on Republican senators — from congressional leaders, conservative groups and impatient GOP voters — to fulfill a seven-year-old promise to scrap much of Democrat Barack Obama's health care law. But back home, Republican governors who have experienced some of the upside of the law are warning their GOP senators to first, do no harm. For these governors, the issue is less about delivering a triumph to President Donald Trump and more about not blowing a hole in state budgets and maintaining health care coverage for constituents. In the critical next few weeks, some governors are uniquely positioned to press home-state Republican senators who could deny Majority Leader Mitch McConnell the votes he needs to pass a Republican health care bill. \"We are the voice of reality,\" Nevada GOP Gov. Brian Sandoval told The Associated Press. Sandoval said he has been in regular contact with Nevada Republican Sen. Dean Heller to discuss the ramifications of the evolving GOP plan. Heller, who faces a tough re-election next year, has joined Sandoval in opposing the current measure. For wary Republicans, the main concerns about the GOP plan are rolling back premium subsidies that help people buy private insurance policies and phasing out the expansion of Medicaid, the federal-state insurance program for the poor, disabled and many nursing home patients. In Nevada, more than 220,000 residents have gained coverage through Medicaid expansion, 13,000 of them children. \"They set policy, but we're the ones who have to develop the budgets, develop the care, develop the plans, work directly with the people,\" Sandoval said. He said if money is reduced, governors will be left to decide among unpopular choices: \"Raise a tax or limit coverage or change eligibility requirements\" for coverage. Heller is listening. \"I cannot support a piece of legislation that takes insurance away from tens of millions of Americans and tens of thousands of Nevadans,\" he said recently. Ohio's John Kasich has been one of the most outspoken GOP governors in criticizing GOP proposals. That has increased pressure on Ohio GOP Sen. Rob Portman, who announced his opposition to the bill after McConnell abruptly postponed a vote. \"My concern all along has been, could low-income Ohioans get access to the health care they need and more specifically, the treatment for the opioid epidemic?\" he told reporters this past week. Portman said he has discussed with Kasich various financing options that would ease any changes to Medicaid while not gutting drug treatment programs. One McConnell proposal would be to provide an additional $45 billion over a decade for states' drug abuse programs. In Arizona, GOP Gov. Doug Ducey has called Obama's law \"a disaster\" and stopped short of outright opposition to McConnell's version. But he has urged Republican Sens. Jeff Flake and John McCain to shield states from extensive Medicaid cuts. The program covers 1.9 million Arizonans, nearly 28 percent of all residents. The expansion alone covers 400,000. Both senators have yet to indicate how they'd vote on a GOP bill. Alaska's Bill Walker, an independent who identifies as a conservative, has had regular contacts with the state's two Republican senators — Lisa Murkowski and Dan Sullivan — over what the Republican health care overhaul will mean for his state. Alaska has some of the highest health care costs and greatest medical needs in the country. Traditional Medicaid covers about a quarter of Alaska's 740,000 residents, while the expansion benefits 34,000 more. Murkowski has said she doesn't have enough information to vote for the GOP plan. She has opposed the elimination of federal money for Planned Parenthood, a provision of the bill. McConnell has little wiggle room. With 52 Republican senators, just three defections leave him short of a majority. Democrats are unified in opposition. The Republican leader has said he plans to introduce yet another version of the bill after Congress returns on Monday. But McConnell also said that if he is unable to get 50 votes for the GOP plan, he would try to shore up insurance markets, a legislative step that would involve Democrats. In Nevada, Sandoval and Heller have a public service record that has overlapped since 1994, when Sandoval won a seat in the Nevada Legislature and then-Assemblyman Heller was elected to the secretary of state's office. Sharing a moderate approach in their conservativism, they have a relationship going back decades. \"He trusts me to give him information,\" the governor said, \"and he trusts me\" for speaking up for people who have benefited from the Medicaid expansion. When scandal forced out Republican Sen. John Ensign in 2011, Sandoval tapped then-Rep. Dean Heller to fill the Senate seat. Asked whether he would consider endorsing one of Heller's challengers if the senator eventually voted to roll back Medicaid, Sandoval laughed. \"No,\" he said. \"Absolutely not.\"",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/gop-governors-to-partys-senators-do-no-harm-to-health-care/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Ivanka Trump: \"I'll weigh in with my father on the issues I feel strongly about\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 5,
                "year": 2017
            },
            "article_content": "Ivanka Trump moved to Washington with her family after the presidential election. She and her husband, Jared Kushner, have both taken on senior roles in the Trump White House. In an interview you’ll see only on “CBS This Morning,” the president’s daughter told Gayle King her unprecedented position -- assistant to the president -- has opened the door for her to have a major impact. Gayle King: When you spoke with “60 Minutes” you said it was your intention to be a daughter, that you were not going to play a role in the administration, what changed your mind? Ivanka Trump: When I spoke to-- “60 Minutes” it was-- I think five or six days following the election. And-- and I was processing real time the new reality and-- and what it would mean … I realized that having one foot in and one foot out wouldn’t work. … And the reality is that it-- it all happened very organically for me. Gayle King: Did it?                                Ivanka Trump: I had to determine that my husband and I, we both wanted to be in D.C., that it was viable to move our children, that they would be happy in the new environment. After I decided I wanted to try, I needed to divest with numerous businesses. So did my husband … And I wanted to understand where I could be an asset to the administration. About how I could help my father and, ultimately, the country.             Gayle King: What will you be doing?      Ivanka Trump: I think for me, what it means is that-- I’ll continue the advocacy work that I was doing in the private sector-- advocating for the economic empowerment of women. I’m very focused on the role of education… I’m still my father’s daughter. So to me the-- this particular title was about giving critics the comfort that I’m holding myself to that highest ethical standard. But I’ll weigh in with my father on the issues I feel strongly about.                                 Gayle King: You say that you are your father’s daughter, and we all get that. You also talk about the critics, and you have a couple that say, “Why isn’t Ivanka speaking out? Where is she on Planned Parenthood? Where is she on gay rights? Where is she on the rights of women? Where is she on climate change?” And it’s, like, you’re being held personally accountable for not speaking up. What do you say to your critics? Ivanka Trump: I would say not to conflate lack of public denouncement with silence. I think there are multiple ways to have your voice heard. In some cases, it’s through protest and it’s through going on the nightly news and talking about or denouncing every issue on which you disagree with. Other times it is quietly and directly and candidly. So where I disagree with my father, he knows it. And I express myself with total candor. Where I agree, I fully lean in and support the agenda and-- and hope-- that I can be an asset to him and-- and make a positive impact. But I respect the fact that he always listens. It’s how he was in business. It’s how he is as president.  Gayle King: How much of a learning curve is it for you, for your father, for the Trump administration?                                                      Ivanka Trump: For me, tremendous. The issues in this country are so big, and the problems are enormously complicated. But I am incredibly confident in my father to be able to execute on his promise to the people who elected him. Gayle King: On the other side, though, there are critics who are very worried and who are very afraid, who are concerned about the direction that the country’s going on. And what do you say to those people? Ivanka Trump: We live in a very polarizing time and this-- Gayle King: Do you think your dad’s contributed to that, to the polarization-- Ivanka Trump: This predates my father, but I think the election highlighted for people just how divided this country was.  Gayle King: I’ve seen many headlines that say-- “Ivanka and Jared are the moderating-- the moderating force in the White House. They have the president’s ear.” Who is it that tells him the hard truths? Is that you?                                 Ivanka Trump: I do. And almost everyone he surrounds him with does. … We’re in a very unique time where noise equals, in a lot of people’s perception, advocacy. And I fundamentally disagree with that. I do think there’s a time for public denouncement … I also think there’s a time for discussion. And so you asked me about-- about people who criticize me for not taking to social media on every single issue, and I would ask them if that would render me more effective or less effective with the people ultimately making decisions? Gayle King: Not even-- Ivanka Trump: So I-- Gayle King: --necessarily social media, but just speaking up about things that you--                                 Ivanka Trump: I do.                                 Gayle King: Yeah. Ivanka Trump: I speak up frequently. And my father agrees with me on so many issues. And where he doesn’t, he knows where I stand. But-- Gayle King: Can you give us--                                Ivanka Trump: --it’s not my administration-- Gayle King: -- an example of something that you disagree with him on and that you think that by speaking up to him it made him change his position or soften his position? Are you comfortable with that? Ivanka Trump: I think that for me this isn’t about promoting my viewpoints. I wasn’t elected by the American people to be president. My father is gonna do a tremendous job. And I wanna help him do that. But I don’t think that it will make me a more effective advocate to constantly articulate every issue publicly where I disagree. … And that’s okay. That means that I’ll take hits from some critics who say that I should take to the street. And then other people will in the long-term respect where I get to. But I think most of the impact I have, over time most people will not actually know about. Gayle King: People are fascinated-- very fascinated by you and Jared. And particularly now, fascinated by the role that Jared is playing. He seems to be doing a lot. Let’s talk about dealing with Mexico, China, running an office of innovation, brokering peace in the Middle East. He’s now in Iraq. How is he able to do all of that? And what are his qualifications? That’s the other thing people are saying. How can a person who has no military and political experience be involved on such a high level in this administration? Ivanka Trump: So, you know, a lot of people would say the same about how could somebody successfully win the presidency who had never been engaged in politics? And my father did that, and Jared was instrumental in helping his campaign succeed. So, you know, Jared is incredibly smart, very talented, has enormous capacity. He is humble in the recognition of what he doesn’t know, and is tremendously secure in his ability to-- to seek informed viewpoints. He has an amazing team that my father has built at the White House and that he’s built that’s helping work on each of these initiatives. So, you know, the myth that he’s operating in a silo is-- is just that.  Gayle King: I’ve read articles saying you are complicit-- that Jared and Ivanka are complicit in what is happening to the White House. Can you just weigh in on how you feel about that? There’ve been articles. There’ve been parodies. What do you think about that-- that accusation?                                Ivanka Trump: If being complicit is wanting to be a force for good and to make a positive impact, then I’m complicit. I don’t know that the critics who may say that of me, if they found themselves in this very unique and unprecedented situation that I am now in, would do any differently than I’m doing. So I hope to make a positive impact. I don’t know what it means to be-- complicit-- but-- but, you know, I hope time will prove that I have-- done a good job and much more importantly, that my father’s administration is the success that I know it will be.                               Gayle King: When we talk about the Ivanka Trump brand you are no longer running the day-to-day.                                 Ivanka Trump: No, I’m no longer--                                 Gayle King: What have you done with your business? Ivanka Trump: I have no involvement with any of that. … I felt like proximity to my father and to the White House and-- with my husband taking such an influential role in the administration, I didn’t wanna also be running a business. So I put it into trust. I have independent trustees. I have no involvement in its management, in this oversight and its strategic decision making.                                 Gayle King: But the trustees are family members, right? Your brother-in-law and your sister-in-law? Ivanka Trump: They are.                                 Gayle King: So from the--                                 Ivanka Trump: But they’re completely independent. And I’m transparent about that.         Gayle King: But you can you see from the public point of view, yes, you put it in trust but it’s family members. They’re thinking, “Well, is she really not involved? Do you really not get on the phone and say, ‘What’s going on?’” You have no involvement--                     Ivanka Trump: I take--                     Gayle King: --whatsoever?                     Ivanka Trump: --I take a legal document very seriously and I wouldn’t go through the pains of setting this up if I intended to violate it.                                Gayle King: Did you think about selling the business?                                 Ivanka Trump: Because the name of the business is Ivanka Trump, had I sold the business an independent third party would be able to go around the globe today licensing and leveraging the name of the 45th president of the United States of America-- complete unfettered.                                Gayle King: I think the big concern people-- that I keep hearing out there is that the family is benefiting financially in their own personal business while your father is in the White House in all sorts of ways.                                 Ivanka Trump: I would argue that if I had not come to Washington, D.C. and if I was in New York growing my business I would be doing far better than by placing the restrictions that I have placed on my team, and ensuring that any growth is done with extreme caution. So just practically speaking, if my interest was making money or growing my business, I would do far better to completely disengage and do exactly that. Ivanka Trump: I actually-- I really love living in D.C. I really enjoy it here with my children, so-- Gayle King: But you’re such a New Yorker. Ivanka Trump: I’m such a New-- but that’s the great— Gayle King: You’re such a New Yorker. Ivanka Trump: Never in my life would I have thought that I would have actually moved out of New York, not while my children were in school at least. My business was there. My life was there, so this is actually an amazing moment in time where I came to Washington and I told Jared with-- with my kids, I-- I wanna treat it almost like I’m-- I’m a visitor. Every week, I take my children to a different museum or cultural institution. We went to the Supreme Court. We’ve been to five or six museums. We went to the monster truck show. So-- so just having real unique experience with my children--                        Gayle King: Monster truck show?                          Ivanka Trump: Yeah. Not exactly a cultural experience but Joseph loved it--                         Gayle King: Monster truck show?                         Ivanka Trump: They don’t have them-- nearby in-- in New York because I’ve looked for years. We went in Baltimore. But every week, I try to do something different-- and-- and unique and really celebrate being in a different city and-- and in a different community. And it’s been great. I have a backyard with a swing set. As a New Yorker, that doesn’t happen. So it’s a small backyard, and my kids swing into the hedge, but--                         Gayle King: It’s enough room for them to clear.                         Ivanka Trump: It’s-- it’s great--                         Gayle King: But you at the monster truck show.                         Ivanka Trump: My son has not stopped talking about it since. He talked about it for around three weeks beforehand and-- ask him about monster trucks shows. He’s actually sleeping right now, which is shocking that we made it through this interview without-- one of my-- my two little boys crying--                        Gayle King: Can I say, it’s a very nice neighborhood you live in. Did you wanna live here because-- I saw Barack and Michele Obama’s house around the corner, and Jeff and McKenzie Bezos also live in the neighborhood.                         Ivanka Trump: Yes, and Secretary Tillerson lives here and Wilbur Ross. And-- so we have a nice community.                         Gayle King: Yeah. Yeah. Gayle King: Should voters get their Ivanka 2024 campaign signs out? Ivanka Trump: No.                         Gayle King: The speculation has already started--                        Ivanka Trump: Politics is a tough business. Politics is a tough business.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/ivanka-trump-interview-full-transcript/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Senate GOP adds penalty for lapsed coverage to health care bill",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 26,
                "year": 2017
            },
            "article_content": "Republican leaders added a penalty for people who've let their insurance lapse Monday as party leaders prepared to begin pushing the health care measure through the Senate, despite a rebellion within GOP ranks. Under the new provision, people who've had at least a 63-day gap in coverage during the past year and then buy a policy would face a six-month delay before it takes effect. Until now, the measure that Senate Majority Leader Mitch McConnell, R-Ky., introduced last week included no language prodding healthy customers to purchase insurance. The provision is aimed at helping insurance companies and the insurance market by discouraging healthy people from waiting to buy a policy until they get sick. Insurers need healthy customers who are inexpensive to cover to help pay the costs of people with medical conditions that are costly to treat. The GOP bill would roll back much of President Barack Obama's health care overhaul. It pressures people to buy insurance by imposing a tax penalty on those who don't, but the Republican legislation would repeal that penalty, effectively erasing Obama's so-called individual mandate. The House approved its version of the legislation in May. It would require insurers to boost premiums by 30 percent for those whose coverage lapsed. McConnell is expected to offer other changes to his proposal as he seeks to nail down support for the package. He can win approval only if he limits Republican no votes to just two of the 52 GOP senators, since Democrats solidly oppose the bill. Debate should begin as early as Tuesday. Five GOP senators - four conservatives and a moderate - have said they oppose the measure McConnell unveiled last week. Others from both ends of the party's spectrum have expressed concerns, complicating McConnell's task because edging the bill in one direction risks alienating GOP lawmakers from the other side. None of the dissident senators have ruled out supporting the legislation if it is revised. Earlier Monday, a conservative Republican senator used unusually harsh terms to accuse party leaders of trying to rush the party's health care bill through the Senate. \"They're trying to jam this thing through. It is far from a perfect bill,\" Sen. Ron Johnson, R-Wis., told conservative talk radio host Hugh Hewitt. Johnson called leadership's effort \"a little offensive\" and said conservatives had no input into the package. McConnell drafted the plan behind closed doors after numerous meetings among GOP senators. Moderate Sen. Dean Heller, R-Nev., has also said he's against the proposal, and several others from both wings of the party have expressed qualms. Heller faces a competitive re-election race next year. In an opinion column in Monday's New York Times, Johnson wrote that McConnell's initial draft \"doesn't appear to come close\" to the goal of making coverage more affordable. He criticized the measure for increasing federal spending on subsidies for people buying coverage and not eliminating enough of Obama's regulations on insurers, including protections for consumers with pre-existing medical conditions. In another important dynamic, lawmakers were awaiting a key analysis from the nonpartisan Congressional Budget Office of the measure's price tag and the number of people who might lose coverage if it is enacted. The new report was expected as early as Monday. The Senate legislation resembles a bill the House approved in May that the budget office said would result in 23 million additional Americans without coverage by 2026. President Donald Trump continued his attacks on congressional Democrats on Twitter Monday, saying: \"The Democrats have become nothing but OBSTRUCTIONISTS, they have no policies or ideas. All they do is delay and complain. They own ObamaCare!\" Sen. Susan Collins, R-Maine, said Sunday that seven to eight additional senators were troubled by provisions in the Senate bill, which she said could cut Medicaid for the poor even more than the House version. Collins, who also opposes proposed cuts to Planned Parenthood, said she was awaiting the CBO analysis before taking a final position. Addressing reporters Sunday, the Senate's No. 2 Republican said passing a health care bill won't get any easier if Republican leaders delay a Senate vote on the GOP health care plan. Sen. John Cornyn of Texas said there is \"a sense of urgency\" to push forward but acknowledged the outcome is \"going to be close.\" The legislation would phase out extra federal money that 31 states receive for expanding Medicaid to additional low-income earners. It would also slap annual spending caps on the overall Medicaid program, which since its inception in 1965 has provided states with unlimited money to cover eligible costs. The other three GOP conservatives who say they're against the legislations are Sens. Rand Paul of Kentucky, Mike Lee of Utah and Ted Cruz of Texas. They say the bill doesn't go far enough if repealing Obama's 2010 statute. Collins appeared on ABC's \"This Week.\"",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/senate-gop-adds-penalty-for-lapsed-coverage-to-health-care-bill/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump HHS pick Tom Price faces Senate questioning on Obamacare, stock buys",
            "author": "Reena Flores",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2017
            },
            "article_content": "Donald Trump’s pick to lead the Department of Health and Human Services (HHS), Georgia Rep. Tom Price, fielded tough questions Wednesday from the Senate’s Health, Education, Labor, and Pensions Committee. Price, an orthopedic surgeon-turned-lawmaker who once chaired House Budget Committee, faced a grilling over his positions on the Affordable Care Act, the Republican repeal efforts, funding for social security programs, and the latest contentious revelations about potential conflicts of interest in stock buys Price made while in Congress.  Under questioning from HELP committee chair Sen. Lamar Alexander of Tennessee, Price suggests that the Affordable Care Act will be replaced piece-by-piece. Of the ACA, Price said, “no one is interested in pulling the rug out from anybody” about potential losses of health insurance under a repeal of Obamacare. “We believe that it’s absolutely imperative that individuals that have health coverage be able to keep health coverage and move, hopefully, to greater choices and opportunities for them to gain the kind of coverage that they want for themselves and for their families,” he said.  “I think there’s been a lot of talk about individuals losing health coverage,” Price continued. “That is not our goal nor is it our desire nor is it our plan.” Price did not, however, commit to maintaining the current funding levels for Medicare and Medicaid programs, despite promises by Donald Trump during the presidential campaign not to touch those social safety nets.  Just as Donald Trump faces his own potential conflicts of interest, Price also underwent intense scrutiny over his own stock trades and investments involving health care companies over the last four years. Price denied that he had engaged in any insider trading or other conflicts of interest, saying that his investment portfolio was managed by a broker and he had no knowledge about the stocks that were bought in his name. As the New York Times reported earlier this week, Price had bought and sold stocks worth more than $300,000 over the last four years -- including shares of at least two health companies that could have benefited from legislation Price championed while in Congress.  “The fact of the matter is that I have had no conversations with my broker about any political activity at all other than her congratulating me on my election,” Price told the committee.  “The agreement that we have is that she’d provide a diversified portfolio, which is exactly what virtually every one of you have in your investment opportunities, and make certain that in order to protect one’s assets, that there’s a diversified arrangement for purchase of stocks,” Price said. “I knew nothing about those purchases.” He confronted the concerns just as some senators are calling for an investigation into those investments as a possible violation of the Stop Trading on Congressional Knowledge Act, which makes it illegal for legislators and their staff to trade stocks on information that isn’t made public.  The Georgia congressman will be subject to confirmation by the full Senate, and will also face another confirmation hearing before the Senate Finance Committee on Tuesday. The finance panel will vote on whether to recommend confirmation.  Our live updates during the hearing were below: 2:00 p.m. ET Price’s Senate hearing comes to an end. 1:40 p.m. ET Sen. Patty Murray called for an investigation into Price’s stock buys.  Later, the Washington senator hammered Price on past statements expressing skepticism at the need for birth control coverage in the Affordable Care Act. “Birth control is an essential part of women’s health care,” Murray said, adding that she was “deeply concerned about the impact of your policies on women.”  Asked whether he would commit to funding and keeping the HHS department’s Office of Minority Health Resource Center, Price refused to say.  1:00 p.m. ET Sen. Elizabeth Warren, D-Massachusetts, attempts to pin down Price on a promise not to roll back the budget for Medicare and Medicaid -- a promise Mr. Trump had repeatedly made during his presidential campaign.  “Can you assure...that you will not cut from either Medicare or Medicaid should you be confirmed to this position?” Warren asked.  Price dodged the question, saying he believed the fulfillment of those promises should be measured in whether patient care has suffered -- not measured in the dollars funding the programs.  “I think the metric should be care,” Price said.  Warren quipped that she had a suggestion for Price: Print out a copy of Mr. Trump’s pledges not to cut funding from Medicare and Medicaid and “post that on your desk above your new office.” When asked once more about his stock purchases and their possible conflicts of interest with legislation that he’s sponsored in the past, Price replied that “I wasn’t making those decisions” on what stocks to buy. He said they were “bought by a broker,” and though they’re “made on my behalf,” he did not direct the trades. To Warren’s line of questioning, Price shot back: “I’m offended by the insinuation, senator.”  Later, Price clarified that he did direct his broker to buy stock in Innate Immunotherapeutics after discussing the company with Rep. Collins of New York.  12:45 p.m. ET At least six senators have pointed to Tom Price’s stocks in health care companies as problematic in his position as a congressman and also as a possible HHS secretary, with Sen. Chris Murphy, D-Connecticut, being the latest to bring it to the fore.  12:25 p.m. ET Sen. Tammy Baldwin, D-Wisconsin, questions on Price on whether any of his campaign contributions have been from drug and health care companies.  Price says he doesn’t know for certain but he suspects that is the case, pointing to similar contributions from drug and health companies to the campaigns of other members of Congress.  “Would you support drug price transparency?” Baldwin asked, expanding on a proposal to require drug companies to make public information that goes into pricing their products.  “I think there’s a lot of merit in every area,” Price said, noting that he looks forward to working to ensure more transparent dealings when it comes to fluctuating drug prices. Price was also asked whether he would support Medicare negotiating drug prices -- a stance Trump has articulated.  Price’s response: “It depends.”  11:50 a.m. ET Sen. Michael Bennet, D-Colorado, attempts to pin down Price on a promise that any replacement plan by GOP legislators will not add to the nation’s deficit and debt.  “I commit to working with you to making sure that happens,” Price says in response, noting that “there are a lot of contributions to the debt.” 11:36 a.m. ET Sen. Al Franken of Minnesota pressed Price further on his questionable stock buys, including some tobacco company stocks he held years ago.  “I have no idea what stocks I held in the ‘90s, in the 2000s, or even now,” Price said, noting that mutual funds and pension funds decided where his money went.  Franken expressed skepticism at this, and went on to slam Price for the “more than 300,000 dollars in health-care related stocks” he held while at the same time sponsoring legislation that could have impacted those stocks.  And of Price’s stance on repealing Obamacare, Franken said, “I am very frightened about what you are going to do and so are millions of Americans.”  11:05 a.m. ET Sen. Bernie Sanders of Vermont questions Price on his differences with Donald Trump on Medicare, Medicaid and Social Security. Sanders pointed out that Mr. Trump claimed repeatedly he wouldn’t cut Medicare during his presidential campaign, but the HHS nominee has been in favor of making deep cuts to the policy. “I haven’t had extensive” conversations with Mr. Trump about social security cuts, Price told Sanders. But the Georgia Republican said “I have no reason to believe that that position has been changed.”  10:50 a.m. ET Sen. Patty Murray of Washington pushes Price hard about his questionable stock investments.  “I believe it’s inappropriate,” Murray said.  According to Murray, Price told her in a meeting that Republican Rep. Chris Collins of New York gave him a stock tip on an Australian biotech firm. But Price says Collins had simply told him about the firm. 10:35 a.m. ET Tom Price gives his opening statement at his confirmation hearing.  He expressed robust support for the “promise” of Medicare to seniors. Later, under questioning from Tennessee Sen. Lamar Alexander, Price suggests that the Affordable Care Act will be replaced piecemeal.  Of the ACA, Price said, “no one is interested in pulling the rug out from anybody” about potential losses of health insurance under Obamacare repeal. “We believe that it’s absolutely imperative that individuals that have health coverage be able to keep health coverage and move, hopefully, to greater choices and opportunities for them to gain the kind of coverage that they want for themselves and for their families,” he said.  “I think there’s been a lot of talk about individuals losing health coverage,” Price continued. “That is not our goal nor is it our desire nor is it our plan.” Price also acknowledged that the ACA has had some benefits, saying that “the coverage has certainly improved.” He laid out plans for Congress to focus heavily at the start on reshaping the marketplace for individual policies and on changing Medicaid, which covers low-income qualifiers. Price said the initial legislation should not change Medicare, which covers older people. 10:00 a.m. ET Top Republican Sen. Lamar Alexander of Tennesse, who chairs the Senate’s HELP committee, pushed for Republicans not to finalize a repeal of Obamacare until it has a replacement ready.  Sen. Patty Murray, the ranking Democrat on the HELP committee, said in a statement at the beginning of the hearing that Price will face tough questions on Obamacare and his own investments and stock trades involving health care companies. Murray also voiced her concerns on how Price’s policy stances could impact women’s access to health care, including access to Planned Parenthood.  Of Price’s House vote last week easing the passage of legislation in the future that could completely nix Obamacare, Murray said people in her home state “have tears in their eyes” at the possibility of losing their heath care coverage. ",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/trump-hhs-pick-tom-price-faces-senate-questioning-on-obamacare-repeal/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Driverless car fears and robot taxes concerns",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 10,
                "year": 2017
            },
            "article_content": "When it comes to getting more and more driverless cars onto American roads, the biggest challenge may be public acceptance. A just-released poll by AAA finds that 78 percent of Americans are afraid to ride in a fully driverless car. Not only are respondents afraid to ride in one, they’re wary about sharing the road with such vehicles. Of those surveyed, 54 percent said they would feel less safe with autonomous vehicles on the road.  Bill Gates, who’s done more to propel the world into the high-tech age than almost anyone, recently called for taxing robots as a way to fund the kind of training workers need to stay primed for the modern-day job market. That’s provoked enough negative feedback to fry a motherboard, with critics decrying him for wishing to hold back progress. We consider the entrepreneur’s idea of slapping a tax on robotic technology. The ancient Iraqi city of Mosul is being shattered as Iraqi troops pound fighters from the Islamic State of Iraq and Syria (ISIS) in the long-awaited campaign to take Mosul back. ISIS forces captured Mosul in 2014. As CBS News correspondent Holly Williams reports, residents of this once-wealthy city fled Thursday with their bundles of possessions -- and sometimes, with just the clothes on their backs. There’s a new weapon in the fight against elephant and rhino poachers in Africa -- skydiving dogs. Together with their handlers, they parachute into game reserves across the continent -- nearly 100 are plying their specialized trade today.These elite dogs are trained to immediately sniff out poachers, rush to attack and pin them to the ground until help arrives.  In one region, they caught more than 100 poachers in 18 months. Americans will lose an hour of slumber after setting their clocks forward early Sunday in the annual “spring forward” ritual of daylight saving time (DST). Sleep experts say too many of us are already sleep-deprived, and workers would be wise to use the occasion to improve their sleep habits. Here are some ways to go about it. How did pollsters get it so wrong about the 2016 election -- or is that even the right question? In this week’s edition of the CBS news podcast “The Takeout,” “Freakonomics” co-founder Stephen Dubner talked with CBS News’ Major Garrett and Steve Chaggaris about what Freakonomics once called “the folly of prediction.” Freakonomics found that on average, pundits and experts in any field were about as good at forecasting as “a monkey with a dartboard.” Marines nude photo scandal expands to all branches of militaryTour bus hit by freight train in deadly crash didn’t take planned route Deaths in protests after court removes South Korean presidentAmal Clooney to Iraq, U.N.: Don’t let ISIS “get away with genocide” Pence says WH wants to defund Planned Parenthood in Obamacare replacementFBI Director Comey meets with key senators, House members 12 tips to cut your tax billTest your retirement readiness IQ 2 deaths linked to listeria from creamery cheese, feds sayBottled water sales outpace soda for first time in U.S. Stunning time-lapse video shows Milky Way lit up from Earth’s “southern lights”The numbers are in on this freakishly warm February ”Full Frontal With Samantha Bee” apologizes for “Nazi hair” joke",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/driverless-car-fears-and-robot-taxes-concerns/?intcid=CNM-00-10abd1h"
        }
    ]
}