{
    "Biases": [
        "immigration"
    ],
    "Articles": [
        {
            "headline": "Have white suit, will travel",
            "author": "Sean Alfano",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 15,
                "year": 2006
            },
            "article_content": "The guy who comes up with the titles and catch phrases for our times: \"good old boy,\" \"radical chic,\" \"me decade,\" \"the right stuff.\" If the zeitgeist has an author, it's Tom Wolfe.    He's a dandy in a white suit, whose recent novel would make a libertine blush.   Wolfe's \"I Am Charlotte Simmons\" is the story of naïve, straight-A virgin, who lands a spot in her academic utopia: an elite, fictional university where academics, it turns out, are a mere footnote to partying and promiscuity, CBS Sunday Morning contributor Harry Smith details.    \"It all gets down to egotism,\" Wolfe says. \"And as Charlotte is a very egotistical young lady, she may be pure. She may be unsophisticated, but she's highly ambitious. She wants to be a star. \"And so she assumes it's the life of a mind she's looking for. But then she gets to college. And she realizes that this life of a mind doesn't give you any stardom at least not at first. But she finds out that what does make a young woman a star is having a cool boyfriend. And if the cool boyfriend also happens to be a, a famous athlete, for example, that's all the better,\" Wolfe explains.  Can Charlotte resist temptation? Or is corruption the inevitable reality to which each of us succumbs? President Bush found Charlotte provocative and was said to be recommending it to friends.  Wolfe spent months \"researching\" Charlotte at universities across the country. Wolfe says he shunned disguises during his probe and wore his usual white suit. He says, \"I wasn't going to fit in no matter what. So I would dress like this, but with a navy jacket. I didn't come in -- the whole white rig is showboating I figured.\" Asked why at age 75 he took an interest in college life, Wolfe says he was fueled by those who thought his quest for understanding was crazy. \"They said, 'You're not going to get close to, to anybody.' But I -- it didn't bother me all that much. I've covered so many things where I didn't fit in,\" Wolfe says.  He didn't fit in with the Mercury Seven astronauts of \"The Right Stuff\" nor with the Wall Street traders in \"The Bonfire of the Vanities.\" Or in \"The Electric Kool-Aid Acid Test, Wolfe, a drug-free tee-totaling 30-something, writing about acid-tripping hippie Ken Kesey and his merry pranksters.   And he was a lone conservative among the wealthy liberals of \"Radical Chic.\" Wolfe explains his keen, unique writing eye, saying, \"I have to switch on -- a switch in my, consciously -- in my brain to do that. When I wrote 'The Bonfire of the Vanities' I decided to have a party scene, a big, you know, a big social party scene. And I'd been to a number of parties like that. So, I think I don't have to do any work. I'll just recall what these things are like and only to discover that I didn't know anything distinctive about them at all. \"So, the next time I was invited to such a thing, I just shut up and just listened and just looked,\" Wolfe says. Asked if he saw himself as a voyeur or a reporter, Wolfe replies laughing that, \"I don't think there's any, I don't think you can separate, but you get, you get -- most voyeurs are stupid because they don't get paid for it.\" In the film version of \"The Bonfire of the Vanities,\" you get a sense of what Tom Wolfe sees. Most often, Wolfe appears fixated on class.  \"It's not just about status. It's mainly about, about status,\" Wolfe says.  Perhaps it was status Wolfe was after when he played baseball as a teen in his hometown of Richmond, Va. where his father was an agronomist and his mother shared her appreciation for art. Although Wolfe had a passion for writing, baseball gave immediate results. He played for Washington and Lee University and after that, two years semi-pro.  \"If I really analyze it, the main thing was to be a star,\" Wolfe says of baseball. \"And I'm telling you, if I had been offered a class D baseball contract, I would have taken it rather than go to graduate school, which I did.\" Wolfe earned a Ph.D. in American Studies at Yale in 1956. Soon after, he found himself donning scuba gear once as a reporter for the Springfield Union, covering Caribbean dictators for the Washington Post and then joining the New York Herald Tribune.   It was around then Wolfe began to write in a style and manner that ignored journalism's conventions of the day. He got inside the mind of his subjects, borrowed short story techniques, extended dialogue, used exclamations points. And helped give birth to what came to be called \"new journalism.\" Which is around the time the white suit first appeared.  \"I started wearing them by accident,\" Wolfe admits. \"I was -- had just arrived in New York. So, anyway I bought this, I bought a white suit for the summer. Well all of a sudden in 1965, I had a book coming out. It was a collection of articles, \"The Kandy Kolored Tangerine-Flake Streamline Baby\" and I was still working as a daily reporter on the New York Herald Tribune. And people were coming to interview me. And I didn't -- I couldn't handle it. I didn't -- I was just tongue tied. \"Wait a minute. I'm supposed to be interviewing you,\" Wolfe says he thought to himself.  \"And to my amazement, I'd read the article and then essentially it said what a colorful man. He wears white suits. I realized I had a substitute for a personality,\" he says laughing, adding, \"And, and still do. I mean, these white suits have been worth their weight in gold. Of course, you have to have three to get through the day, you understand that.\" Beneath the exterior of the white suits, does Wolfe have a personality unknown to those outside his family? \"I'm not sure they know. There are some people who – for -- are unfathomable, like Ronald Reagan.  All these books about Ronald Reagan and nobody knows who he was. I consider that a great accomplishment on his part,\" Wolfe says. In fact, as much as Wolfe is a public figure, the private man is an enigma. Home is New York, where he is married with two kids. He voted for Bush in the last election. He does not believe in God. Is well-mannered, yet he has waged an open war with Norman Mailer, John Irving and John Updike; a sort of verbal smack down among literary heavyweights over subject matter and art. Wolfe contends that stories by Mailer, Irving and Updike lack adequate reporting.    \"They -- all three of them -- now write what can only be described as fairy tales,\" Wolfe snipes. At heart, it is the prospect of gaining attention that drives Wolfe's actions. Despite the nearly three dozen white suits he owns, Wolfe also desires to make a statement on the road. Speaking about his latest passion, his car, Wolfe says, \"It wasn't white enough so I had it repainted. Then I've, I've done the complete interior white. The floors are white, covered in vinyl.  \"Now vinyl -- many people consider vinyl tacky. But I think these are great floors.  And really pimped-up automobiles should have tacky touches,\" Wolfe explains. The all-white car, Wolfe says, \"makes me feel that perhaps I'll be noticed on the road. I mean, why waste all that time on the highway with nobody looking?\" Wolfe says his next book is about immigration. Not so much about how immigrants get here, but how status works with them once they arrive; in their own circles and society at large. He is forever foraging into the epic stories of our times. As for a possible \"Tom Wolfe\" epic, the author's own autobiography, Wolfe, with a laugh, says he is in no rush.    \"Well if it's, if it's going to be boring, I'm not going to write it.\"",
            "bias": "immigration",
            "url": "https://www.cbsnews.com/news/have-white-suit-will-travel/?intcid=CNM-00-10abd1h"
        }
    ]
}