{
    "Biases": [
        "racial",
        "white privilege"
    ],
    "Articles": [
        {
            "headline": "Picking The President By Mail",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 16,
                "year": 2004
            },
            "article_content": "\nThis column from The Nation was written by James K. Galbraith. The Internet is alive with furious messages from my frustrated friends, fanning the flames of Florida 2000. Along with many others, Thom Hartmann, a columnist and radio host writing on the respected site CommonDreams.org, has zeroed in on the discrepancy between the exit polls and the final results. How, he demands to know, could the leaks that so strongly favored John Kerry early in the evening have been so far wrong?  Hartmann's evidence is that certain small Florida counties with large Democratic registration advantages gave Bush overwhelming victories. Thus, he suggests, perhaps the vote totals were reversed when the votes were tallied, giving Bush votes that were, in fact, Kerry's. Until I e-mailed him, Hartmann seemed unaware that in the rural South white Democrats have been voting for Republicans for President for well over thirty years. He'd also neglected to check the 2000 election results for two counties he mentions by name: Baker and Dixie. Both gave Bush large majorities over Al Gore four years ago.  A comparison of the Florida vote with that of other Southern states gives little comfort to the case for fraud. As an exercise, I calculated an \"expected vote\" for George Bush in Florida by taking his 2000 total and multiplying it by the growth in Florida's voting-age population. Bush exceeded this target by a large margin, 24 percent. But by the same standard he did equally well in Georgia and even better in Oklahoma and Tennessee -- where there was no contest and no reason to miscount Bush's votes. In terms of improvement over 2000, Florida was Bush's fourth-best state. But his gains there weren't out of line with his gains over 2000 throughout the South.  Florida remained as close as it did because Kerry also improved on his \"expected vote\" -- by twelve percentage points. Gains by both candidates were possible because overall turnout in Florida increased ten percentage points, from 47 to 56 percent of the voting-age population. That, too, was a big gain by national standards. But it was not as much as in seven other states -- South Dakota, Minnesota, New Hampshire, Ohio, Nevada, Wisconsin and New Mexico -- all of which were battleground states except South Dakota, where there was an important Senate fight.  How could the exit polls have failed to pick up Bush's surge? Here's a straightforward possibility: The exit-polling technique is to ask voters in selected precincts to record their votes on a ballot as they emerge from the polls. Not all voters are polled; rather, the pollster seeks a fixed fraction (say, every third voter) over a fixed time interval (say, 7 AM to noon for the morning poll).  If (as is usually the case) the polling places are operating below their capacity, then this technique will pick up two important aspects of the final total. First, it will accurately capture the relative vote for Bush and Kerry in each targeted precinct. Second, if turnout is higher than the past standard for that precinct, the poll will also show a higher count for that precinct, which gives the pollster a fighting chance to identify a turnout surge in one part of the state or another.  But suppose voting is much higher than expected. And suppose further that (for reasons to be discussed below), precincts are operating at their capacity -- or, even worse, that their capacity has been reduced, relative to previous elections, because of a complicated ballot or shortage of machines. In that case, the exit pollster will not see the full increase in turnout during any fixed period of time. Instead, there will be a queue of voters, many of whom will actually vote only later, after the time window for the exit poll has closed. That element in the increased turnout will be missed. Since turnout did surge more in Florida's red than blue counties, this is a sufficient explanation for the failure of the exit polls there, unless something further and heinous comes to light. Don't count on it.  Let's turn to Ohio. Here Greg Palast -- a journalist whose work cannot be disregarded -- argues flatly that Kerry won the election in Ohio, and also in New Mexico, though the latter does not matter. Palast's logic does not rest on exotica -- no hacking, no trap doors in the software are required -- but rather on spoiled ballots. Palast points to the old Florida stand-by -- hanging chads. Ohio this year used punch-card technology in sixty-nine counties. The state lost 94,000 ballots to spoilage in 2000, according to a Harvard study. This year it lost 92,672. These ballots could be counted by hand. Alongside the chads, there are the provisional ballots issued to voters whose registration was questioned. Provisional ballots number around 155,000, according to recent reports, though earlier estimates were higher.  Bush won the counted vote in Ohio by 136,000 votes. If Kerry won 247,000 uncounted votes by 78 percent, then he won Ohio, the Electoral College and the presidency. If only 155,000 provisional ballots are considered, of which 90 percent were valid, as was the case in 2000, then Kerry would need 99 percent of them -- an impossibility. Practically speaking, Ohio will not recount automatically (including the \"spoiled\" ballots) unless the margin closes to well under 20,000 -- an event requiring Kerry to get 92 percent of the valid provisionals. And while a substantial Kerry majority among the provisional voters is likely, it's almost surely not as high as that. Since many red counties used punch cards, there is no clear reason to suppose Kerry enjoys an equally large lead as far as spoiled ballots are concerned.  In Ohio, where the increase in voter turnout favored both candidates almost equally, the exit polls were not so wrong. It was a very close race. At least one identified case of vote miscounting (in Gahanna, Ohio, favoring Bush by almost 4,000 votes) has been acknowledged. Other serious allegations have been made. All in all, therefore, the demand that all Ohio's votes be counted before the electors are certified is a reasonable one. However, it remains true that the odds against overcoming Bush's present lead in votes cast are fairly decisive.  2. Was The Election Fair?  The vote in Ohio raised another issue, yet more serious for the future. Was the election conducted fairly? And, in particular, what effect did new machine technologies, used in many parts of the state, have on the vote? That forces us to consider the votes that were not cast.  Kerry did very well in Ohio. By the method described in the previous section, he exceeded his \"expected vote\" -- based on Al Gore's 2000 performance -- by nineteen full percentage points. This was better than Bush's gains in the state, which were seventeen points above expected values, in a state where turnout rose by just under ten full percentage points, from 53 to nearly 63 percent. Kerry's campaign had a terrific ground operation, which had canvassed his strong neighborhoods repeatedly and knew his voters. If Kerry lost the state, it was because Bush did just well enough so that Kerry could not quite overcome the deficit with which he'd started. Yet -- as I wrote earlier -- a scandal of this election became clear to me personally at 6:30 PM on election day, as I drove a first-time voter to her polling place in south Columbus. We arrived to find voters lined up outside, three and four across, for about a hundred yards, in the rain. Later the line moved indoors; we were told that the wait had averaged two hours for the entire day. By the time the doors closed at 7:30 PM, it was considerably longer.  Why such a line? The turnout -- on average in the state, twenty percent above the previous base -- was a factor. But in Franklin County high turnout was entirely in line with rising registrations, and the Election Commission obviously knew about it. The real problem was a grotesque shortage of voting machines. At Finland Elementary, where three precincts voted, an election officer told me that the smallest had some 400 registered voters, the middle-sized one had more than 800, and the largest had \"thousands.\" Voters were being limited to five minutes to finish their ballot, and because of its length and complexity most were using the full time.  Each precinct had two functioning voting machines. The largest precinct was supposed to have three machines. One was broken at the opening, and later replaced with another machine that also did not function. Five minutes per voter means twelve voters per machine per hour. Ohio polls were open for thirteen hours, for a maximum throughput of 156 voters per machine, or 312 voters per precinct in this case. That's barely enough for a 75 percent turnout in the smallest precinct of the three. And the lines for all three precincts were jumbled together -- so even if your machine was ready for you, you had to wait.  This situation played out all over the city of Columbus on election day, with lines reported at ninety minutes to two hours from start to finish. One of my drivers spent two and a half hours accompanying a single elderly voter to the polls. Commentators marveled at the turnout. But you cannot judge from the lines. You have to know the number of machines and the time it takes to vote. In relation to registrations, turnout in Franklin County was only 2 percent higher in 2004 than in 2000 -- by far the lowest proportionate gain of any major county in Ohio. While Kerry won Franklin County, he could have done much better. Vote suppression worked, in the face of the greatest get-out-the-vote drive I've ever seen. Raising the increase in turnout of registered voters to ten percent (as happened in Cuyahoga County) would not have made the difference in the state.  Nevertheless: it is an injustice, an outrage and a scandal -- a crime, really -- that American citizens should have to wait for hours in the November rain in order to exercise the simple right to vote.  3. Vote By Mail: The Time Has Come  The remedy is voting by mail, the system now in place in the state of Oregon. In Oregon, there are no election day problems, because there is no election day. Instead, ballots are mailed to voters at their registered address, filled out and returned, with a signature verification. Participation rates are high -- 63 percent of the voting age population this year, against a national average of 53 percent. Fraud is virtually nil. And as the ballots are paper (they are read by a scanning machine), there is a verifiable paper trail.  Incidentally, Kerry did very well in Oregon. He beat his \"expected vote\" there by 17 percent, while Bush beat his by only 9 percent. Kerry's gain relative to Bush's in Oregon was his fifth-best overall and the best, for him, of any significant state. Thus Kerry sharply improved on Gore's narrow win in Oregon. It's likely that the fact that votes were cast early -- closer to the debates and before the final advertising onslaughts -- played an important role in this result. But this is not a partisan effect; the Democratic debate advantage is not an institutional matter. Had Bush won the debates, he likely would have sewed up the election immediately, under vote-by-mail.  Taking the Oregon system to the national level would have several dramatic effects. Voting would start weeks before the election day; thus the importance of an effective political organization to register voters and insure their participation would rise. Meanwhile, the role of advertising would decline. Late advertisements, which are often highly misleading, would be seen mainly by those who had already cast their votes. \"October surprises,\" such as the late appearance of Osama bin Laden in the 2004 election, would lose their importance, for the same reason.  On election day there would be no bottlenecks at the polls, because there would be no polls. All the money spent on election officials would be saved. So would much now spent on voting machines. Only enough would be required to count ballots, over a period of weeks, at a central location in each county. Election day challenges and get-out-the-vote drives would end. Private corporations and their occult vote-counting machinery would be driven out of the elections business, into which they should never have been allowed to enter. The atmosphere of low-grade thuggery and suspicion that now surrounds the act of voting in many places would disappear. So would the corrosive doubts about the integrity of the outcome.  But most of all -- and most wonderfully -- vote-by-mail would end the practice of exit polls and the reporting of partial counts. And with that would end the noxious night of watching the networks pontificate about an outcome on which they have privileged, though usually defective, information. Instead, each state would report its tally when, at the end of the evening, the count is completed. There would be a relatively brief window of great excitement. Then the election would be over. And the result would be known. For sure.  Vote by mail could be put in place by a simple act of Congress, setting appropriate standards, or by state legislatures acting one by one. Unlike Electoral College reform it is not a constitutional matter. It would place voting on the same basis as filing taxes or filling out the census -- processes no one supposes to be perfect, but that are largely handled with minimal and acceptable error. Instituting the Oregon system should be the first priority for electoral reform in the years ahead. It is the only way, currently available, to assure both the right to vote and the right to a clean and accurate count.  James K. Galbraith, professor at the LBJ School of Public Affairs at the University of Texas, Austin,, is Salon's economics correspondent. By James K. GalbraithReprinted with permission from The Nation\n                    \n      \n        \n    \n\nTrending News\n\n\n\n\n\n\nBig majorities reject book bans - CBS News poll\n\n\n\n\n\n",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/picking-the-president-by-mail/?intcid=CNM-00-10abd1h"
        }
    ]
}