{
    "Biases": [
        "racial",
        "white privilege"
    ],
    "Articles": [
        {
            "headline": "\"Sex and the City\" star Kristin Davis says she’s terrified for her black daughter after Donald Trump’s win",
            "author": "Ned Ehrbar",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 23,
                "year": 2016
            },
            "article_content": "For “Sex and the City” star Kristin Davis, the election of Donald Trump has not been sitting very well -- and it’s all because she’s a mother to a black child, 5-year-old daughter Gemma.  “I have to protect my daughter at all costs,” Davis said during an interview for WNYC’s “How I Got Over” radio show. “My initial thoughts [the day after the election] was that I wanted to move to the woods and learn to shoot a gun.” “It makes no sense. I’m fully aware,” she said. “I’m 100 percent aware that it literally makes no sense but the fear of what is happening and how am I going to make sure that no one hurts my child, even in a subtle way, which was already a fear I had, honestly, but it just became so, so heightened.” Davis, a South Carolina native, explained that she’s still dealing with the shock of the election result and the responses to it that have cropped up around the country. “Right now I want to be in the bubble. I don’t want to talk to any Trump people,” she said. “I grew up with some really ugly racism in front of me. Not in my family. We were at the university where things were cool, but around us was really, really not cool. And it was intensely illuminating and as a young person really shocking. And to think that my daughter is now going through a different version of this is pretty stunning and shocking.” Davis explained that adopting her daughter in 2011 opened her eyes about race and white privilege more than they had been before.  “I thought I knew before adopting my daughter that I was in white privilege, that I understood what that meant,” she explained. “But until you actually have a child -- which is like your heart being outside you -- and that heart happens to be in a brown body, and you have people who are actively working against your child, it’s hard. It fills me with terror.” Ned Ehrbar is an entertainment producer for CBS News.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/sex-and-the-city-star-kristin-davis-says-shes-terrified-for-her-black-daughter-after-donald-trumps-win/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Donald Trump's presidential transition - live blog",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 8,
                "year": 2016
            },
            "article_content": "Over the next two months, leading up to his inauguration as the nation’s 45th president, Donald Trump and his transition team will be hiring thousands of people -- about a thousand of whom must be confirmed by the Senate. You can find CBS News’ previous blog on the transition here, and we’ll have the latest on what’s going on with the presidential transition below:  Trump picks Andy Puzder for labor secretary pick, will meet with OSU knife attack victims 4:30 p.m. ET Donald Trump weighs in on the death of John Glenn, the first American to orbit the earth. Today we lost a great pioneer of air and space in John Glenn. He was a hero and inspired generations of future explorers. He will be missed. 2:00 p.m. ET Intelligence community officials have confirmed that president-elect Donald Trump has declined many of the daily intelligence briefings that have been offered to him, a Senate aide confirmed to CBS News’ Margaret Brennan. The Washington Post first reported that Mr. Trump was turning away intelligence briefings in the weeks after the election. 12:15 p.m. ET CBS News reports that Donald Trump has made his labor secretary pick: Andy Puzder, CEO of CKE Restaurants, which owns fast food restaurants Carl’s Jr. and Hardee’s.  Three transition sources confirmed Mr. Trump’s decision to CBS’ Major Garrett.  A formal announcement is expected Thursday for Puzder, who supported Mr. Trump’s candidacy and advised his campaign. 11:00 a.m. ET On Mr. Trump’s agenda Thursday: a meeting with Adm. James Stavridis; a meeting with Alan Mulally, former CEO of Ford Motor Company, the only company not to receive bailout funds; a meeting with Raul Labrador, a Republican congressman from Idaho.  Mr. Trump will also be making a trip to Columbus, Ohio to meet with victims and first responders from last week’s Ohio State University’s stabbing attack, and later this evening a victory rally in Des Moines, Iowa. 7:30 a.m. ET President-elect Donald Trump officially names Oklahoma Attorney General Scott Pruitt to lead the Environmental Protection Agency (EPA).  “For too long, the Environmental Protection Agency has spent taxpayer dollars on an out-of-control anti-energy agenda that has destroyed millions of jobs, while also undermining our incredible farmers and many other businesses and industries at every turn,” Mr. Trump said in a statement released Thursday. Calling Pruitt a “highly respected” attorney general, Mr. Trump promised that Pruitt would “reverse this trend and restore the EPA’s essential mission of keeping our air and our water clean and safe.” Trump picks Terry Branstad for ambassador to China, Scott Pruitt for EPA administrator; talks sold stocks 8:00 p.m. ET On Twitter, Donald Trump went after Chuck Jones, the local union leader who represents Carrier employees. He tweeted Wednesday that Jones “has done a terrible job representing workers,” and added, “No wonder companies flee country!” Chuck Jones, who is President of United Steelworkers 1999, has done a terrible job representing workers. No wonder companies flee country! If United Steelworkers 1999 was any good, they would have kept those jobs in Indiana. Spend more time working-less time talking. Reduce dues 3:00 p.m. ET CBS News confirms that the president-elect will name Oklahoma Attorney General Scott Pruitt to lead up the Environmental Protection Agency (EPA).  If confirmed by the Senate, Pruitt, known for his strong opposition to President Obama’s environmental regulations, could oversee the rollback of the administration’s climate protection measures. 1:40 p.m. ET Mr. Trump has met with Barry Switzer, a former coach of the NFL’s Dallas Cowboys, and Oklahoma Attorney General Scott Pruitt.  To reporters at Trump Tower, Switzer said: “I’m here to interview for the secretary of offense.” 11:00 a.m. ET Chicago Mayor Rahm Emanuel met with Mr. Trump Wednesday morning and discussed the Obama administration’s Deferred Action for Childhood Arrivals (DACA) program, which protects from deportation hundreds of thousands of people who immigrated to the U.S. illegally as children. “I delivered to the president-elect, his senior adviser and his chief of staff a letter signed by [17] mayors, put together from across the country, about our DACA students and that they were working hard toward the American dream,” Emanuel told reporters Wednesday after meeting with Mr. Trump at Trump Tower in Manhattan. 9:00 a.m. ET Donald Trump taps Gen. John Kelly to run the Department of Homeland Security, CBS News confirms.  Kelly will be third general tapped by the president-elect, joining Gen. James Mattis, Trump’s pick to become the next secretary of Defense, and Lt. Gen. Michael Flynn, Trump’s incoming national security adviser. Like Mattis, Kelly is a Marine with a reputation for bluntness. Kelly was the commander of U.S. Southern Command until earlier this year. In that posting, he oversaw American military operations in South America and Central America.   Mr. Trump also picked the U.S. ambassador to China: Iowa Gov. Terry Branstad. If confirmed by the Senate, Branstad would assume the post at a time of heightened U.S.-China tensions in the wake of Trump speaking on the phone with the president of Taiwan Friday. Taiwan is self-ruled, but China claims the island nation as one of its provinces. The president-elect will be attending a breakfast fundraiser this morning and has scheduled meetings with defeated defeated Gov. Pat McCrory, the Republican head of North Carolina and Chicago Mayor Rahm Emanuel, a Democrat.  On Thursday, Mr. Trump will meet in Ohio with the knife attack victims from the Ohio State University stabbings, the Associated Press reported. Trump hits Boeing over new Air Force One contract; GOP elector says he’s not voting for Trump; comings and goings; Trump talks with Czech president; introduces James Mattis as defense secretary;  President-elect Donald Trump continued his post-election “thank you” tour on Tuesday with a speech in North Carolina, and formally introduced his pick for secretary of Defense, Gen. James Mattis (ret). In the speech, which lasted a bit longer than half an hour, Mr. Trump stuck to a more optimistic tone than the one he had on the campaign trail. Noting that North Carolina was the home to both the Army’s Fort Bragg and the Marine Corps’ Camp Lejeune, Mr. Trump repeatedly praised American veterans before insisting that he would keep the promises he made prior to his election. Mr. Trump said that he would revitalize America’s armed forces but only use them “when it’s in the vital interest of the United States.” He promised “peace through strength,” and an end to the caps on military spending resulting from sequestration. Mr. Trump also introduced the crowd to Gen. Mattis, whom he repeatedly referred to by his nickname “Mad Dog.” Michael G. Flynn, son of national security adviser appointee, forced to resign The son of Lt.-Gen. Michael T. Flynn, Donald Trump’s pick to be national security adviser, Michael G. Flynn, resigned from the Trump transition team Tuesday, CBS News’ Major Garrett reported.   He offered his resignation when it became clear that he was becoming a significant distraction and his position helping his father was no longer tenable. Flynn the younger was given the distinct impression that his tweets on fake news had become problematic and the transition did not intend to expend the energy or political capital necessary to defend him. CBS/AP: Donald Trump thanked Czech President Milos Zeman for his support, and the two exchanged invitations to visit in a Tuesday phone call, the AP reported, citing Zeman’s office.  Zeman’s office says Mr. Trump appreciated the fact that Zeman “was the only European president” to endorse him during the campaign against Democrat Hillary Clinton. In September, Zeman said, “[I]f I were an American citizen, I would vote for Donald Trump.” During the call, Mr. Trump invited Zeman to visit him in the White House in April. Zeman’s office says the Czech president returned the invitation by suggesting the president-elect visit Prague - and that invitation was accepted. Their views of the fight against Islamic terrorism and political and economic cooperation between the U.S. and the Czech Republic were also discussed. Trump: “I think Boeing is doing a little bit of a number” 10:01 a.m. ET Mr. Trump told reporters at Trump Tower, “The plane is out of control. It’s going to be over $4 billion for the Air Force One program. I think it’s ridiculous. I think Boeing is doing a little bit of a number. We want Boeing to be making a lot of money but not that much money.” The president-elect tweeted this morning that the Air Force One contract should be canceled -- it’s too pricey, he complained. Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion. Cancel order! Republican elector says he’s not voting for Trump  A Republican elector in Texas says he will not formally vote for Donald Trump for president when members of the Electoral College meet on Dec. 19. In an op-ed published by The New York Times, Christopher Suprun, a paramedic in Texas, argued that the president-elect has demonstrated each day that “he is not qualified for the office.” Mr. Trump, Suprun wrote, has failed to unite the country as President George W. Bush did after 9/11. Instead, he has ranted and attacked the cast of NBC’s “Saturday Night Live.” “He tweets day and night, but waited two days to offer sympathy to the Ohio State community after an attack there. He does not encourage civil discourse, but chooses to stoke fear and create outrage,” he wrote. “This is unacceptable. For me, America is that shining city on a hill that Ronald Reagan envisioned. It has problems. It has challenges. These can be met and overcome just as our nation overcame Sept. 11.” Trump’s meetings Tuesday: The president-elect talks with Rex Tillerson, who is being considered for secretary of state, D.C. Mayor Muriel Bowser, Iowa Gov. Terry Branstad, Laura Ingraham, and former Secretary of State Henry Kissinger. This evening, at 7.p.m.  Ben Carson will be Trump’s nominee for the Department of Housing and Urban Development   12:32 p.m. ET Ivanka Trump will meet with former Vice President Al Gore at Trump Tower on Monday, according to a transition official. Jason Miller, an aide on president-elect Donald Trump’s transition team, said that Mr. Trump’s daughter will discuss climate issues with Gore, who supported Hillary Clinton for president. -- Rebecca Shabad 12:05 p.m. ET There remains no consensus on secretary of state, Major Garrett reports. Former Utah Gov. Jon Huntsman, Sen. Joe Manchin, D-West Virginia, and Exxon Chairman Rex Tillerson have been added to the list of contenders, though at this point they should not be considered genuinely serious contenders.  The most interesting development in the State merry-go-round is the re-emergence of former U.S. ambassador to the United Nations John Bolton. Sources close to the transition tell me Bolton – initially boxed out of consideration – has moved back into contention due to his foreign policy experience, his pro-Trump advocacy during the campaign and his sharp-elbows approach to diplomacy. Bolton has always had supporters on the transition team and up-and-downs that have befallen Giuliani, Romney and Petraeus have given him new life and a possible opening, the sources said. -- Major Garrett 10:16 a.m. ET Dr. Ben Carson will be Donald Trump’s nominee for secretary of the Department of Housing and Urban Development (HUD), the president-elect’s transition team confirmed Monday morning. “Ben Carson has a brilliant mind and is passionate about strengthening communities and families within those communities,” Mr. Trump said in a statement released by his team. ”We have talked at length about my urban renewal agenda and our message of economic revival, very much including our inner cities. Ben shares my optimism about the future of our country and is part of ensuring that this is a Presidency representing all Americans. He is a tough competitor and never gives up.” Donald Trump targets companies offshoring jobs, expands secretary of state shortlist 5:00 p.m. ET President-elect Donald Trump is expanding his pool of candidates for secretary of state, the Associated Press reports.  “There’s not a finite list of candidates” for secretary of state, top Trump adviser Kellyanne Conway told reporters on Sunday. “More than four. Who knows how many finalists there will be?”  Two people close to the transition tell the AP that Mr. Trump is moving away from two of the four: former New York City Mayor Rudy Giuliani and Mitt Romney, the 2012 Republican presidential nominee.  That would leave David Petraeus as a top contender, along with Tennessee Republican Sen. Bob Corker, chairman of the Senate Foreign Relations Committee. Among other possibilities, one official says is Jon Huntsman, a former Republican Utah governor who also served as the ambassador to China and speaks Mandarin.  2:00 p.m. ET Mr. Trump is taking aim at companies thinking of offshoring their operations, following his deal with Carrier. Mr. Trump fired off a series of tweets Sunday, cautioning manufacturers that a move outside of the U.S. would be a very “expensive mistake.” He doubled down on previous claims he will instate a 35 percent tax for those companies wanting to sell their products in the U.S., and also offered another incentive to keep them in the country: The companies, he tweeted, will be “able to move between all 50 states, with no tax or tariff being charged.” Donald Trump attends a costume party, slams “Saturday Night Live” Just tried watching Saturday Night Live - unwatchable! Totally biased, not funny and the Baldwin impersonation just can't get any worse. Sad 9:00 p.m. ET Donald Trump attends a costume party hosted at the home of one of his most prominent donors, Robert Mercer, in Long Island, New York. The theme was “heroes and villains,” and top Trump aid Kellyanne Conway arrived dressed as SuperWoman, according to pool reports. When asked what he was dressed as, Mr. Trump pointed to himself and told reporters, “me.”  Honoring the ultimate hero at the Mercer \"Heroes and Villians\" party on Long Island. Crowd thrilled w/ surprise! pic.twitter.com/VQAyaKvs6i 3:00 p.m. ET Kellyanne Conway paid a visit to Trump Tower Saturday but took no reporter questions. The president-elect has no public events on his schedule.  11:00 a.m. ET President of the Philippines Rodrigo Duterte said in a video released Saturday that Mr. Trump gave his endorsement of the bloody drug war Duterte has launched in the country during a Friday phone call between the two world leaders. “He was quite sensitive also to our worry about drugs and he wishes me well in my campaign and said that we are doing it as a sovereign nation, the right way,” Duterte said in a video Saturday. ““I could sense a good rapport with an animated President-elect Trump. He was wishing me success in my campaign on the drug problem. He understood the way we are handling it and he said that there’s nothing wrong in protecting your country.” Trump meets with more potential administration officials; speaks with Taiwanese leader in break with precedent 8:00 p.m. ET Mr. Trump sent out tweets addressing the controversy sparked over his phone call with the President of Taiwan Tsai Ying-wen:  The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. 5:30 p.m. ET President-elect Donald Trump spoke on the phone with Taiwanese leader Tsai Ying-wen on Friday, the Trump transition team announced Friday afternoon, in a break with precedent. Mr. Trump is the first president-elect to talk to the Taiwanese president since the U.S. cut formal diplomatic ties with Taiwan in 1979. China regards the island as a renegade province, although Taiwan has operated as an independent state since the conclusion of the Chinese civil war.  The transition team said that during their conversation, Tsai congratulated Mr. Trump, and the two “noted the close economic, political and security ties” between Taiwan and the U.S. Mr. Trump also congratulated Tsai on her victory earlier this year. The transition team also announced that Mr. Trump spoke with three other world leaders Friday, including the President of Afghanistan Mohammad Ashraf Ghani Ahmadzai, President of the Philippines Rodrigo Roa Duterte, and Prime Minister Lee Hsien Loong of Singapore.  Mr. Trump invited the bombastic Duterte, who has previously threatened to cut U.S.-Philippines ties, to the White House. 1:00 p.m. ET Retired Admiral Jay Cohen spoke with reporters after his meeting with Mr. Trump Friday, calling it a “great honor and privilege” to talk with the president-elect. He called the talk the “most thoughtful” and “penetrating” rapid-fire interview he’s had since his interview with Admiral Rickover. Cohen said cybersecurity was discussed, and he felt that Mr. Trump “understands fully” the magnitude of that challenge. 12:05 p.m. ET Sen. David Perdue of Georgia stopped to talk with reporters following his “excellent” meeting in Trump Tower Friday.  The Georgia Republican seemed to indicate that he would remain in the Senate. “I committed my position in the Senate to -- full support about getting this 100 day plan executed,” Perdue said. “I’m very optimistic we’ll get all of it under way very rapidly as soon as he’s sworn in.” 10:00 a.m. ET President-elect Donald Trump meets with several people at Trump Tower Friday, as he continues his search for a secretary of state.  He is expected to hold meetings with: Former Defense Secretary Robert Gates, Sen. David Perdue, R-Georgia, retired Adm. Jay Cohen, Florida Attorney General Pam Bondi, former U.S. Ambassador to the United Nations John Bolton, Encima Global’s David Malpass, and Sen. Heidi Heitkamp, D-North Dakota.  7:30 a.m. ET In an interview with “CBS This Morning,” Trump aide Kellyanne Conway weighed in on the feud with top Clinton aides at Thursdsay’s Harvard forum. “I took that personally, and I know that’s not true,” Conway said of accusations that the campaign had given voice to white supremacists. “President-elect Trump has denounced every single element of that awful movement. He’s never met these people. He doesn’t ask for their endorsement.” “But I think some people are stuck in a permanent campaign,” she added, noting that some of the feelings from the trail “were still raw.”  7:00 a.m. ET Mr. Trump told “Fox and Friends” in an early-morning interview Friday that there was “actually a good chemistry” at the dinner they had earlier this week. Trump travels to Indiana to announce Carrier deal; holds first post-election rally in Ohio 8:30 p.m. ET Donald Trump, during his victory rally in Cincinnati, revealed that he had picked retired Gen. James Mattis as his secretary of defense.  “I don’t want to tell you this. Because I want to save the suspense for next week. So I will not tell you – I refuse to tell you,” Mr. Trump, ever the reality television star, said Thursday. He then proceeded to tell his audience: “We are going to appoint ‘Mad Dog’ Mattis as our secretary of defense.”  The general, however, could face a legal roadblock to his senate confirmation.  The law specifically prohibits a person from serving as chief of the Defense Department “within seven years after relief from active duty as a commissioned officer of a regular component of an armed force.” Mattis retired in 2013. The Trump administration will have to seek a congressional waiver for the appointment, allowing Mattis to serve. 6:30 p.m. ET A Harvard forum with the top campaign officials from the presidential campaigns of Donald Trump and Hillary Clinton erupted into a bitter clash at one of the nation’s most prestigious universities Thursday night. David Bossie, who was Mr. Trump’s deputy campaign manager, praised the Republican president-elect’s controversial campaign chairman, Steve Bannon as “an unbelievably brilliant strategist who is brilliant, a terrific guy who...  has a Harvard pedigree and is getting attacked by people who have no idea who he is.” “If providing a platform for white supremacists makes me a brilliant strategist, a brilliant tactician, I am glad to have lost,” replied Jennifer Palmieri, Clinton’s communications director, adding that she “would rather lose than win the way you guys did.” 6:00 p.m. ET Retired Gen. James Mattis remains the front-runner for Mr. Trump’s defense secretary. The pick is “very nearly sealed,” and an announcement on the defense secretary position is expected as early as Friday.  5:00 p.m. ET CBS News reports that despite the interest expressed by New Jersey Gov. Chris Christie in heading up the Republican National Committee, the Trump transition team has no interest in Christie for the role. 2:30 p.m. ET A triumphant President-elect Donald Trump celebrated Thursday the sealing of a deal with air-conditioning manufacturer Carrier that would keep about 1,100 jobs in the United States, halting the company’s planned move of its Indianapolis plant to Mexico.   “United Technologies has stepped up,” Mr. Trump said, referring to the company that owns Carrier, as he addressed reporters and workers at the Indiana factory. “They’re going to spend so much money on renovating this plant.”   During the campaign, Mr. Trump had promised for months that he would hit Carrier with massive tariffs unless it kept its Indianapolis plant up and running. He vowed to ensure those manufacturing jobs stayed in the state.  But in his retelling, the president-elect seemed astonished at the way his campaign promise was received by workers at the plant.  In his speech Thursday, the president-elect said that he hadn’t meant it “quite that way” when he had sworn on the campaign trail that Carrier “will never leave.”  He recalled watching a network news piece about Carrier which featured a worker who didn’t believe that his job was going away because Mr. Trump had promised it wasn’t. “And I’m saying to myself, man -- and then they played my statement. And I said ‘Carrier will never leave,’ but that was a euphemism. I was talking about Carrier like all other companies from here on in...I didn’t mean it quite that way.” 8:15 a.m. ET President-elect Donald Trump will travel to Indiana to formally announce his deal with the Carrier Corporation, then to Ohio to hold his first post-election “victory” rally. The Carrier event, in Indianapolis, is scheduled for 2 p.m. ET; the rally, in Cincinnati, is at 7 p.m. ET. These will be his first public events since Election Day, more than three weeks ago. Trump says he’ll be leaving his businesses, announces official nominations for treasury, commerce secretaries 11:10 p.m. ET The deliberations continue for Donald Trump over who should be his top cabinet pick, Secretary of State. An announcement may not come until next week. One reason Secretary of State is still percolating -- the transition team is now focused on Thursday. It’s aiming to make the event in Indiana at Carrier Corporation in Indianapolis and the first “Victory” rally in Cincinnati drive the coverage.  From the perspective of transition officials, the next most important slot to announce is Defense Secretary. Marine Corps Gen. James Mattis (ret.) is the clear front-runner. The transition team is awaiting confirmation from Senate Majority Leader Mitch McConnell that he can move through the chamber a waiver of the law forbidding a retired general from serving as defense secretary within seven years of retirement. Mattis retired in May 2013. Among senior Trump transition officials, Mattis’ nomination is very nearly sealed. But there has been no official confirmation of the offer or acceptance. Former Indiana Sen. Dan Coats met with Trump and transition officials today at Trump Tower. Coats is under serious consideration as director of national intelligence. Coats has a background in intelligence and defense matters and was President George W. Bush’s first ambassador to Germany. Coats is also close to fellow Indianan Vice President-elect Mike Pence, and that relationship could factor strongly in this decision. As for reports that Sarah Palin was under consideration for veterans affairs secretary, her consideration is largely “theoretical,” not necessarily serious. Palin has also been mentioned as a possible nominee as interior secretary. Rep. Jeff Miller, chair of the House Veterans Affairs Committee, is still the leading candidate for VA secretary. Washington Rep. Cathy McMorris Rodgers, R-Washington, currently House Republican Conference Chair, is under very serious consideration for interior secretary. McMorris Rodgers met with Trump at Bedminster, N.J., and has developed a close relationship with Ivanka Trump, working closely with her on Trump’s family leave proposals during the campaign and operating as Ivanka Trump’s emissary to other women Republicans in Congress. Rodgers, whose district is in eastern Washington, has legislative experience on federal land, forestry and water management issues – crucial to Western senators Trump’s transition team has consulted about the interior nomination. The conversations with Rodgers about this post have intensified in recent days. 5:20 p.m. ET Pakistan’s Press Information Bureau on Wednesday released a candid readout of a phone conversation that reportedly took place between President-elect Donald Trump and Pakistani Prime Minister Nawaz Sharif.  In the conversation, Mr. Trump called Pakistan a “fantastic place of fantastic people.” 4:50 p.m. ET Gen. John Kelly met with President-elect Trump, but he did not speak with reporters at Trump Tower. 4:10 p.m. ET Former Georgia Gov. Sonny Perdue met with Mr. Trump and spoke with reporters as he was exiting Trump Tower.  Perdue said the two didn’t discuss any particular offers today but the pair did talk broadly about agriculture and the American farmer.  3:30 p.m. ET Senate Majority Leader Mitch McConnell meets with Alabama Sen. Jeff Sessions to discuss the Attorney General nomination. McConnell will meet with Vice Preisdent-elect Mike Pence later in the afternoon. 2:20 p.m. ET Linda McMahon, the former head of the WWE, met with Mr. Trump in Manhattan. McMahon gave brief remarks to the press following the meeting.  Asked about a potential job with the incoming administration, McMahon said it “remains to be seen.”  1:55 p.m. ET President-elect Donald Trump met with Preet Bharara, the U.S. attorney for the Southern District of New York, Wednesday in Trump Tower.  Mr. Trump asked Bharara to stay on as U.S. attorney, Bharara told reporters.  “I said absolutely,” he said, agreeing to continue with his post for the incoming administration.  Bharara said he also spoke with Alabama Sen. Jeff Sessions, Mr. Trump’s pick for attorney general. 11:00 a.m. ET Donald Trump will meet with at least four individuals Wednesday at Trump Tower, according to the transition team’s daily conference call.  The president-elect is expected to speak with Linda McMahon, the former head of World Wrestling Entertainment, Inc., former Georgia Gov. Sonny Perdue, Indiana Sen. Dan Coats, and possible Cabinet pick Gen. John Kelly. According to the call, Pence will be in D.C. for meetings at the presidential transition office, including talks with former Secretary of State Condoleezza Rice, Iowa Gov. Terry Branstad, House Speaker Paul Ryan, Mr. Trump’s appointed chief of staff Reince Priebus, and Senate Majority Leader Mitch McConnell. 9:00 a.m. ET Donald Trump officially announces his nominations to lead the Treasury and Commerce Departments. As CBS News reported Tuesday, Steven Mnuchin was tapped to be treasury secretary, and Wilbur Ross is slated to be commerce secretary. “Steve Mnuchin is a world-class financier, banker and businessman, and has played a key role in developing our plan to build a dynamic, booming economy that will create millions of jobs,” Mr. Trump said in a statement. Mnuchin said he was “honored” for the opportunity.  Of Ross, the president-elect called him “champion of American manufacturing and knows how to help companies succeed.”  “Most importantly, he is one of the greatest negotiators I have ever met, and that comes from me, the author of ‘The Art of the Deal,’” said Mr. Trump. “Together, we will take on the special interests and stand up for American jobs.” Ross said he was “delighted” to join Mr. Trump’s cabinet, and that he will “look forward to working especially closely with Steve Mnuchin to implement the economic programs which we have developed jointly to implement the President-elect’s strategy for accelerating our economic growth.”  Mr. Trump also announced his choice for deputy commerce secretary: Todd Ricketts, co-owner of the Chicago Cubs baseball team. “As Deputy Commerce Secretary he will help us cut waste and streamline government so that it works for the people of America,” the president-elect said in a statement. “The incredible job he and the Ricketts family did in the purchase and turnaround of the Chicago Cubs – one perfect step after another, leading to the World Championship, is what I want representing our people. I am very proud to have him on our team.”  8:30 a.m. ET Vice president-elect Mike Pence is in Washington, D.C. to meet with House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell. Pence is expected to have meetings at the transition office. 8:02 a.m. ET Steven Mnuchin, who Mr. Trump has tapped to as treasury secretary, and Wilbur Ross, who is slated to be commerce secretary, appeared on CNBC early Wednesday morning about their positions in the incoming administration.  Asked on the network’s “Squawk Box” if the two can confirm their appointments themselves, Mnuchin replied: “We can indeed.”  6:39 a.m. ET In a series of tweets Wednesday morning, Mr. Trump says he’ll leave his businesses to focus on running the country and avoid conflicts of interest. He also announced he’ll hold a news conference about his decision Dec. 15. I will be holding a major news conference in New York City with my children on December 15 to discuss the fact that I will be leaving my ... great business in total in order to fully focus on running the country in order to MAKE AMERICA GREAT AGAIN! While I am not mandated to .... do this under the law, I feel it is visually important, as President,  to in no way have a conflict of interest with my various businesses.. Hence, legal documents are being crafted which take me completely out of business operations. The Presidency is a far more important task! The president-elect also tweeted about the attack at Ohio State University early Wednesday morning:  ISIS is taking credit for the terrible stabbing attack at Ohio State University by a Somali refugee who should not have been in our country. Trump meets with Romney; announces Price as HHS secretary and Chao as transportation secretary 11:41 p.m.: ET Mitt Romney had only words of effusive praise for Donald Trump after his dinner with the president-elect in New York Tuesday. “These discussions I’ve had with him have been enlightening, and interesting, and engaging,” the 2012 GOP nominee told reporters outside the Jean Georges restaurant Nougatine, a restaurant in the Trump hotel at Central Park West. “I had a wonderful evening with President-elect Trump.” Admitting that Mr. Trump had succeeded in doing something he had been “unsuccessful in,” Romney said, “He won the general election and he continues with a message of inclusion and bringing people together and his vision is something which obviously connected with the American people in a very powerful way.” 5:50 p.m. ET President-elect Donald Trump formally announced Tuesday evening that he has selected former Labor Secretary Elaine Chao as his labor secretary. “Secretary Chao’s extensive record of strong leadership and her expertise are invaluable assets in our mission to rebuild our infrastructure in a fiscally responsible manner,” Mr. Trump said in a statement. “She has an amazing life story and has helped countless Americans in her public service career. I am pleased to nominate Elaine as Secretary of the Department of Transportation.” 5:48 p.m. ET Mr. Trump has selected Steven Mnuchin as his treasury secretary, CBS News has confirmed. The decision to tap Mnuchin, who served as the national finance chairman of Trump’s presidential campaign, for the top Treasury Department job has been widely expected since Mr. Trump won the race for the White House. Earlier this month, Mr. Trump’s transition recommended Mnuchin for the post. Mnuchin is a veteran of the finance world, spending 17 years at Goldman Sachs.  4:59 p.m. ET After meeting with Donald Trump this afternoon, Rep. Lou Barletta, R-Pennsylvania, told reporters he’s being considered for labor secretary 4:47 p.m. ET VP-elect Pence told reporters another announcement is coming before dinner. He also said that Mr. Trump had spoken to Tennessee Gov. Bill Haslam about the wildfires in his state and expressed his concern. Pence will be in Washington on Capitol Hill tomorrow. 3:47 p.m. ET Rep. Michael McCaul also had a meeting with Mr. Trump -- McCaul told the reporters in the lobby at the Trump Tower that the two talked about homeland security and national security issues. About 20 minutes earlier, Sen. Bob Corker said he had a “wide-ranging” meeting with the president-elect. Corker said Mr. Trump’s foreign policy instincts “are obviously very, very good.” He said that his sense was that secretary of state has been narrowed down “to a small group of people,” and he thinks the decision will come “fairly soon.”  1:16 p.m. ET Former Vice President Dan Quayle is at Trump Tower Tuesday afternoon, transition spokesman Sean Spicer confirmed to pool reporters. Quayle was seen entering Trump Tower with Trump adviser Kellyanne Conway. 1:34 p.m. ET Vice President-elect Mike Pence will join Mr. Trump at the first “victory” rally in Ohio on Thursday, according to schedules posted on the Trump campaign website. Pence will then travel to New Orleans, Louisiana, on Saturday -- just three days before the state’s Senate runoff. 10:50 a.m ET Former Labor Secretary Elaine Chao will be Mr. Trump’s Transportation Secretary, a senior transition source confirmed to CBS News. The appointment is expected to be announced Tuesday afternoon. Chao, who served as Labor Secretary under President George W. Bush, is the first Asian-American woman to ever hold a Cabinet-level position. She is also the wife of Senate Majority Leader Mitch McConnell. 10:03 a.m. ET Mr. Trump will hold the first of his so-called “victory” rallies on Thursday, CBS News has confirmed. The rally will be held Thursday evening in Cincinnati, Ohio. It’s expected that other dates and cities for the “victory tour” will be announced going forward. 9:30 a.m. ET President-elect Donald Trump is at Trump Tower in New York Tuesday with a full schedule of meetings -- including dinner with 2012 GOP nominee Mitt Romney Tuesday evening. Mr. Trump will also meet with Sen. Bob Corker (R-Tennessee), Rep. Michael McCaul, (R-Texas), Rep. Lou Barletta (R-Pennsylvania), Rep. Marsha Blackburn, (R-Tennessee), Rolls-Royce North America CEO Marion Blakey, Goldman Sachs COO Gary Cohn and Pete Hegseth, former CEO of Concerned Veterans for America. Trump names Rep. Tom Price, R-Georgia, HHS secretary.  Trump meets with Petraeus 10:20 p.m. ET Rep. Tom Price, R-Georgia, has been named by President-elect Donald Trump as Health and Human Services secretary, CBS News’ Major Garrett confirms, citing a senior transition source. The five-term congressman hailing from the Atlanta suburbs is the chairman of the House Budget Committee. He’s an orthopedic surgeon by trade, and was an early supporter of Trump’s presidential candidacy. 3:59 p.m. ET Gen. David Petraeus (ret) told the reporter pool at Trump Tower that he met with the president-elect “for about an hour.” “He basically walked us around the world,” Petraeus said. “Showed a great grasp of a variety of the challenges that are out there and some of the opportunities as well. Very good conversation and we’ll see where it goes from here. We’ll see where it goes from here.” For his part, Mr. Trump declared he was “very impressed!” Just met with General Petraeus--was very impressed! 10:00 a.m. ET President-elect Donald Trump will meet with former CIA Director David Petraeus Monday, then with 2012 GOP nominee Mitt Romney and Sen. Bob Corker (R-Tennessee) on Tuesday -- all contenders to become Mr. Trump’s secretary of state. Petraeus, Romney and Corker are three of the top names in what’s become an increasingly public fight to serve as America’s chief diplomat. Other prospects include  former New York City Mayor Rudy Giuliani and Marine Gen. John Kelly (ret).  Mr. Trump’s other meetings on Monday include Milwaukee County Sheriff David Clarke, Rep. Lou Barletta (R-Pennsylvania), Oklahoma Attorney General Scott Pruitt, former SEC chairman Paul Atkins, businessmen Sandeep Mathrani and Dave Stewart, former CATO Institute head John Allison and Kathleen White, a fellow at the Texas Public Policy Foundation. 3:37 p.m. ET The president-elect stirred up a mini-tweetstorm alleging that he would have won the popular vote in the general election “if you deduct the millions of people who voted illegally.”  In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally It would have been much easier for me to win the so-called popular vote than the Electoral College in that I would only campaign in 3 or 4-- states instead of the 15 states that I visited. I would have won even more easily and convincingly (but smaller states are forgotten)! The president-elect did not provided any evidence for his claims of fraudulent votes. The Twitter messages came after a busy morning for Mr. Trump, when he blasted the Clinton campaign for joining recount efforts by Jill Stein, the Green Party’s presidential candidate. 3:00 p.m. ET Mr. Trump, who was staying at his Mar-a-Lago resort in Florida over the Thanksgiving holiday weekend, is expected to return to Trump Tower Sunday.  1:00 p.m. ET Kellyanne Conway, a top Trump adviser, continued to wage a public war against Mitt Romney, who the president-elect is considering for the secretary of state position.  “We don’t even know if he voted for Donald Trump,” Conway said Sunday on ABC News. “He and his consultants were nothing but awful to Donald Trump for a year.” Conway further questioned Romney’s qualifications for the gig on CNN’s “State of the Union.”  “I mean has he been around the globe doing something on behalf of the United States, of which we’re unaware?” she said. “With -- did he go and intervene in Syria, where they’re having a massive humanitarian crisis, meaning, when I say intervene, like offer to help? Has he been helpful to Mr. Netanyahu?” 10:00 a.m. ET President-elect Donald Trump launched Twitter attacks against Hillary Clinton Sunday, following her campaign team’s announcement that they would “participate” in the recount efforts started by the Green Party’s presidential nominee, Jill Stein.  Hillary Clinton conceded the election when she called me just prior to the victory speech and after the results were in. Nothing will change He blasted the recount petitions -- one of which has already been filed by the Stein campaign in Wisconsin -- as “sad.”  “So much time and money will be spent - same result!” he tweeted. ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/donald-trump-presidential-transition-white-house-live-blog/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Face the Nation Transcript November 27, 2016: Rubio",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 27,
                "year": 2016
            },
            "article_content": "JOHN DICKERSON, CBS HOST: Today on FACE THE NATION: death of a dictator.  And we give thanks to some Americans who help others.  Cuban Americans celebrated in the streets of Miami after communist leader Fidel Castro died Friday at the age of 90. Castro’s five decades of repressive rule spanned 10 U.S. presidents. What impact will his death have?  We will talk to Florida Senator Marco Rubio and get a report from Havana.  Then we will devote time to people we’re grateful for on this holiday weekend.  And our reporters panel will weigh in on how the Trump transition is going.  It’s all ahead on FACE THE NATION.  Good morning, and welcome to FACE THE NATION. I’m John Dickerson.  For the last 60 years, dictator Fidel Castro was America’s most persistent adversary. Although Castro formally handed off to his brother, Raul, eight years ago, the communist leader was a symbolic force in Cuba and around the world.  We begin this morning with CBS News correspondent Manuel Bojorquez, who joins us from Havana.  Manuel, what is the reaction to Castro’s death?  MANUEL BOJORQUEZ, CBS NEWS CORRESPONDENT: John, good morning. The usually busy and bustling streets of Havana are decidedly quiet this morning. Yesterday afternoon, at his alma mater, Havana University, students held a remembrance for their leader. Mourners here will have a first opportunity to publicly pay their respects starting tomorrow with the largest gathering expected on Tuesday at Havana’s Revolution Square, the scene of some of Castro’s most fiery speeches.  His remains will then be taken down a symbolic route from Havana to Santiago, Cuba, essentially retracing in reverse the victory march he took with the revolutionary army in 1959. His funeral will be held next Sunday in Santiago, known as the cradle of Castro’s revolution -- John.  DICKERSON: Manuel Bojorquez for us in Havana, Cuba, thanks, Manuel.  Florida Republican Senator Marco Rubio is the son of Cuban immigrants and he joins us from Miami.  Senator , what would you like to see change in U.S.-Cuba relations now?  SEN. MARCO RUBIO (R), FLORIDA: Well, I would like to see more of a democratic opening on the island of Cuba, things like, I don’t know, free press, stop putting people in jail because they do not agree with you politically, stop helping countries like North Korea evade U.N. sanctions, don’t invite the Russians to open a military base 90 miles from our shores, allow independent political parties to be able to function, you know, the kinds of things that you find in virtually every country in the Western Hemisphere, except for Cuba and now increasingly Venezuela.  That’s what I would like to see. And I would like to see our foreign policy geared towards accelerating that.  DICKERSON: President-elect Trump has called Fidel Castro a brutal dictator. But then he did not renew his promise to reverse President Obama’s executive order reopening relations. He did not talk about an embargo. So, was that a sufficient response by your lights?  RUBIO: Yes. It’s no different than the one I put out.  Look, I think what we need to do is understand our number one obligation is to act in the national interest of the United States of America. I believe it is in our national interest to see democracy take hold on the island of Cuba. And so we examine our foreign policy, including all the changes that President Obama made, in that lens and through that lens.  DICKERSON: But examine? Why not just reverse?  RUBIO: Well, as I said, there are key elements that are more important than others. So, we will look at all of them. Here is the thing people do not understand. And I have said this repeatedly. I am not against changes in U.S. policy towards Cuba. I just want to make sure that those changes are reciprocal, that they’re reciprocated by the Cuban government. That was not part of what President Obama did.  And I want to make sure that they are the kinds of things that help create a pathway towards democracy in Cuba, because while Fidel Castro was 90 years old, his brother is 85. There is going to be a generational leadership change in Cuba over the next five to 10 years and hopefully sooner.  And we need to ensure that our foreign policy towards Cuba incentivizes and makes it easier for there to be a democratic transition. That is how I would examine our foreign policy towards Cuba.  DICKERSON: Why is this such an important issues for Americans who may not know about the history of American-Cuban relations in the Cold War?  RUBIO: Well, it’s no longer about the Cold War. It’s important for three reasons.  Number one, Cuba continues to be a source of instability in the region. For example, historic numbers of people are fleeing the island of Cuba, putting migratory pressure on the United States. Number two, this Cuban government is anti-American. They sponsor -- they allow the Chinese and the Russians to conduct espionage, electronic espionage and others from the island of Cuba.  Number three, they harbor fugitives of American justice. There are people living on the island of Cuba who have violated American law, including those who have stolen millions of dollars from Medicare fraud in South Florida and have fled to Cuba. Those are three reasons right there to care about what is happening on the island of Cuba, which happens to be 90 miles from our shores, basically a neighboring country.  DICKERSON: Let me step back and look at president-elect Trump.  His position towards countries like Cuba, I want to get your sense of it, because he was asked about the U.S. force overseas, and he said: “Our country has a lot of problems. When the world looks at how bad the United States is and then we go talk about civil liberties, I do not think we are a very good messenger. I don’t know that we have a right to lecture. We are not in a position to be more aggressive. We have to fix our own mess.”  That seems like retreating from dealing with the kinds of problems you just outlined in Cuba. And let’s speak more broadly about Syria, Russia other countries with whom you have disagreements and president-elect Trump does not want to seem to meddle.  RUBIO: Well, I don’t know when he made that statement. I can say to you that, as I would with any other president, number one, he has been elected. I want to give him a chance to succeed. If I agree with him on a foreign policy matter, I look forward to working with his administration. If I do not agree with him on a foreign policy matter, be they a Republican or a Democrat, I will disagree and try to offer an alternative and hopefully do what we want from the Senate to change and influence our foreign policy.  DICKERSON: In your list of objections to Cuba, you mentioned meddling in American affairs. U.S. intelligence says that the Russians attempted to interfere in the United States election.  What is your assessment of Russia efforts in the U.S. election?  RUBIO: Well, if you recall, during the election, I was up for reelection, and I did not or would not talk about WikiLeaks during that period of time because I do not -- as I said, I believe it is the work of a foreign intelligence agency. I believe Americans need to know.  I do not believe that they changed the outcome of the election. I want to be clear about that. But I do think that it is very -- some of the things we saw are very reminiscent of the active measures that Russian intelligence and before that Soviet intelligence agencies used to try to undermine the government or individual politicians in foreign countries.  DICKERSON: Should the U.S. retaliate if there is evidence the Russians were involved?  RUBIO: Well, again, I’m not going to speak to specifics of what the U.S. should do in response, because it’s an intelligence matter.  All I would say is that if, in fact, there is evidence that these were active measures on the part of the Russian government, the American people deserve to know. But I want to be clear. I do not believe that in any way what they did ultimately changed the outcome of the election.  But the American people need to be made aware if in fact there’s evidence that a foreign government tried to interfere with or influence the direction of our politics.  DICKERSON: Donald Trump is looking at his secretary of state picks. Without getting into the personalities, what attributes should he look for in a secretary of state?  RUBIO: Well, first of all, someone who is capable, someone who is capable of being the chief diplomat of the United States, hopefully someone who has a deep-rooted commitment in human rights and a strong national security on the part of our country, who has an understanding of the complex complexities of world today, and someone who understands that the United -- that the world is a better place when America plays a leading role in leading the free world in confronting the challenges of the 21st century. I think he has a bevy of people to pick from. Ultimately, he has to choose someone that he is comfortable with, because he won this election. He has a right to pick someone as his secretary of state that he feels comfortable with. And I think there are a number of qualified candidates that could fit the bill.  DICKERSON: Senator Marco Rubio, thanks so much for being with us.  RUBIO: Thank you.  DICKERSON: For some analysis on the Cuba situation, we turn to Julia Sweig, a senior research fellow at the LBJ School of Public Affairs and the author of “Cuba: What Everyone Needs to Know.” She is also a CBS News Cuba analyst and has been advising American companies doing business in Cuba.  We’re also joined by Jeffrey Goldberg, editor of “The Atlantic” and the last American journalist to interview Fidel Castro.  So, you both were with Fidel Castro.  Jeffrey, I want to start with you. What was that like? This was in 2010, right?  JEFFREY GOLDBERG, NATIONAL CORRESPONDENT, “THE ATLANTIC”: It was very, very strange.  You know, he still -- he was in retirement, but he still functioned as sort of the maximum leader, if you will. He called me down to Cuba to discuss an issue that was of concern to him, the Iranian nuclear program and the threat of nuclear war in the Middle East.  And so having a conversation with one of the most incendiary area figures of the Cuban Missile Crisis was one of the more interesting moments of my life. I had Julia with me on this trip.  The key memory or one of the key memories of this is when I asked him if he regrets asking Khrushchev in 1962 to annihilate the United States with nuclear weapons. And he paused and he said -- in essence, he said, that was probably a bit too much.  It continued that entire week to be a very, very strange week.  DICKERSON: Yes.  Julia, did he mellow with old age?  JULIA SWEIG, CBS NEWS CUBA ANALYST: Considerably.  With Jeff and then a couple days later into that week, I spent a day with him talking about the history of the 1950s. And I found him to be conversational, which was not his style when he was in power.  Subsequently after 2010, as he became a bit weaker, he certainly did mellow. And he was pointedly -- at least directly -- stayed out of his brother’s way, as his brother, Raul, advanced a modest reform process.  GOLDBERG: He mellowed, but not to the degree that he seemed to be very happy with Barack Obama’s opening to Cuba.  Fidel Castro, for 50-plus years, needed the confrontation with the United States in order to -- that was his reason for living in a kind of way. And Obama subverted in a very obvious sort of way the Fidel Castro narrative.  And Raul, who was in power, who is in power, changed in a more pragmatic way.  DICKERSON: Subverted by taking away the boogeyman of the United States?  GOLDBERG: Taking away the boogeyman, yes. Yes.  DICKERSON: Julia, what is -- let’s historically look back at the full career of Fidel Castro. Where do you -- what should history think of him?  SWEIG: Well, it is a long and complex career.  There is the analysis that will say, look, this guy took power, shut down speech, put people in prison, had a human rights legacy that was quite challenging and difficult for many people who were on the other end of it.  On the other hand, he rewrote the social contract in Cuba in a small island nation in which he put health care, education, culture, and the capacity for Cuba to have an independent foreign policy front and center as part of his legacy.  And in Cuba -- and I think we have to understand that there are 11 million people in Cuba -- that legacy will be digested as giving Cuba a place on the world stage.  GOLDBERG: But there are three things that Cubans will say Castro did well, health care, education and culture.  But the joke is that there are three things that Fidel Castro did not do well for the Cuban people, which was breakfast, lunch and dinner. And so you are looking at a guy who impoverished -- or kept his country in an impoverished state because he refused to open up to capitalist reforms.  And obviously, on the political front, we will remember him in America as a guy who suppressed freedom. There is no way around the fact that it is a single-party communist state, and remains so.  DICKERSON: What now does U.S. policy look like towards Cuba, Jeffrey?  GOLDBERG: Well, we’re at a really pivotal moment. What the Obama administration is trying to do is lock in some of the changes before it’s too late, before Donald Trump comes in  And he has threatened obviously to reverse some of these changes. So I think what the Obama administration right now is trying to do is make sure that these openings continue. Their best ally in this of course is American business. A lot of American businesses are very interested in turning Cuba into sort of Bahamas on steroids.  It is a separate issue that is worrisome to Cubans, but there are a lot of people in the Chamber of Commerce universe who would like to keep this opening going.  DICKERSON: Julia, last word to you on this policy. Where do you see it going and how does it play out?  SWEIG: Well, look, president-elect Trump is a hotel guy. He’s a business guy. When he takes the White House, he will hear from a number of American companies that are now flying commercial planes starting this week to Cuba, building hotels on the island, American people, universities, museums across the board, Cuban Americans themselves investing in their family’s businesses on the island, voting with their feet, Even Marco Rubio’s constituents on the island taking advantage of the Obama opening.  President-elect Trump has a choice to make. Does he want to go back to the Cold War and pick a fight and punish 11 million people for the trespasses of two guys named Castro, or does he want to take the opportunity coming in 2018, when Raul Castro says he will step down, to really shape the direction of the two countries’ relationship?  DICKERSON: All right, we’re going to have -- 10 seconds.  GOLDBERG: No, no, I would just not be surprised if, 10 years from now, there is a Trump golf course at the Bay of Pigs. Just mark my words.  DICKERSON: All right. Thanks to you. We will be back in 10 years to check on that.  When we come back, we will set aside politics for a moment and take a look at some people we are grateful for this Thanksgiving weekend.  (COMMERCIAL BREAK)  DICKERSON: As Americans celebrated Thanksgiving this week, we wanted to take a little break from politics to show our appreciation and present the work of those who devote their lives to helping others. We begin with a report from CBS News foreign correspondent Holly Williams, who spent Thanksgiving with U.S. troops in Irbil, Iraq.  (BEGIN VIDEOTAPE)  HOLLY WILLIAMS, CBS NEWS CORRESPONDENT (voice-over): They have spent months away from home, aiding in the against ISIS on the other side of the world.  UNIDENTIFIED MALE: Happy Thanksgiving. How are you?  WILLIAMS: Their Thanksgiving lunch was not shared with family, but with their brothers and sisters in the armed forces.  And when we asked some of the roughly 6,000 U.S. service members currently in Iraq what they are thankful for, many of them spoke of their loved ones.  Major Rebecca Demiro White (ph) and Captain Jeremy White (ph) were grateful just to be together for a few hours at Thanksgiving, meeting up at a military staging area around 10 miles east of Mosul. They have only been married five months.  (on camera): So you are intentionally together here in Iraq. This was the only place you could be together.  UNIDENTIFIED MALE: Yes, kind of.  UNIDENTIFIED MALE: Somewhat.  UNIDENTIFIED MALE: Somewhat.  UNIDENTIFIED MALE: It just worked out that way.  WILLIAMS: At Camp Swift, where the U.S. military shares a command center with the Iraqi army, launching airstrikes against ISIS, Major Steven Bryant (ph) serves as a chaplain, ministering to the spiritual needs of soldiers of all religions. But on his third tour of duty in Iraq, he is thankful for something rather practical: cell phones.  UNIDENTIFIED MALE: I think what is different this time is communications. So, it’s giving me the opportunity to express that to my girls and to my wife and to my mom and dad and different family members more frequently, that I miss them and I love them and I certainly appreciate their support.  WILLIAMS: Others waxed poetic, like Private 1st Class Omay Bean (ph) from Fontana, Southern California.  UNIDENTIFIED MALE: I’m 19. I turn 20 in January. And I will turn 20 in Iraq. Yes.  WILLIAMS: Private Bean told us he had never been outside of California until he enlisted around a year ago. Now he is a perimeter guard at Camp Swift in a country that could not be any more foreign.  UNIDENTIFIED MALE: This is a humbling experience, out here, being humbly -- the experience to be able to, like, come and be humbled and see how other people live, buy the stuff that people think they need back in the states.  Kids, this is -- they grow up. This is all they know, so, no socks, no shoes just running around playing soccer. Just it’s crazy. But that’s what I’m thankful for.  WILLIAMS: He’s right, of course. No country will ever be perfect. And America will always have its problems, but in a world where there are 60 million people who have been forced from their homes, those of us who don’t live in despair can count ourselves lucky.  Specialist Monique Frank (ph) from Goldsboro, North Carolina, has the kind of relentless optimism that is infectious. One of a team of three cooks, she feeds 150 soldiers every day from this minuscule kitchen.  UNIDENTIFIED MALE: It’s something I love, something I’m very passionate about. Food tells a story like nothing else can. Like, your put your emotions in it. I love it.  (END VIDEOTAPE)  DICKERSON: Our Holly Williams in Iraq.  Vin Scully spent 67 years as the voice of the Los Angeles Dodgers.  (BEGIN VIDEO CLIP)  VIN SCULLY, LOS ANGELES DODGERS BROADCASTER: It’s time for Dodger baseball.  (CHEERING AND APPLAUSE)  (END VIDEO CLIP)  DICKERSON: Before he retired this year.  Last week, the president awarded him the Medal of Freedom.  And we caught up with him outside the White House.  (BEGIN VIDEOTAPE)  DICKERSON: What is the trick to calling a game, or what is the -- if you had to teach me how do it, what would you do?  SCULLY: I would quote Laurence Olivier, because I have lived by his quote.  Apparently, some actor asked him about his success. And he said: “My success comes from a humility to prepare and a confidence to bring it off.”  And I think, the more you prepare, the more confidence you have, and they go hand in hand. That is the best of all.  DICKERSON: You also have a sense of joy in what you do and wonder.  (CROSSTALK)  DICKERSON: How do you get that every time? You have watched so many games.  SCULLY: I have a secret.  When I was about 8 years old, we had a big radio, four-legged radio, crosspiece underneath. I would get a pillow, crawl under the radio. And the loudspeaker would be right over my head. And I would be listening to Tennessee-Alabama, which meant nothing to a little kid in New York.  But what I loved was the roar of the crowd. And so, when I do the game, my philosophy is, do it quickly, call the play accurately, and then shut up. And for a little while, when that crowd is roaring, I am 8 years old.  DICKERSON: When Hank Aaron hit that famous home run, you called that.  SCULLY: Yes. I was...  DICKERSON: What -- remember that for us. What was that like?  SCULLY: Well, it was building up, of course, all year long.  And now here we are in Atlanta. And our left-hander, Henry Aaron, is batting against Al Downing. And, of course, you are wondering about the home run. But I did not want to prepare anything. I did not want to think of all the home runs he hit or how many against the Dodgers or -- and so, when he hit the home run, I did what I really do best. I shut up.  And I went back to the booth, and the crowd was roaring. It was magnificent. And while I stood there, it suddenly dawned on me. So, when I went back to the microphone, I said:  (BEGIN VIDEO CLIP)  SCULLY: What a marvelous moment for baseball. What a marvelous moment for Atlanta and the state of Georgia. What a marvelous moment for the country and the world. A black man is getting a standing ovation in the Deep South for breaking a record of an all-time baseball idol.  (END VIDEO CLIP)  SCULLY: And to me, of all the home runs, that is the most important one I ever saw.  DICKERSON: And you hadn’t thought about that connection before?  SCULLY: No, no, not at all.  DICKERSON: You were quiet, you said nothing, I think, for a minute and 44 seconds.  SCULLY: I’m good at that.  (LAUGHTER)  SCULLY: Really.  DICKERSON: And that was you getting out of the way of the moment?  SCULLY: I did not want to get near it.  DICKERSON: What speaks baseball to you more, the crack of the bat or the snap of the glove?  SCULLY: The roar of the crowd. I have been in love with that ever since I was a little boy.  DICKERSON: What would you tell that little boy? He is under the radio. He’s 8 years old. What would you tell him now with the award you have just received? What would you tell him?  SCULLY: I would tell him, don’t be afraid to dream.  DICKERSON: What are you grateful for?  SCULLY: I am grateful for God’s grace to allow me to do what I have done for 67 years.  I’m grateful for my wife, my 16 grandchildren, my three great- grandchildren, for a life that has been beyond fulfillment of a dream. Yes, I am deeply thankful.  DICKERSON: You wrote in your farewell letter to fans, you said you would miss the fans.  Some people might think, well, wouldn’t you miss the game and the excitement? Why the fans?  SCULLY: Well, again, we get back to, when they roar, I get goose bumps. And that is why I have kept young, I believe, because every time they roar, I go back to being 8 years old. I don’t have a painting, like Dorian Gray, on the wall, but the crowd fulfills everything for me.  DICKERSON: Is there any other moment from your career that, when you look back, you say -- the Hank Aaron home run would obviously be one. Is there another moment where you say, that -- boy, that was a great moment?  SCULLY: I will be very brief.  I was in high school at the time sitting in the back of the auditorium with the best athlete on campus. And we were chatting. And he said, what would you like to do when you get out? And I said, I would love to be a baseball announcer. He said, I would love to be a baseball player. I said, wouldn’t it be amazing if I became a baseball announcer and you become a Major League player?  It happened. Three years into my career, he came up to bat. I was on the air. And he hit a home run. And I had to call my friend’s home run in the big leagues. And that is why I would always say to kids, don’t be afraid to dream, because it can happen.  DICKERSON: Vin Scully, this was a pleasure. Thank you. And happy Thanksgiving.  SCULLY: John, and the very same to you and yours.  (END VIDEOTAPE)  (COMMERCIAL BREAK)  DICKERSON: And we’re back with another thing we’re thankful for, teachers.  Jahana Hayes is a history teacher at John F. Kennedy High School in Waterbury, Connecticut, and was recognized this year as America’s teacher of the year.  We just heard Vin Scully talk about what brings him joy. What brings you joy?  JAHANA HAYES, NATIONAL TEACHER OF THE YEAR: That is easy: my students.  I meet them at 14, when they are not really sure who they are and the impact that they can have. So, helping them find their gift and using it to improve the human condition to help others, I think that is what brings me joy.  DICKERSON: And what is the secret to that? So many different kinds of students.  HAYES: Relationships, just showing kids that you care about them, showing them that you value them as people, and making them believe that they have the ability to do anything that they set their mind to and work hard at.  DICKERSON: Excellent.  All right, that’s the beginning of our conversation.  (LAUGHTER)  DICKERSON: But we’re going to be back on the other side of the break.  HAYES: OK.  DICKERSON: And then we will talk a little bit more with Jahana Hayes. We will be right back. Stay with us.  (COMMERCIAL BREAK)  DICKERSON: Some of our CBS stations are leaving us now, but, for most of you, we will be right back with a lot more FACE THE NATION.  Stay with us.  (COMMERCIAL BREAK)  DICKERSON: Welcome back to FACE THE NATION. I’m John Dickerson.  We continue our conversations with people we are grateful for, including 2016 Teacher of the Year Jahana Hayes.  We -- you were talking about students before. You said there is no benefit to anyone if a student achieves high grades if they have no desire or knowledge of how to help others. What does that mean?  HAYES: It means I think that the purpose of education is more than just graduating students who get good grades. I think that they need to be compelled to help out in their communities, to improve society. And that’s really how I focus my teaching. I want my students to feel connected to their communities, to improve the places where they live, you know, to use what they’ve learned in school to help out. And I think that’s what all teachers should do. You know, that students should know that it’s a privilege to be able to give, and not everyone can do it. So I really bring my students out and try to get them involved in their community.  DICKERSON: And what does that mean? How does -- how do you do that?  HAYES: Oh, wow, we do all kinds of community service projects. We are actively involved in Habitat for Humanity, Relay for Life, the -- autism. We do homeless awareness, cancer awareness, food drives. I just want my students to know that they have the ability to improve the things in our country and in our world that they see as challenges. You know, no matter how young they are, they still can make an impact.  DICKERSON: And if -- what does the student need to bring to you? What’s the key quality that a student needs to learn?  HAYES: Just -- actually, I have so many students who come to me and they don’t see anything in themselves. They don’t realize that they have the capacity, you know, to achieve anything. And I try to help them discover that.  DICKERSON: Why do they feel that way?  HAYES: There’s a lack of self-efficacy. You know, they’ve heard all the reasons why they can’t do things. And I just try to remind them that you can do anything. You know, students, young people in general, kind of see the world from exactly where they are, the position that they’re in today. They can’t see, you know, the future. And I think that teachers have the ability to lead student. We see so much far beyond, you know, today or tomorrow. We look into the future and see the possibility that students bring.  DICKERSON: Why should someone become a teacher?  HAYES: Oh, because it’s the best job ever. I think that I am uniquely positioned to impact the world, the future. You know, I have a front row seat to all the promise that we have. You know, I believe in what teachers do. You know, I know that the world would be better -- things will be better because I see students in front of me every day who have the ability to make those changes. So, I consider myself very lucky.  DICKERSON: All right. Well, Jahana Hayes, thanks so much for being with us.  HAYES: Thank you for having me.  DICKERSON: Next, we turn to Brandon Stanton, a photographer and blogger behind Humans of New York. It started as a personal photography project six years ago. Since then, the presentation of simple but powerful personal reflections has grown into a social media phenomenon and two best-selling books. In our political season of division, his work was a constant reminder of our shared humanity.  Brandon, I want to thank you for being here.  You’ve interviewed thousands of people. When you took that first photograph, what did you set out to do?  BRANDON STANTON, HUMANS OF NEW YORK: Well, the process of discovering Humans of New York was very incremental. I lost my job. I was working in Chicago. And I just knew I wanted to be a photographer. I loved taking photos. And I started kind of naturally falling into taking pictures of people. And then, after that, I would start stopping people on the streets and taking their photo.  And I had only been photographing for about a month or two at that time. So I knew if I wanted to be a photographer, I probably didn’t have a good chance of being the best photographer in the world. But I thought, maybe I had a chance of being one of the best people in the world at stopping random strangers and taking their photographs.  So that’s how it began and it grew from that into much more of a storytelling project where I actually interviewed these random people that I stop on the streets.  DICKERSON: Why did you change to interviewing them? What --  STANTON: I -- you know, I think it was just more interesting because I -- I had done it thousands of times, just stopped random people to take their photo, and I realized what was so interesting about my photography is that people were very curious about strangers around them. And I had developed this skill where I could walk up to any random stranger and enter into a conversation with them to take their photograph. And I knew if what made my work interesting was the aspect of interacting with a stranger, why not take that a step further and learn about this person.  DICKERSON: And what have you learned overall all of those interviews you’ve done?  STANTON: Wow. You know, I -- I like to, instead of trying to draw similarities between everybody, you know, I -- I think my goal was to find something different about everybody. And you know one thing that I find is that we share so many philosophies. We share so many opinions. But the one thing that we have that is truly unique and makes us truly ourselves is our stories. And so when I interview somebody, my questions tend to follow the lines of trying to find out a story about this person that I have not heard from the other 10,000 people I’ve talked to.  DICKERSON: And those stories, as I’ve looked in on Instagram and seen them, they are so powerful because they are so personal.  STANTON: Thank you.  DICKERSON: One recently, you were in Macomb County and there was a couple, a husband and a wife, his wife has dementia. Tell us that story.  STANTON: Right. And this is one that was kind of outside the box of what I normally do because I was in Macomb, stopping random people on the street, and I had a fan of the website send me an e-mail and he said, you know, my father-in-law has been taking care of my mother-in- law who has severe dementia. And would you go visit them? And so I did.  And I got there and there was this man in this chair with his wife who he said he has -- he doesn’t have her mentally, but he has her. And I sat down with them for about an hour-and-a-half, learned the story of how they met and they kind of fell in love and then learned the story about how her Alzheimer’s progressed. And spent some time, you know, talking to this man about the difficulties and if you would ask him the joys -- he’s a very joyful man -- of watching his wife deteriorate and stepping in to a relationship of caretaker, where the relationship to husband and wife kind of subsided, but the relationship of caretaker to someone being cared for came up. And, you know, it was a -- it was a very powerful conversation.  DICKERSON: You went to Macomb County and photographed a lot of people, didn’t mention their politics. Why did you do that?  STANTON: Sometimes I did. I didn’t look for it. I think that’s the -- that’s the key point of the work is that, you know, I think what makes Humans of New York unique is -- is the randomness of it. You know, I’ve traveled to Iran, I’ve traveled to Pakistan. These are countries that have very strong narratives told about them in the media. Whether they’re related to the nuclear deal or whether they’re related to terrorism. And so what you have, is you have people being asked about their thoughts and their opinions on things such like -- as that. And what I do, and the same thing I did in Macomb County, is I just stopped people randomly and I asked what their greatest struggles are. And you find that -- and Macomb County was a very important swing county. You know, it’s being talked about a lot. And every time it’s being talked about, it’s being talked about in relation to the election. What’s your opinion of Trump? You know, why did you vote for Hillary? And we’re framing these people based on their political affiliations.  But if you actually stop these people and say, what is your greatest struggle right now? It’s about their wife’s dementia, their son’s alcoholism, and you find that they don’t identify themselves in the way that we’re identifying them. They see themselves as fathers or husbands. And I think Humans of New York, by stooping people randomly and giving them a chance to express their stories, shows more of the identities that people see themselves as.  DICKERSON: All right, Brandon Stanton, thanks so much for your work and thanks for being here.  STANTON: Thank you.  DICKERSON: And we’ll be right back.  (COMMERCIAL BREAK)  DICKERSON: Earlier this month the surgeon general issued a report saying that one in seven Americans is expected to develop a substance abuse disorder at some points in their lives. John Shinholser and Honesty Liller of The McShin Foundation in Virginia are on the frontlines of this epidemic.  Honesty, I want to start with you.  What does it look like in -- in terms of the uptick in -- in -- with opioid abuse and -- that you see?  HONESTY LILLER, MCSHIN FOUNDATION: Right. Well, at McShin, about 80 percent of our participants in our program are recovering from opioid addiction. It’s all around the country. It’s a huge spike. And lots of opiates, you know, prescription pain meds, along with the heroin. The heroin is cheaper after you’re done with the prescription pain meds, so it’s more and more people getting addicted. And, to be honest with you, at a very younger age than on average. And that’s all around the nation, not just in Richmond.  DICKERSON: Tell me about your personal story.  LILLER: Well, I’m a person in long-term recovery from my SUD. I’ve been drug and alcohol free for over nine-and-a-half years. The last -- I started using when I was 12 years old. I stopped when I was 26. The last nine years of my active addiction was opioids and heroin. And I came to the McShin Foundation when I was 26 years old with nothing, same day service. John and Carroll, his wife, the Mc in McShin, took me in. I had nothing. I had a couple bags of clothes. I didn’t have custody of my daughter. And I was practically living out of my Jeep.  Now, today, my life is amazing, nine-and-a-half years later because of recovery and John and Carroll taking a chance on me. I own a home. I’m a taxpayer. I -- I can vote. I’m a mommy. I’m a wife. And I’m the CEO of McShin. So I get to be surrounded by people that I love and I get to be able to see people change and their lives change because of the recovery. That peer to peer, been there, done that, this is what life was, this is what life is today. So be able to help these people and save their lives and heal their families.  DICKERSON: John, what is the most important thing a people needs who needs help?  JOHN SHINHOLSER, MCSHIN FOUNDATION: Well, I think the most important thing is, that if you have an addiction, there is help out there, that anybody can stop using drugs, find a new way to live and lose that desire. All you’ve got to do is ask for it and hopefully you’ll find a right doorway to go through and they’ll be smart enough to give you the help the same day you ask for it. Hopefully that’s what it will look like.  DICKERSON: But a lot of people have trouble asking for help. A lot of people don’t get it.  SHINHOLSER: Oh, my God, it’s the hardest thing in the individual is for an individual to come to grips with an addiction and say, look, I -- I need help. What do I do? And -- and a lot of times they reach out for help just to get their hands slapped. So we have to start that as a nation. We’ve got to start helping people. The day they ask for help, we’ve got to give it to them instead of turning back out in our community.  DICKERSON: What do you mean by getting their hand slapped?  SHINHOLSER: Well, a lot of times somebody will come in and ask for help from like a service provider and they’ll say like, come back in a week or two or three and the next thing you know you go back out in the Target or Wal-Mart and then you’re a public safety threat at that point. Then the sheriff gets you. So we’ve got to stop streeting (ph) people and help them the day they ask for it, to include emergency rooms in America. All across America, people are going up in these emergency rooms, a place where they’re supposed to get help for a medical condition, just to be told to get out of here. So we’ve got to stop that as a country. We know better. We’ve got to do better.  DICKERSON: Honesty, what -- you -- the most important thing you mentioned was that, you know, when you’re talking to somebody you can say, I was there with you. What about as a large -- as a larger culture, what do we -- what does the rest of us -- what can the rest of us do?  LILLER: Just be a voice. It’s not just those that are addicted to drugs and alcohol, it’s the family members and the people in the community that have been affected. You know, anyone can be able to help someone, you know, that has a struggling issue. I think it’s really important to -- continually to talk about it. And if you have a voice in your local community with a policy maker, like give them our number. Like, we’re really good at what we do in the advocacy piece because it’s not just, OK, help that individual. Like, how do we help them? It’s healing a whole entire community and that’s the nation at large.  So anyone can be a voice for anything. It’s just important to be educated on, you know, what you’re talking about and being -- been there, done that, that lived experience we have. It’s not just us in recovery, but the family members that have been affected by this disease that are speaking up and going to the general assembly and doing what they have to do as well to fight for those that, a, don’t even know about recovery, and those that are, you know, changing their lives.  DICKERSON: All right, Honesty and John, we really appreciate you being here.  SHINHOLSER: Thank you so much for having us.  LILLER: Thank you very much. This is amazing. Thank you.  DICKERSON: Thanks for what you do.  SHINHOLSER: Thank you.  DICKERSON: And we’ll be right back in a moment.  (COMMERCIAL BREAK)  DICKERSON: And now back to politics and our political panel. Joining us today is Molly Ball of “The Atlantic,” Ed O’Keefe of “The Washington Post”, his colleague Ruth Marcus is a columnist and deputy editorial page editor at “The Post,” and Ramesh Ponnuru is senior editor at “The National Review.”  Ramesh, I want to start with you.  Let’s -- Donald Trump has made some staff picks. He’s thinking about some others. Do you have a unified theory of -- of -- of what he’s doing? Is there a clear message to the picks he’s made?  RAMESH PONNURU, “NATIONAL REVIEW”: I don’t have a unified theory. I’m not sure he has a unified theory either. But I would say that the transition is going much better than one might have expected a couple of weeks ago when there was all this breathless coverage about what a disaster it was turning out to be.  The interesting things going on in the transition right now is this very public fight going on about who is going to be the secretary of state in a Trump administration, where you have top Trump advisers like Kellyanne Conway really blasting the idea that Mitt Romney might be that person.  DICKERSON: I’m going to hold off on the secretary of state drama because it is fascinating to watch in public. But, Ruth, I just wanted to get a -- on some of the names that have already been made. I was interested that on the one hand you had Donald Trump in his interview with “The New York Times” say Kelly Ayotte, former senator from New Hampshire, was never going to get anything because she had said that he, Donald Trump, was not a role model for her children. Then Nikki Haley, the former -- the governor of South Carolina, who had been very critical of Donald Trump, is now the ambassador to the U.N. So what do you make of those two different decisions?  RUTH MARCUS, “THE WASHINGTON POST”: Well, sometimes he can be more magnanimous than others.  I do have to say to Ramesh, if this transition is going well, I would really like to see one that’s going poorly. Because, let’s be clear, and I’m going to just channel Tolstoy (ph) here, all transitions are chaotic but they’re each chaotic in their own unique way. This one is crazy.  First of all, we’re having a transition by Twitter, right? He’s communicating with us. Normal president-elects have press conferences. This one has a Twitter account, with peevish (ph) tweets. That he’s picking people that in the most haphazard way. Usually you submit your national security team and then your domestic policy team. It’s just kind of random people. You pick your U.N. ambassador before you pick your secretary of state.  And, finally, on this remarkable -- I know we’re not getting to it yet, this remarkable public dissent we can’t stop talking about.  DICKERSON: Well, let -- Molly, do you sign up for that? Because Jeff Sessions, Senator Jeff Sessions, that was an obvious pick. Mike Flynn for the national security adviser. These are loyalists who were in the Trump camp. That seems like a --  MOLLY BALL, “THE ATLANTIC”: So I do have a grand unified theory, which is that Donald Trump is running the transition exactly the way he ran his campaign, which was exactly the way he’s always run his business. He creates competing power centers and pits them against one another. He likes to have underlings squabbling for his favor. It’s always very clear that he is the one in charge and he bestows his favor sort of arbitrarily and capriciously and haphazardly. So everyone is always kept on their toes. Nobody ever knows quite where they stand with him. His is his style personnel wise and always has been.  Now, there is no ideological consistency, right? Someone like a Jeff Sessions, you know, someone like a Steve Bannon, who is not a traditional Republican, paired with someone like a Reince Priebus, who is. Someone like a Jeff Sessions, who’s been at odds with many other Republicans in the Senate, pared with someone like a Nikki Haley, who is much more of a traditional conservative. And I don’t think we should expect there to be any ideological consistency because Trump himself has very little ideological consistency. He’s much more interested in personality and the way he seems to be making these choices, the vetting process seems to be, you know, come to my tower and I shall evaluate you. And he’s making choices on that basis.  DICKERSON: Ed, what Molly describes is actually what some people described FDR’s management --  ED O’KEEFE, “THE WASHINGTON POST”: Sure.  DICKERSON: Battles and fights --  O’KEEFE: Yes.  DICKERSON: And then see how it goes. So there is a tradition of this. What do you make of it, Ed, and now finally we can -- we can talk to the secretary of state point, which is this public debate going on between whether he’s going to pick Rudy Giuliani or Mitt Romney --  O’KEEFE: Or somebody else.  DICKERSON: Or maybe Bob Corker, senator from Tennessee, or maybe a player to be named later.  O’KEEFE: Yes. I mean, look, everyone that’s exasperated by all this needs to get over it. This is the way it’s going to be. This is the way he is. And -- and I just think, you know, this is -- this is the new normal in essence for -- for presidential management, the idea that it has to be done a certain way I -- I think is foolhardy because he hasn’t done anything the normal way and he won. And so don’t be surprised by any of this is -- is sort of what I’ve been telling aggrieved relatives and exasperated colleagues and everyone else.  As for secretary of state, look, my only question is, how can a Republican-controlled Senate confirm someone like Rudy Giuliani given his business practices over the last few years when you’ve spent the last several years prosecuting Hillary Clinton for doing similar things? He’s been a consultant to world leaders, some of questionable degree. He’s been giving speeches all over the world. It can argue that, you know, it gives him vast experiencing, which was the same argument in some respects that the Clintons were making, that they had these connections around the world. But, you know, I do not see how certain Republican lawmakers can have spent the last few years doing what they did and saying what they said about her and then turn around and confirm him when he was doing much the same.  DICKERSON: And --  MARCUS: But --  DICKERSON: Go ahead.  MARCUS: The thing we need to talk about is the remarkable spectacle of his own campaign manager, Kellyanne Conway, publically differing with him on Twitter and on -- and in public interviews about the wisdom of Romney as secretary of state.  DICKERSON: Let me just --  MARCUS: If anybody has any precedent for this, I’d like to hear it.  DICKERSON: So I’ll read you, Kellyanne Conway tweeted, “receiving deluge of social media and private comms,” communications, “Ray (ph) Romney, some Trump loyalists warn against Romney as secretary of state.”  And, so, Ramesh, some people see that as the former campaign manager arguing with her boss through Twitter, not, you know, in -- in the boardroom?  PONNURU: Well, she -- she says that she’s given the same advice privately. And it’s certainly true that this has not been done before. But I assume that she’s doing it knowing that Trump doesn’t mind her doing it. That he may even like this kind of drama. And so she figures, why not?  I think some of the points she’s making are actually reasonable ones. It is perfectly reasonable for an incoming president to want cabinet members who are loyal to him, who will not make a big resignation in principle that hurts the administration. And given their history together, one has to worry about that if you’re a Donald Trump about Mitt Romney.  BALL: It’s also interesting that -- that Kellyanne Conway is positioning herself as speaking for the grassroots, speaking for Donald Trump’s supporters, saying this is -- and -- and, you know, I think there may be a personal side to it for her as well, but it is true that, you know, she is his connection in a way to the millions of people out there in America who are not part of any other political party or movement, but who are loyal to Trump. And if she is indeed sounding a signal that he doesn’t want to turn against those people, you know, there would not be another voice in his ear or in his administration that would be speaking for those people. And presumably that’s important to him.  DICKERSON: Ed, I want to get to this question of Donald Trump’s conflicts of interest. He’s got businesses all over the world. As you mention, a lot of this campaign was about the conflicts between the Clinton Foundation and the Clinton secretary of state. Where are we on the question of Donald Trump’s private interests and Donald Trump’s presidency?  O’KEEFE: Well, he so far embraces the fact that he is a global businessman and has made no publicly apparent moves to really divest himself of it all. It’s a complicated thing, but I think what we need to remember is that current federal law would allow him to continue doing this. And I think the question is, will the country want somebody who is potentially a part-time president, who is also a part- time CEO of some degree. And if not, how will the public react? I think, you know, if there’s evidence that he or his family is ingratiating themselves of the presidency while other things aren’t getting fixed as he promised, then we’ll see a reaction. But this is unchartered waters and we’ll have to see.  DICKERSON: Ruth, he told “The New York Times” essentially that presidents can’t have conflicts of interest.  MARCUS: Well, let me tell you this, they can and he does. The federal law does not cover this, but there’s obviously the emoluments clause of the Constitution and there is the way presidents behaved in the past. This is a very dangerous road he’s going down. It’s totally obvious that somebody with his massive holdings is going to have a problem. He should have planned for this. He was remarkably unprepared for this and has been remarkably obtuse since being elected about the need, even if you’re not going to divest your holdings, to separate his business life from his presidential life, instead of separating his piling conflict on conflict, inviting his children into both the government and the business.  DICKERSON: Ramesh, what do you think other Republicans should -- should other Republicans care about this? Is it going to get in the way of business congressional Republicans want to get done, do you think?  PONNURU: Well, there’s no -- there’s no statutory problem that he’s got right now. I don’t think he’s got a political problem in the sense of his supporters in the polls --  DICKERSON: Yes.  PONNURU: Turning against him. But I do think he’s creating trouble for himself and his administration and for Republicans down the line because there is the potential for any number of scandals. There’s the potential that otherwise reasonable decisions get second- guessed because people wonder, is there some private interest of the Trump company that is biasing our decisions? I think they’d be better off taking steps to prevent those sorts of conflicts.  DICKERSON: Molly, 15 seconds, any immediate steps they could take?  BALL: Well, he could get rid of his business, but he doesn’t want to do that. You know, this while campaign for Donald Trump was about shattering norms, refusing to accept, for example, that the tradition of candidates releasing their tax returns. He feels that he got away with it. He feels that he was vindicated. I think he therefore feels that he doesn’t have to do the traditional things that presidents have done. We shall see if he gets away with it when it becomes about basically massive state corruption.  DICKERSON: All right, we’ll end on that. Thanks to all of you for the brisk panel.  And we’ll be right back in a moment.  (COMMERCIAL BREAK)  DICKERSON: Today for FACE THE NATION, I’m John Dickerson.  ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/face-the-nation-transcript-november-27-2016-rubio/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "The Last Confession",
            "author": "Richard Schlesinger",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 16,
                "year": 2016
            },
            "article_content": "Produced by Lourdes Aguiar, Peter Shaw, and Jennifer Simpson Ashmawy [This story first aired on March 1, 2014. It was updated on April 16, 2016.] On April 16, 1960, a woman disappeared after going to confession. Now - dramatic developments in this \"48 Hours\" case. Five decades after the murder of the beautiful school teacher, her long suspected killer -- a former priest -- is in custody. A new witness stepped forward, but despite this new evidence, there would still be no indictment ... until now. It's been more than 50 years, but the shadow of the unsolved murder of Irene Garza still hangs over McAllen, Texas. \"This was an atrocious case,\" Noemi Ponce Sigler told \"48 Hours\" correspondent Richard Schlesinger. \"And I couldn't understand it. To this day, I can't understand it.\" Sigler, who is part of Irene's extended family, has never been able to forget this case -- especially after she visited her aunt's house several years ago. \"There was a portrait of Irene that I hadn't looked at in years,\" Sigler said. \"So, I went up to the picture and I was mesmerized... And that's when I said ... 'Irene where did you go?' ... I wanna know what happened to her.\" Searching for an answer meant Sigler would have to search her own memories from around the time Irene vanished in 1960, when Sigler was a young child. Asked how she felt about Irene, Sigler told Schlesinger, \"I remember that she stood out...she was elegant.\" Irene was crowned homecoming queen and given the title Miss All South Texas Sweetheart. At the time, it was almost unheard of for a Mexican American. Irene's cousin, Lynda de la Viña says Irene was the first in her family to go to college and graduate school. Irene became a second-grade teacher and was devoted to her students. \"Oftentimes she would use part of her salary to ... buy them school supplies, to buy them things that they needed,\" she explained. Lynda de la Viña was just 9 years old that Easter weekend in 1960. She still remembers the last time she talked to Irene. \"One of the things that she talked about was that she has Easter baskets for us. And my brother and I were excited and jumping up and down, 'cause we knew that she would not have forgotten us,\" she said. But before Easter Sunday, Irene had to go to confession. The church had always been a cornerstone of her life. \"Every Sunday she'd go to church?\" Schlesinger asked. \"Every Sunday. Every Saturday she'd go to confession,\" de la Viña recalled with a laugh. \"It was a little bit of a family thing ... 'Irene's going to confession whether she needs it or not' (laughs).\" That Saturday, April 16, 1960, Irene Garza, who was just 25, borrowed the family car and went to Sacred Heart Church. She did not go unnoticed, but she rarely did. \"One person told me that sometimes guys her age would actually go to church just hoping to see her or run into her, said Pam Colloff, an executive editor at Texas Monthly, and a \"48 Hours\" consultant. Colloff has long been fascinated by the case. She spoke to many witnesses -- several of whom have since died. \"...when she went to church that night, it was natural that a lot of people noticed that she was there,\" she said. \"She was seen in the confession line. She was seen putting a white lace veil over her head. But she was never seen leaving,\" said Colloff. But Irene never came home. \"We got a phone call ... Irene's missing,\" said de la Viña. \"Her car was found the next morning down the street from the church,\" said Colloff. For two days, there was no news. Then, there was bad news. \"One of her high-heeled shoes was found by the side of the road,\" said Colloff. Just up the road, Irene's patent leather purse was found, as well as a piece of her white lace veil. \"My first thought as a kid that is trying to put the pieces together and then realizing 'This is something really, really bad,'\" said de la Viña. A massive search followed. The Hidalgo County Sheriff's Posse, many on horseback, fanned out looking for Irene. One of them was Sigler's father. \"That man wouldn't even sleep trying to find Irene,\" she said. But then five days after she disappeared, Irene Garza's body was found floating in an irrigation canal. She was fully dressed, except for her shoes and underwear, and her blouse was unbuttoned. \"The autopsy determined that she had been hit with a blunt object and then suffocated. It also found that she's been raped while in a coma,\" said Colloff. Investigators had very little to go on. There were no eyewitnesses, no fingerprints and DNA analysis was still decades away. But when detectives drained the canal a couple of weeks later, they found a curious clue. \"They found a green slide viewer with a long black cord ... a cord that may have been used perhaps to bind her hands or something along those lines,\" Colloff explained. The police turned to the public asking them for help in identifying the owner. \"Two days after that, a young priest at Sacred Heart, Father John Feit, wrote the police a note that that was, in fact, his slide viewer and he had purchased it the year before in a nearby town,\" Colloff continued. Father John Feit was a 27-year-old visiting priest and one of the last people to see Irene Garza alive. His note about the slide viewer did not explain how it wound up in the canal. \"Do you remember how long after your father became active in the investigation did he begin to suspect Father Feit?\" Schlesinger asked Sigler. \"I'll step out on a limb and say the first day ... there was something very obvious there,\" she replied. The police questioned hundreds of people, but focused on Father Feit. He gave police different stories about where Irene gave her confession that night, but finally said he heard it in the rectory next to the church. \"Which was a highly unusual and inappropriate thing to do,\" said Colloff. Father Feit also said that during confessions, he had broken his glasses. \"And that because of that, he had driven five miles back to this priest residence where he lived to get his other pair of glasses,\" said Colloff. Another priest, Father Joseph O'Brien, told police he noticed Father Feit had scratches on his hands. Feit explained he got them because he was locked out of the residence. \"He had no key, so he scaled his way up to the second floor,\" Colloff explained. \"...in the course of doing so, scraped his hands up, and got his glasses and returned to the church.\" Father Feit continued to be the focus of the investigation, but police kept their suspicions to themselves. Behind closed doors, the people of McAllen began whispering about the priest. \"It was almost a sacrilegious thought to have,\" said Colloff, \"that a priest could be capable of something like this.\" But the secret was about to come out. Because new suspicions landed Father John Feit on page one of the local papers. \"He attacked a woman 23 days before,\" said Sigler. \"Families don't recover from this,\" said Lynda de la Viña . \"They certainly tried ... I'm not sure if they ever did.\" Irene Garza's family had to deal with more than her murder. They had to absorb the fact that the rumored suspect was a man of God. \"That's not supposed to happen. That's horrible. That's an insult,\" said Sigler. But it was beginning to look like it was true when they learned there had been another attack on another young woman in another church. \"Three weeks before Irene's disappearance ... another pretty young woman, Maria America Guerra, had gone into the Sacred Heart Church in Edinburg, which is a neighboring town ... and she had noticed a man in a blue and white car outside the church who was sort of watching her,\" Colloff explained. \"And while she was kneeling at the communion rail, this same man came up behind her, grabbed her and tried to put a rag over her mouth.\" Maria America Guerra fought off her attacker and escaped. But she got a good look at him. \"She later said it was a man with dark hair, horn-rimmed glasses who was dressed like the priest...she couldn't say if he was a priest or not but ... he seemed to be a priest,\" said Colloff. A couple of weeks after Irene Garza was murdered, Maria America Guerra was shown a police lineup and she picked out Father John Feit as her attacker. Now Father Feit was at the center of two cases. He was polygraphed by the premier lie detector firm in the country, which concluded Feit was not telling the truth. \"It was shown that Father Feit was trying to control his breathing ... and was even saying things like--'There won't be any more--evidence that comes out and what you have isn't enough to convict me,'\" said Colloff. Father Feit was indicted for attempting to rape Maria America Guerra and stood trial in 1961. But the jury deadlocked. Rather than face another trial, Feit pleaded no contest to a lesser charge of aggravated assault. His punishment? A $500 fine. But Maria America Guerra got more justice than Irene Garza did. No murder charge was filed against Father Feit and Noemi Ponce Sigler is sure she knows why. \"I came upon a scene that has stayed like engraved in my mind,\" she told Schlesinger. During the investigation into Irene Garza's murder, a young Noemi says she came upon her normally stoic father, a deputy sheriff, in the kitchen. \"I saw him sittin' in a chair with a white handkerchief, and he was crying,\" she recalled. Asked what he was crying about, Sigler told Schlesinger, \"Later I found out that -- my daddy had been asked to -- turn in his records ... of the investigation of the case.\" That's when Sigler says she learned her father had been ordered to stop investigating -- that his superiors said they would take over the case. Many in Irene's family suspected that some kind of agreement had been made between the church and the authorities, but there was no hard evidence of that. \"There's no concrete proof of that. No documentation. What we do know is that Father O'Brien went and visited with Irene Garza's parents,\" said Colloff. Father O'Brien was the priest who noticed those scratches on Father Feit's hands. \"And Father O'Brien ... told Irene's parents that if the church found that Father Feit had done this that he would face a far greater punishment from the church than anything that the courts could ever give him,\" said Colloff. \"The church tried to placate them saying ... \"Even if it is him, we're gonna take care of him,\" said de la Viña . \"What do you mean take care of him?\" Schlesinger asked. \"Well, you know ... that he would find justice within the church, if it was him,\" she replied. Father Feit soon disappeared from McAllen, ending up in various monasteries. Irene's family had to settle for that. \"Was that enough for them?\" Schlesinger asked de la Viña . \"I don't believe it ever was,\" she replied. Sigler says her father never got over the case. Although she says he never lost his faith, he never looked at priests the same way again. He felt so strongly that no Catholic priest was called for last rites, years later on his deathbed. \"It must have been something that touched his soul, not only his heart, his soul,\" said Sigler. \"That's what's pushed you all these years?\" Schlesinger asked. \"When I wanna give up,\" she said with a laugh, \"it's all I have to think about.\" Decades after Irene's murder, Sigler, the daughter of the deputy, started her own investigation, trying to turn up the heat on the now very cold case. She interviewed witnesses and collected every document she could find. \"How much of your time did this take?\" Schlesinger asked. \"Well, I've done it over a span of probably two decades,\" Sigler replied. She always stayed in touch with the McAllen police. \"I would tell 'em, 'This is what I've found.' And they would say, 'Oh, OK, of course.'\" she explained. \"I thought I--I was the lone ranger out there (smiles) I really did.\" But she didn't know that the Texas Rangers were also on the case. In 2002, McAllen Police Chief Victor Rodriguez asked the Rangers' newly- formed cold case unit to look into Irene's murder. \"Was there more than one serious suspect in this murder?\" Schlesinger asked Rodriguez. \"No. The evidence has not pointed towards anyone else,\" he replied. Texas Ranger Rudy Jaramillo was leading the new investigation. \"You have -- victims' families that are looking for answers, looking for closure,\" he said. \"Did this seem to you to be a case that you could solve at the-- at the beginning?\" Schlesinger asked. \"Yes, sir. We felt that there was still physical evidence. We wanted to see what we could do now with today's technology,\" said Jaramillo. Jaramillo ordered DNA testing on the clothes Irene was wearing when she was murdered. But Irene's body had been in the water for too long; no DNA was discovered. Ranger Jaramillo had nothing to hang his hat on until one man came forward. \"He assaulted her, bound her and gagged her,\" said Dale Tacheny. In the fall of 2002, Texas Ranger Rudy Jaramillo of the cold case unit was continuing to work on the Irene Garza murder -- but it was still, at best, just a circumstantial case. \"We didn't have any witnesses that actually heard it from the suspect himself,\" said Jaramillo. But what Jaramillo didn't know was that there had already been a potential break in this case. George Saidler was a detective in the San Antonio Police Department. \"I got a call -- from a man who identified himself as a retired monk,\" said Saidler. \"Do you get many phone calls from retired monks in your line of work?\" Schlesinger asked. \"This was my first,\" Saidler replied with a smile. In the phone call and later in a letter, the former monk told Saidler he had information about the suffocation of an unnamed young woman that he believed took place around Easter sometime in the early 60s ... not in McAllen, but in San Antonio. \"He said it involved a priest ... that confessed to him as part of a therapy session,\" Saidler explained. The priest's name? John Feit. \"He had so much detail to his letter,\" Saidler continued. \"If it was a true letter, I would be able to corroborate that letter with physical evidence.\" But that would be impossible for Saidler, because the former monk had given him the wrong city. \"I probably looked at some 200 to 300 cases,\" he said. Then a Texas Ranger visited Saidler and saw his list of cases -- including one labeled \"priest case\". \"He told me, 'Oh, you have a priest case?' One of my partners is working on a priest case also,'\" said Saidler. \"And my lieutenant calls me, he says, 'You need to get a hold of this Detective Saidler. And here's his number....you got a witness,\" said Jaramillo. Saidler and Jaramillo had never met even, even though it turned out they lived in the same small town of Lavernia, Texas. They compared notes and concluded that even though the former monk didn't know the victim's name, said the murder took place in the wrong city and wasn't sure of the year -- all the other details he provided made them certain they had been working the same case. \"That's almost spooky, the coincidence. What did you make of that?\" Schlesinger asked Jaramillo. \"I almost thought Irene was sending him in my direction, you know?\" he replied with a smile. \"That Irene was,\" said Schlesinger. \"Yeah,\" Jaramillo said. \"I've never felt that way before. But -- it just seemed like we -- I was getting help.\" The new witness -- the former monk -- was Dale Tacheny. Today, Tacheny counsels clients with tax problems in Oklahoma City, but back in the early '60s, he counseled Trappist monks at the Assumption Abbey in Ava, Missouri. Tacheny says in 1963, his superior - who has since died -- told him about a young priest named John Feit who had just arrived at the monastery. \"I was told ... that he had killed a woman. And then asked if we could see if he would fit in at the monastery and possibly become a monk,\" said Tacheny. \"A murderer become a monk? Did that seem odd to you?\" Schlesinger asked. \"To me, yes,\" he replied. Tacheny says in months of counseling sessions, Feit told him how on an Easter weekend he heard a woman's confession in the rectory and attacked her. \"...after confession he took her blouse off. He fondled her breasts and then after that, he took her down to the basement and somehow she remained in the basement. I assume that he tied her up down there,\" Tacheny explained. Tacheny says Father Feit told him he later moved her from the rectory to another location. \"...the next day when he had to go back to the church for masses, Easter Sunday I believe it was ... and he put her in the bathroom, put her in the tub ... put her in a bag or something over her head...\" Tacheny continued. \"Some type of a plastic bag?\" Schlesinger asked. \"I don't fully remember. But when he was leaving he heard her say I can't breathe, I can't breathe and with that he shut the door and left,\" Tacheny replied. \"When he came back, he opened the bathroom door and she was dead. And then with the body he dumped the body along the road by a canal.\" Despite hearing all this, Tacheny says he didn't call police because as a monk he was told (felt) his only job was to counsel the priest. \"Did you ask or did you wonder why he ended up in...the monastery and not in the penitentiary?\" Schlesinger asked Tacheny. \"I asked Father Feit that, yes,\" Tachney replied. \"He said that individuals in the church protected him ... because the scandal that it would be to the church if it was revealed that a priest had in fact committed murder.\" Tacheny counseled Feit for several months until it became clear that Feit wouldn't make a good monk and couldn't stay at Assumption Abbey. \"You say goodbye to him,\" Schlesinger noted. \"Yes,\" said Tacheny. \"Sent him out the door? ...Knowing what you knew?\" \"Yes,\" Tacheny replied. \"And you were comfortable with that decision at the time?\" \"Yes,\" Tachney replied. \"Buried as much as of it as I could.\" But in 2001, when Tacheny was asked by an author if he could write about his life in the priesthood, he realized he shouldn't tell his story to a writer ... he should finally tell it to the police. \"So when you confronted this...in your soul, what did that feel like?\" Schlesinger asked Tacheny. \"Well the problem for me was not so much that this happened ... It was terrible. But how about the parents now? Brothers, sisters?\" he said choking up. \"It's emotional for you,\" Schlesinger noted. \"Why are you weeping, sir?\" \"It's hard for me to talk about that part of it,\" Tacheny replied, overcome with emotion. \"The part about the family?\" \"Yeah and the pain that they went through for over 40 years. I could have solved it. Taken care of it,\" said Tacheny. When Rudy Jaramillo heard Tacheny's story, he hoped that Feit was also ready to talk. He asked Tacheny to call Feit. Both men had left the priesthood decades earlier and hadn't spoken since 1963. Dale Tacheny: Hello, John? John Feit: Yes. Dale Tacheny: This is Dale Tacheny. John Feit: Da-aale! The January 2003 conversation was recorded by Jaramillo: Dale Tacheny: I've been, oh, for about 40 years now, covering up and holding within me something that I've known about and could never talk about. Tacheny told Feit he wanted to clear his conscience about the death of a young woman, but Feit said he didn't remember any of their discussions: John Feit: At the time I was in the monastery I was pretty much a broken man. Psychologically, emotionally, spiritually. I have no recollection what I may have told you at that time. But Feit denied the accusations that have dogged him for decades: John Feit: And I am telling you this evening that I am not the man who killed Irene Garza. Dale Tacheny: I guess I'm very confused right now ... because you told me that you did in fact participate in the death of a young woman. John Feit: Dale, I can only repeat myself and say I am not the man who killed Irene Garza. But there was soon another witness, Father O'Brien, who would tell investigators that that's exactly who John Feit is. Texas Ranger Rudy Jaramillo believed Dale Tacheny had answered most of his questions about how Irene Garza died. Jaramillo thinks the attack started at the church rectory. \"And what did Feit do to her do you think?\" Schlesinger asked Jaramillo. \"He assaulted her, tied her up and took her to the basement,\" he replied. Jaramillo is convinced Feit then took Irene late at night to the pastoral residence where he said he went looking for his spare eyeglasses and got those scratches on his hands. \"And what did he do to her here?\" Schlesinger asked. \"She was bound and gagged and he put her in the bathtub... and he put a plastic bag over her head,\" said Jaramillo. But Dale Tacheny was not Jaramillo's only witness. He had also tracked down Father O'Brien. O'Brien told one story about the case on a local TV show in 2000: \"The only thing I can think of, looking back, I think maybe we focused too much on the church, and her friends ... that's all I can think of because I'm telling you that investigation was thorough!\" O'Brien said in the TV interview. But in 2002, he was now privately telling Jaramillo something else. \"He said he suspected John Feit ... having something to do with Irene being missing,\" said the Texas Ranger. \"He told you that 42 years later that that day he suspected John Feit,\" said Schlesinger. \"Right,\" said Jaramillo. Father O'Brien told Jaramillo he thought the scratches on Feit's hands were fingernail scratches. In fact, O'Brien said he was so suspicious that he and another priest searched the rectory for Irene on Easter. \"...apparently looking for Irene, they searched everywhere...but they couldn't find any sign of her,\" sad Jaramillo. O'Brien finally told Jaramillo that during a confrontation back in 1960, Feit had made a crucial admission. \"He said that -- he had killed Irene,\" said Jaramillo. And O'Brien told Noemi Ponce Sigler the same thing in a phone call that she recorded: Noemi Ponce Sigler: So he told also you sir that he had killed her? Father Joseph O'Brien: Yes. Noemi Ponce Sigler: Oh my God. It was the news Irene Garza's family had always expected and always dreaded. And Father O'Brien also discussed what happened next: Father O'Brien: We knew he was dangerous so we shipped him off to a Trappist monastery...\" \"When you heard him say that, do you remember what you thought?\" Schlesinger asked Sigler. \"Yeah. I felt like telling him ... so why in the heck didn't you do something about it?\" she replied. \"48 Hours\" contacted the Missionary Oblates of Mary Immaculate, the order Feit and O'Brien belonged to at the time of the murder. The order strongly denies it protected Feit. Its lawyers say the order cooperated fully with police at the time and, they say, Father O'Brien wrote in a letter to his superior the year after the murder that church officials did nothing to hinder the investigation. In 1960, the investigation may have gone nowhere, but in 2002, things started moving ahead -- especially after Father O'Brien corroborated several details of Tacheny's story. \"Did you think you had enough at this point to arrest John Feit?\" Schlesinger asked Jaramillo. \"I did. ...I felt we had enough,\" he replied. But Hidalgo County District Attorney Rene Guerra did not. He says this case might have been strong enough in the '60s. \"Do you think John Feit killed Irene Garza?\" Schlesinger asked Guerra. \"Well, he would be a person that I would've prosecuted in '62,\" the D.A. replied. But he says, today, the case is too old and too weak. \"If you want my honest opinion, it's untriable,\" said Guerra. McAllen Police Chief Victor Rodriguez says Guerra never wanted to take this case from the moment they reopened it in 2002. \"We basically got challenged to why we wanted to look at this case all over again,\" Chief Rodriguez explained. \"What we got was almost a shut down.\" Guerra remembers the conversation differently, but he still does not believe in this case or Dale Tacheny. \"You don't believe Feit ever confessed to him,\" Schlesinger noted. \"I don't believe so,\" said Guerra. \"Why would he make up this conversation?\" \"I don't know,\" Guerra replied. \"What makes you think he did?\" \"The fact that he had no specifics,\" said Guerra. And Guerra questions Tacheny's integrity because he was ex-communicated for a time after getting married before officially leaving the priesthood. \"Are you telling the truth? Did you make this up?\" Schlesinger asked Tachney. \"Number one, I'm telling the truth. Number two, I didn't make it up,\" he replied. But the D.A. has another problem with Tacheny's story. Guerra says Tacheny was unintentionally fed details by Rudy Jaramillo. \"Could you have done that? Did you do that?\" Schlesinger asked Jaramillo. \"No sir,\" he replied. Jaramillo argues Tacheny gave details about the case to Detective Saidler months before Jaramillo even spoke to Tacheny. But Jaramillo did later tell Tacheny the correct location and date of the crime. \"I had to set him straight as to when it happened and where,\" said Jaramillo. \"And he should have kept it to himself and just sponged off Tacheny. Tell me what you know,\" Guerra said. \"That's why I don't believe in Tacheny. It's a compilation of things that I don't believe in Tacheny.\" And Guerra also has problems with Father O'Brien. He thinks his testimony might not be admissible because some conversations with a priest are privileged. And, he says when O'Brien came forward, he was suffering from a form of dementia that can makes people fabricate things. \"Is he - misunderstanding and fabricating in his mind - a story that he might have observed, he might have heard about, might have read about?\" said Guerra. But Jaramillo says O'Brien was clear on the facts of the case. \"He was pretty sharp,\" Jaramillo said. \"His memory was remarkable.\" Reporter Pam Colloff agrees. She also interviewed Father O'Brien in 2004. \"He told me he would say everything. If he were called before a grand jury he would say everything he knew,\" she said. It could be damning testimony if John Feit ever has to face his accusers. \"The evidence is there. It just speaks out to you,\" said Noemi Ponce Sigler. \"Just present 'em to the grand jury ... and let the grand jury make a decision.\" Decades after Irene Garza's murder, her family remained determined to get the case against John Feit moving forward. But Irene's cousin, Lynda de la Viña , says their biggest opponent was the district attorney, Rene Guerra. \"And I'll never forget, he put his finger in my -- in my face and said, you know, 'You will never get an indictment. You'll get one when pigs fly,'\" said de la Viña. And that's where it stood...until March of 2004, when finally it looked like the family had won. After all those years of pressuring Rene Guerra, the reluctant prosecutor decided to bring the case to a grand jury. \"Were you surprised?\" Schlesinger asked de la Viña. \"I was surprised. But I was hopeful ... that finally he's going to actually do ... something right here,\" she replied. Guerra assigned two prosecutors to handle the case. But from the start, something didn't seem right to Irene's family. John Feit was never subpoenaed; neither were the two main witnesses, Dale Tacheny or Father O'Brien. The grand jurors would only be given audio tapes and transcripts of what the men told investigators. \"I said, 'But don't you think a live person would've been much better at anytime than a damn recording?!\" said Tachney. In June 2004, the grand jury declined to indict John Feit for the murder of Irene Garza. TV report: \"And the people who are not happy with this, have to settle with the fact that I am the District Attorney until someone defeats me in the next election,\" said Guerra. Ten years later, that's what a man named Rick Rodriguez did. He's now the new D.A., and during his campaign, Rodriguez promised to look into the Garza case. \"I would cooperate and work closely together with the law enforcement to find out what else is missing on this case,\" said Rodriguez , \"whether it was all presented to the grand jury or not.\" But time is running out. Father O'Brien died in 2005. Dale Tachney is now the last living witness, and he is 87. Feit is now 83 and a grandfather. For decades he has lived in Scottsdale, Arizona, where he worked at the St. Vincent de Paul Catholic food bank. Stephen Zabilski, the agency's executive director, says Feit told him about the allegations of murder 10 years ago. \"And frankly, when he told me, I couldn't believe what I was hearing. ...I almost thought this simply can't be true,\" Zabilsky said. \"I remember asking John if there was anything at all to this and his answer was just absolutely not.\" Zabilski says he knows Feit only as a tireless champion of the poor. \"He was extraordinarily kind, caring, compassionate,\" he said. \"He was viewed as really someone who had a genuine love, a great love for those less fortunate, the poor in our community.\" \"48 Hours\" wanted to talk to Feit, but he was anything but charitable when Schlesinger pressed him about the case outside his Arizona home in 2014: \"Let me ask you straight out, did you kill Irene Garza?\" Schlesinger asked Feit. \"No,\" the former priest replied. \"Do you know who did?\" \"No,\" said Feit. \"Dale Tacheny says that you told him that you did...\" \"Dale is full of sh--,\" Feit replied. \"I'm sorry?\" Schlesinger asked. \"Dale is full of sh--,\" Feit exclaimed.\"S -H - -.\" \"So you won't tell me anything?\" asked Schlesinger. \"Get lost brother!\" Feit yelled before slamming the door. John Feit may have slammed the door on \"48 Hours,\"but in February, his past may have finally caught up to him. The new prosecutors brought the case to a new grand jury. This time, Feit was indicted and the former priest was arrested and charged with murdering Irene Garza. News report: \"Tonight a story that is making international headlines, a former priest ... arrested in the murder of a cold case dating back to 1960.\" \"And I just started crying. It was a cry that I couldn't stop,\" Sigler said. \"It really happened. I didn't dream it anymore. \" At his first court appearance in Phoenix, Arizona, Feit seemed bewildered. \"This whole thing makes no sense to me because the crime in question took place in 1960,\" he told a judge. It looked like Feit would fight extradition, but at a later hearing, he decided to go back to Texas to face the charges: Judge: Do you understand that by signing this document you are waiving your challenge to the Governor's warrant? Feit: Yes [blows a kiss to his family] Last month, almost 56 years after Irene Garza was killed on Easter weekend, the man long suspected of murdering her was flown back to Texas. District Attorney Ricardo Rodriguez held a news conference. \"We do have new facts in evidence ... but at this time we are not going to discuss ... the evidence in this case. We are confident that after a jury hears all the facts and the evidence we will get past the threshold of beyond a reasonable doubt, Rodriguez told reporters. Dale Tachney, the former monk, feels a new calling today: to tell a jury what he knows ... to testify against Feit. \"I got a job to do now,\" he said, \"and a moral obligation I feel to be there.\" Noemi Ponce Sigler knows Feit will finally face a judge and jury, but she also wants him to face her. \"I want him to look into my eyes and see Irene's spirit there--all the people that loved her,\" she said. The pursuit of John Feit has been Sigler's passion for most of her life. It's now up to the prosecutor to try to convict him. Sigler feels her job, at long last, is done. \"I just feel like my spirit has been lifted and I'm not carrying that heavy load anymore,\" she said. \"And it feels so good. I did it for her.\" John Feit has pleaded not guilty. Prosecutors hope to take this to trial within the year. Correspondent, \"48 Hours,\" \"CBS Evening News\"",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/irene-garza-murder-former-priest-john-feit-arrested-in-beauty-queens-1960-murder/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Will Donald Trump's two Steves clash over banks?",
            "author": "Larry Light",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2016
            },
            "article_content": "Will the tale of two Steves end in warfare within the Trump administration over how to regulate banks? President-elect Donald Trump has tapped two men for powerful posts whose approaches to Wall Street are poles apart: populist firebrand Steve Bannon and establishment Republican Steve Mnuchin.  In a way, the two men embody the two views of Wall Street that Mr. Trump displayed on the campaign trail -- that it’s an elite cabal that has hosed the average American, and a vital business that needs to be rescued from strangling government rules.  The firebrand, Bannon, will be Mr. Trump’s chief strategist in the White House, an enormously powerful post. Although Bannon once worked for Goldman Sachs (GS), he since has joined the GOP’s populist wing, which is suspicious of what he has called “crony capitalism.” He opposed the bank bailouts during the 2008 financial crisis. Bannon headed the right-wing website Breitbart News, which specializes in trashing the Republican leadership, and he has railed against the party’s establishment wing as “globalists” and “the party of Davos.” A rumpled, unshaven fellow with a fiery temperament, Bannon, 63, endeared himself to Mr. Trump by taking over management of the campaign when it was floundering and refocusing the candidate on his all-out assault against the economic status quo. The establishment Republican, Treasury Secretary-designate Steven Mnuchin, is also a Goldman alumnus, but he has stayed more in the storied investment firm’s buttoned-down mode. At Goldman, where he was a partner, Mnuchin ran the mortgage-backed securities trading desk and served as the firm’s chief information officer. He also has been a hedge fund operator and a bank CEO who aggressively foreclosed on delinquent mortgage borrowers -- making him a villain to both the populist left and right.  Soft-spoken and reserved, Mnuchin, 53, was the Trump campaign’s national finance chairman and raised tens of millions in small contributions. But while a lifelong Republican, he is hardly a movement conservative, having in the past donated money to Democratic politicians, including Hillary Clinton.  Of course, every administration has factions vying to get their way on policy and win over the president. And there’s no evidence to date of any conflict between the two. “They have always worked well together and are totally in sync with President-elect Trump,” spokeswoman Hope Hicks wrote in an email reply to questions about how Bannon and Mnuchin would interact. Nevertheless,  their pronounced differences have led to rampant speculation that they will end up tussling over policy. The stakes are high enough that the subject bears scrutiny. “It’s populism versus Goldman Sachs,” said Mike Mayo, banking analyst at international investment firm CLSA. “Looks like there will be some mud-wrestling in the process.” To Paul Brace, a Rice University political science professor who has studied the presidency, ”Bannon is genetically programmed to be a bomb thrower, and this could upset Mnuchin.”  In a research note, Cowen & Co. analyst Jaret Seiberg pointed out that Mnuchin probably will have his hands full on Capitol Hill revamping the tax code, with the result that “Bannon may play a bigger role on bank policy.”   Whose views are more likely to prevail on the banks question? Economist Hugh Johnson, who runs an asset management firm in Albany, New York, opts for Mnuchin. “Over time, I think Trump will learn to appreciate the more thoughtful and balanced approach” of Mnuchin, he said. “Trump cannot be a flamethrower and be successful, so my guess is that Bannon will become less important over time.” The two incoming Trump officials have widely contrasting upbringings. Although both are wealthy, Bannon came from a blue-collar background and is self-made -- his father was a telephone lineman. Mnuchin’s father, Robert, was a Goldman lifer, and young Steve had a privileged upbringing. He drove a Porsche while a Yale undergrad. Bannon served as a Navy officer, and his daughter went to West Point. He has expressed resentment at how few well-off types join the armed forces. Mnuchin, like many from his social stratum, didn’t serve in the military. Bannon worked at Goldman for only four years, while Mnuchin did for 17. At this early stage, before Mr. Trump takes office, the public has seen only glimpses of Bannon’s and Mnuchin’s thoughts about what specifically they think needs to be done to reform Wall Street. While Bannon’s job isn’t subject to Senate approval, Mnuchin’s is, meaning he must testify before the Senate Banking Committee. That should shed more light on his intentions. The Dodd-Frank financial overhaul law likely will be at the heart of their differences. Enacted in 2010, the measure requires banks to maintain sufficient capital to offset losses and curbs riskier trading using an institution’s own funds.  The law also set up the Consumer Financial Protection Board, which has cracked down on, among other things, what it sees as abusive lending and credit card schemes. Conservatives and the banking industry in general want to rein in the CFPB. In recent TV interviews, Mnuchin has said he wants to pare back Dodd-Frank’s regulatory burden, especially on smaller banks, in a bid to encourage lending to businesses and consumers. He has indicated that the law’s rules were often “too complicated.” Note that he did not call for gutting Dodd-Frank. Bannon hasn’t expressed his views on public issues lately, but in the past has been very vocal about Wall Street. At a conference held at the Vatican in 2014, Bannon railed against bailouts of banks during the 2008-09 financial crisis.  According to a transcript of his remarks, he denigrated “the Republican establishment, which is really a collection of crony capitalists.”  He lamented that “no criminal charges” were brought against bank executives. And he warned: “Trust me -- they are going to be held accountable.” Exactly what that might mean for bank rules is hard to tell. Bannon called for a restoration of something close to the Glass-Steagall Act, passed in the Great Depression and repealed in 1999. That law separated banks’ lending and investment operations, which Dodd-Frank mandates to a less-stringent degree.  Certainly, other actors are involved in this drama. Since the election, Vice President-elect Mike Pence, a former member of the House of Representatives, has been in close contact with congressional leaders to plot legislative strategy. Jeb Hensarling, Republican of Texas and the chairman of the House Financial Services Committee, has his own ideas on rolling back Dodd-Frank, and his panel has approved his version.  Ultimately, the White House’s policy will be shaped by Mr. Trump, who has indicated he wants to be a hands-on president who’ll negotiate with Capitol Hill, said economist Gary Shilling, who runs an investment firm in Springfield, New Jersey. Added Shilling: “What you’ll hear from the two Steves will largely be a reflection of what Trump thinks.” Larry Light is a veteran financial editor and reporter who has worked for the Wall Street Journal, Forbes, Business Week, Money, AdviceIQ and Newsday.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/will-donald-trumps-steve-bannon-and-steve-mnuchin-clash-over-banks/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "This Morning from CBS News, Nov. 15, 2016",
            "author": "Tucker Reals",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 15,
                "year": 2016
            },
            "article_content": "Democrats and activist groups are speaking out against President-elect Donald Trump’s recently appointed chief strategist, Stephen Bannon. Bannon led controversial conservative website Breitbart for years before joining the Trump campaign as CEO. So who is the man accused of encouraging the “alt-right movement?” As President-elect Donald Trump prepares to take office, his tax return remains under audit by the IRS. How independent will that examination be given that the agency is scrutinizing its soon-to-be boss? Given the long history of White House meddling with the IRS, that’s no idle question. Donald Trump’s election as president could have particular implications for workers nearing retirement, as well as for existing retirees. With the new administration expected to shift policy gears, we outline four key areas -- from Medicare to Social Security -- that older Americans should keep an eye on. Americans who lived through the 1970s may remember having to cope with the dreaded combination of rising unemployment and soaring inflation. Now, some experts warn the incoming Trump administration’s economic proposals could see the U.S. face a new era of “stagflation.” Dry weather and drought conditions across the South are fueling an explosion of wildfires. Thousands of acres have burned, and heavy smoke is causing increasing concern about air quality. Dozens of fires are burning in North Carolina, Georgia, Tennessee and other states. With the long, gruelling race behind them, the CBS News reporters who were tasked for months with following the Democratic and Republican candidates around the country now share their insights from life on the trail with Donald Trump, and the constant pursuit of Hillary Clinton. A group of women who call themselves the “Pushy Moms” have banded together to help their children get into good colleges. Now, they’re applying the skills they’ve picked up to help less-privileged students achieve their full potential. Judge in Bergdahl case mulls troops’ injuries on search mission Prosecutors take rare step, charge social worker, boss for boy’s death Michigan police officer suspended over Confederate flag resigns ICC prosecutors: U.S. military, CIA may have committed war crimes Senior Russian official detained in bribery sting Cows stranded on island of grass after quake finally rescued Ruth Bader Ginsburg on Supreme Court vacancy: “Trump will fill it” Ex-NYC Mayor Rudy Giuliani top pick for secretary of state How might fast-food lover Trump change the nation’s diet? New Balance distances itself from white supremacist site after Trump tweet  Surprise! Americans raise their insurers’ grades Think before you spend this holiday season 6 things NOT to buy on Cyber Monday Doctor on Celebrex study: “Everybody was wrong -- including me” Crave salt? This could be why  2016 set to break heat record, again, in spite of slowing emissions Could new tracking system help end nightmare of lost luggage? Leonard Cohen’s son posts letter eulogizing his father Tucker Reals is the CBSNews.com foreign editor, based at the CBS News London bureau.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/this-morning-from-cbs-news-nov-15-2016/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Aaron Sorkin’s defiant letter to his daughter on Trump's win goes viral",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 10,
                "year": 2016
            },
            "article_content": "Aaron Sorkin, the Oscar-winning script-writer for shows like “The West Wing” and “The Newsroom,” wrote an extremely personal message to the women in his life on Wednesday, following Donald Trump’s presidential victory. Sorkin penned a letter to his 15-year-old daughter, Roxy, and her mother, Julia, which he shared with Vanity Fair. He began the message by acknowledging the presidential election results, saying, “Well, the world changed late last night in a way I couldn’t protect us from. That’s a terrible feeling for a father. I won’t sugarcoat it -- this is truly horrible.” He went on to call the president-elect “a thoroughly incompetent pig with dangerous ideas, a serious psychiatric disorder, no knowledge of the world and no curiosity to learn.” Sorkin also made note of Trump’s outspoken followers, writing, “The Klan won last night. White nationalists. Sexists, racists and buffoons. Angry young white men who think rap music and Cinco de Mayo are a threat to their way of life (or are the reason for their way of life) have been given cause to celebrate. Men who have no right to call themselves that and who think that women who aspire to more than looking hot are shrill, ugly and otherwise worthy of our scorn rather than our admiration struck a blow for misogynistic s**theads everywhere.” “We’ve embarrassed ourselves in front of our children and the world,” he continued. But then the dad addressed ways to move forward both on a personal level and as a nation. “First of all, we remember that we’re not alone. A hundred million people in America and a billion more around the world feel exactly the same way we do,” he wrote. “Second, we get out of bed. The Trumpsters want to see people like us (Jewish, ‘coastal elites,’ educated, socially progressive, Hollywood...) sobbing and wailing and talking about moving to Canada. I won’t give them that and neither will you. Here’s what we’ll do... we’ll f**king fight. (Roxy, there’s a time for this kind of language and it’s now.) We’re not powerless and we’re not voiceless.” He went on to acknowledge his own privilege and noted that he plans to use it to help others. “Our family is fairly insulated from the effects of a Trump presidency, so we fight for the families that aren’t,” he wrote. “We fight for a woman to keep her right to choose. We fight for the First Amendment and we fight mostly for equality -- not for a guarantee of equal outcomes but for equal opportunities. We stand up.” Sorkin concluded, “America didn’t stop being America last night, and we didn’t stop being American. And here’s the thing about Americans: Our darkest days have always -- always -- been followed by our finest hours.” The note ended with one last message to his daughter, saying, “Your tears last night woke me up, and I’ll never go to sleep on you again.”",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/aaron-sorkins-defiant-letter-to-his-daughter-on-trumps-win-goes-viral/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "SF teachers' union offers lesson plan calling Trump racist, sexist",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 16,
                "year": 2016
            },
            "article_content": "SAN FRANCISCO -- The union representing San Francisco’s public school teachers has offered a classroom lesson plan that calls President-elect Donald Trump a racist and sexist man who became president “by pandering to a huge racist and sexist base.”  The lesson plan from Mission High School teacher Fakrah Shah is not one adopted by the San Francisco Unified School District, but has been published in the San Francisco teachers’ union newsletter and on the National Education Association website, CBS San Francisco reports. The plan was distributed via an email newsletter to its more than 6,000 members. The school district has more than 57,000 students.  Shah wrote, “Let us please not sidestep the fact that a racist and sexist man has become the president of our country by pandering to a huge racist and sexist base.” The teacher also offers suggestions to other teachers on how to engage students, telling them they didn’t lose and they should fight for justice and equality. “In the very same way, I would criticize Clinton. In the very same way, I would criticize Obama. The record number of deportations. Hillary Clinton, she has been called a war hawk,” Shah told CBS San Francisco.  “We show the information, we just don’t label people. With Trump, yes, we have gone very straight and very direct to this idea that he is racist. That he is sexist. There is information released with his exact words, saying how to treat women,” Shah went on to say. It is unclear how many teachers have used the plan outlined by a Mission High School teacher, said union spokesman Matthew Hardy and school district spokeswoman Gentle Blythe on Wednesday.  Blythe said the plan is an option and not part of the official curriculum.  “Educators are entrusted to create lessons that reflect the California standards, support students’ social and emotional well-being and foster inclusive and safe school communities,” she wrote in an email, adding that teachers are encouraged to include various perspectives and not refer to people or political parties.  Harmeet Dhillon, an RNC committeewoman from California, called the lesson plan and introductory statement put out by the teachers’ union “inappropriate propaganda that unfairly demonizes not only the campaign that Donald Trump won but also all of the people who voted for him.”  The Nov. 9 plan encourages teachers to talk to students about how they feel about the election results. The plan encourages teachers to offer students hope and to tell them that they can keep fighting.  San Francisco is diverse, with many students whose families are in the country illegally and who are worried by Mr. Trump’s calls for deportation. She warned teachers that some students may use inappropriate words to express their fear and anger.  “I know that they might curse and swear, but you would too if you have suffered under the constructs of white supremacy or experienced sexism, or any isms or lack of privilege,” she wrote.  More than 2,000 San Francisco students walked out of class last week to protest the new president. On Monday, Mayor Ed Lee declared that San Francisco would continue to provide sanctuary for all immigrants, religious minorities and gays and lesbians. ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/fakrah-shah-san-francisco-teacher-union-suggests-lesson-plan-calling-trump-racist-sexist/?intcid=CNM-00-10abd1h"
        }
    ]
}