{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Appeals court to decide whether Rep. Scott Perry's cellphone was legally seized by Justice Dept",
            "author": "Robert Legare",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 23,
                "year": 2023
            },
            "article_content": "Washington — A federal appeals court will decide whether Justice Department investigators probing the Jan. 6, 2021, attack on the U.S. Capitol were legally allowed to seize Pennsylvania Rep. Scott Perry's cellphone last year, and whether they are allowed to access its contents. Judges sitting on the Washington, D.C. Circuit Court of Appeals heard oral arguments on Thursday from attorneys representing Perry and special counsel Jack Smith's office and examined whether Perry's argument —that the Speech or Debate Clause protects him from certain investigative steps — hold up. The panel pushed prosecutors to clarify their interpretation of the law and later held a sealed hearing about the matter; much of the proceedings and legal rulings in this case have remained behind closed doors.  In August, FBI agents seized Perry's phone, made a digital copy of it, and returned the phone to him. He later filed a lawsuit against the Justice Department seeking to block investigators from examining the contents of the phone as part of their investigation.  The lawsuit revealed that on Aug. 2, 2022, a magistrate judge in Pennsylvania authorized a federal search warrant for the seizure of Perry's phone and prosecutors later told Perry's legal team they intended to seek a second warrant to authorize examination of the phone's contents.  Perry's lawyers filed a lawsuit to challenge the acts and argued that the Constitution's Speech and Debate clause protects lawmakers from being questioned by other branches of government about actions carried out in the course of lawmaking. Perry's phone, they contended, should be included under that protection.  \"The Constitution authorizes only him, as the member of Congress whose records are at issue, to make determinations…about the extent to which the Speech or Debate clause applies to those records,\" Perry's attorneys wrote in the lawsuit.  The suit was later dropped by Perry's defense attorneys and the status of the investigation became unknown. Later, the case was taken under the control of the chief judge of the D.C. federal court, who reportedly ruled in a sealed order that Perry's phone was fair game for investigators. The three-judge panel who heard the case on Thursday put a secret hold on that ruling, pending the proceedings.  In court on Thursday, Perry's  attorneys revealed that the chief judge's decision to side with the Justice Department was based on the contention that \"informal\" fact-finding by members of Congress is not protected by the clause.  Perry was one of a few Republican lawmakers subpoenaed by the now-defunct House select committee that investigated the Jan. 6 Capitol attack, after he echoed calls to decertify Joe Biden's victory in Pennsylvania. According to the committee, congressional investigators said they had evidence that the Pennsylvania Republican had played an \"important role\" in efforts to install former Justice Department official Jeffrey Clark as acting attorney general as then-President Donald Trump was continuing to promote his unfounded claims of election fraud. They said he had also communicated with Trump chief of staff Mark Meadows about Clark via text and encrypted messaging, the committee said.  John Rowley, an attorney for Perry, argued the congressman had used his phone in the furtherance of two legislative acts – his votes on certifying the election results on Jan. 6 2021 and on H.R. 1, known as the For the People Act – so the disclosure of his device to investigators should not have happened. He added that Perry had been engaged in fact-finding that may have been related to the possible legislative acts.  \"It is an absolute privilege,\" Rowley said of the records contained on the phone, in arguments before Judge George Katsas and Naomi Rao, Trump appointees, and Judge Karen Henderson, a Geroge W. Bush appointee who attended remotely for part of the hearing. \"It may be inconvenient to law enforcement at times,\" Rowley added.  Perry's defense that he was using his phone was \"not hypothetical,\" Rowley told the judges, but a real-life scenario that warrants the protection.  The judicial panel  appeared skeptical and pushed Rowley on whether communications between a member of Congress and someone outside of the legislative branch were privileged. Katsas called Rowley's legal argument \"odd,\" saying that it would mean \"the communication can be to anyone in the universe.\"  Raising numerous hypothetical situations like one in which a member of Congress was accused of taking a bribe, Katsas and Rao tried to parse why a private conversation between a representative and someone outside of Congress would be shielded from executive branch investigation.  But the Justice Department prosecutor, John Pellettieri, was also met with skepticism by the judges as they searched for a legal boundary between privileged and non-privileged congressional communications. Pellettieri argued that privilege must be explicitly connected to \"Congress' exercise of fact-finding authority.\"  The panel again posed several hypothetical questions to the prosecutor, ultimately prompting him to assert that a member of Congress seeking outside advice on how to vote on a bill is not protected from disclosure of those communications by the Speech or Debate Clause.  Katsas called it an \"odd line\" and said the Justice Department's view of the privilege might be too \"narrow.\" Rao asked, \"How far does the confidentiality extend?\"  Pellettieri contended that this was a line for the courts to draw, urging the judges to \"balance\" the constitutional idea with real-life application, and warning Perry's interpretation of the Speech or Debate Clause \"cloaks members of Congress in very broad, almost absolute immunity.\"  In June, former White House aide and Jan. 6 committee witness Cassidy Hutchinson testified that in a Dec. 2020 phone call, Perry expressed support for encouraging people to march to the Capitol on Jan. 6. At the time of his subpoena, Perry, the chairman of the House Freedom Caucus, told reporters the committee's demands were \"all about distracting America from their abysmal record of running America into the ground.\"  The three-judge panel filed the first-publicly available document in the sealed case last week, telling the attorneys for both sides that they were to answer questions about whether the Speech or Debate Clause protects communications between members of Congress and individuals working in the executive branch.  Perry is not the first individual to try to use the Speech or Debate Clause for protection. South Carolina Sen. Lindsey Graham asked federal courts to immunize him from testifying before a special grand jury in Georgia investigating allegations of election interference by the Trump campaign. The court ultimately narrowed the scope of questioning Graham would have to answer.  And this month, former Vice President Mike Pence has said he intends to invoke the separation of powers argument to shield him from a grand jury subpoena issued by the special counsel investigating the events surrounding Jan. 6, 2021. ",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/jan-6-scott-perry-cellphone-justice-dept/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Appeals court rejects Trump's motion to block Mark Meadows, former aides from testifying in special counsel probe",
            "author": "Robert Legare",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 4,
                "year": 2023
            },
            "article_content": "Washington – A federal appeals court in Washington has denied former President Donald Trump's attempt to shield his one-time chief of staff Mark Meadows and other top aides from testifying before a grand jury in special counsel Jack Smith's investigation into Trump's actions around the 2020 presidential election and his alleged role in the Jan. 6, 2021 Capitol attack.  Trump had appealed D.C. District Chief Judge Beryl Howell's rejection in March of his claims of executive privilege over the testimony of his former advisers. Howell's decision had compelled a group of aides to testify in the probe.  The sealed case appeared on the appeals court's federal docket in late March with little identifying information, followed by a sealed emergency request on Monday that the appeals court intervene before the aides were called to testify. Tuesday's order — from Judges Patricia Millett, Robert Wilkins, and Gregory Katsas — indicated that the request had been denied. Grand jury proceedings remain shielded from public view under federal law.  The decision came as Trump was about to be arraigned in Manhattan Tuesday on charges related to a \"hush money\" payment made to adult film star Stormy Daniels.   While some of the former president's aides — including former national security adviser Robert O'Brien and top White House aide Stephen Miller —  have complied with subpoenas from Smith's office to appear before a grand jury, they have not testified about their interactions and exchanges with Trump, citing possible executive privilege concerns, according to people familiar with the matter. Both men, spotted in the federal courthouse where the special counsel convenes grand juries in the Trump matters over the last few months, were included in Howell's March 15 order. Trump has unsuccessfully sought to shield many of his former White House aides from special counsel subpoenas, arguing to Howell that his conversations and communications with aides while he was president are protected from scrutiny. Howell – whose term as chief judge expired last month – largely rejected those claims and compelled many of the witnesses to testify. The ruling comes as the new chief judge, James Boasberg, ruled this week that Trump's claims of executive privilege over former Vice President Mike Pence's testimony did not hold up. Boasberg ordered Pence to testify about Trump's effort to reverse the outcome of the 2020 presidential election, rejecting the former president's arguments. The judge did in part rule in Pence's favor, ordering prosecutors to refrain from asking Pence about his role as president of the Senate during the Capitol riot, which Pence argued was constitutionally protected by the separation of powers.  Pence said he is consulting with legal counsel on the next steps and will follow the law.  The former president has consistently denied any wrongdoing and has criticized Smith's investigation as partisan.  Attorney General Merrick Garland appointed Smith, a former federal prosecutor, to oversee the Jan. 6 investigation and the Justice Department's probe into the mishandling of classified documents from Trump's time in office.  Evan Corcoran, Trump's defense attorney, was forced to testify before a grand jury in the records case on Friday after Howell ruled that attorney-client privilege did not apply.  A spokesperson for the former president did not immediately respond to a request for comment.  Robert Costa contributed reporting.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/trump-mark-meadows-special-counsel-appeal-rejected/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Judge in Trump case in Fulton County reflects on case: \"It's different\"",
            "author": "Nikole Killion",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 20,
                "year": 2023
            },
            "article_content": "Atlanta — Fulton County Superior Court Judge Robert McBurney says it was \"purely random\" that he ended up presiding over one of the country's most closely-watched special purpose grand jury investigations, which was looking into efforts by former President Donald Trump and his allies to overturn the 2020 election in Georgia.  \"It's special, it's different and I've never had to deal with one before,\" McBurney told CBS News.  For roughly eight months, McBurney oversaw the special purpose grand jury, which was dissolved in January. In February, he ordered a partial release of the grand jury's report which found no widespread evidence of fraud in the election and stated perjury \"may have been committed by one or more witnesses\".  The panel of 23 jurors heard from 75 witnesses during the probe, including members of the former president's inner circle who were subpoenaed, such as former White House chief of staff Mark Meadows, former New York Mayor and Trump's personal attorney Rudy Giuliani and Sen. Lindsey Graham of South Carolina.  \"I learned much more about the speech and debate clause than I ever thought I would,\" McBurney quipped, describing the process as \"educational.\"  \"I was able to work with good lawyers from the District Attorney's office, from many of the witnesses, grappling with new issues and I always like that — to avoid the sameness that a judge can encounter with some of the repetitious nature of criminal and civil cases.\"  CBS News sat down exclusively with McBurney after the Atlanta Journal Constitution published interviews with five special grand jurors last week. It is the first group interview since jury foreperson Emily Korhs broke her silence last month to several media outlets.  McBurney agreed to discuss his overall experience in the case and legal process. He  told jurors they could speak about the report, what witnesses and prosecutors said but they could not discuss their deliberations.  \"The conversations I had with the grand jurors at the time of their dismissal is 'what do we mean by deliberations,'\" McBurney explained. \"There's no restriction on them sharing with you, their mom, their uncle, anyone they want, what did (late Georgia House Speaker) David Ralston say when he testified in front of you, what did Michael Flynn say.\"  \"What they cannot share would be the deliberative process and that is where it gets tricky,\" McBurney added. The judge declined to say whether any of the jurors' statements crossed a line. In the AJC interview, the five jurors gave a behind-the-scenes view of their experience and revealed new evidence including a phone call between former President Donald Trump and Ralston urging him to convene a special legislative session to overturn President Biden's victory. The jurors also discussed their decision not to subpoena the former president or invite him to voluntarily testify although the group said it never discussed summoning Trump during its deliberations.  Kohrs received heavy criticism for her media blitz after suggesting potential indictments and characterizing some of the witnesses. She also told The Associated Press the panel did not hear from the former president because \"Trump was not a battle we picked to fight.\"  \"We've lost 100% confidence in this process,\" Georgia-based Trump attorney Drew Findling told CBS News last month. \"We feel this process has been compromised.\" Trump's legal team filed a motion Monday to quash the special purpose grand jury report, block the use of any evidence derived from it and recuse the Fulton County District Attorney's office from the case. They also requested another judge to hear the motion instead of McBurney citing the \"propriety\" of his conduct. McBurney and the District Attorney's office declined to comment on the filing. The DA's office previously said that it did not know ahead of time that Kohrs planned to do any media interviews and declined comment on the other juror interviews.  Kohrs has not responded to CBS News' request for comment.  While federal grand jury rules prohibit grand jurors from disclosing matters that occurred before the panel, Georgia law is less stringent and states that jurors \"shall keep deliberations of the grand jury secret.\" A bill has been introduced in the state legislature that would limit what special grand jurors can say and enact penalties for unauthorized disclosures by the foreperson and other special grand jury members. Fulton County District Attorney Fani Willis is now deciding whether to pursue charges and open a \"regular\" criminal grand jury to seek possible indictments against Trump or others based on the grand jury's recommendations. Willis opened the investigation in early 2021, shortly after a recording surfaced of a phone call between Trump and Georgia Secretary of State Brad Raffensperger asking Raffensperger to \"find\" the votes needed to reverse his loss in the state. McBurney worked briefly in the Fulton County DA's office. The Harvard-educated judge rose through the ranks as an assistant U.S. attorney before he was nominated to the bench in 2012 by former Republican Gov. Nathan Deal.  \"It is of great public significance,\" McBurney noted of the Fulton case. \"It's a privilege to be involved with that and I hope my role didn't interfere with what really needed to happen which was to advance the investigation in any direction it's going.\" Nikole Killion is a congressional correspondent for CBS News based in Washington D.C.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/fulton-county-superior-court-judge-robert-mcburney-interview-trump-investigation-georgia/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Pence confirms he'll resist subpoena from special counsel in Trump probes",
            "author": "Melissa Quinn, Jonah Kaplan",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2023
            },
            "article_content": "Washington — Former Vice President Mike Pence confirmed Wednesday he will resist a subpoena from the special counsel leading the investigations into former President Donald Trump, arguing he is doing so in defense of the Constitution. \"I'm going to fight the Biden DOJ's subpoena sent to me last week because it's unconstitutional and because it's unprecedented and the DOJ knows that,\" Pence told reporters after an event in Minnesota on parental rights. \"The Constitution of the United States provides the Executive Branch cannot summon officials in the Legislative Branch into a court in any other place.\" Pence said his reasons for challenging the subpoena from special counsel Jack Smith are the same as his motivations for defying Trump's pressure to unilaterally refuse state Electoral College votes on Jan. 6, 2021, when lawmakers gathered for the joint session of Congress to tally state electoral votes. A mob of Trump's supporters breached the Capitol during the count, which brought the proceedings to a standstill and prompted the Secret Service to move Pence to a secure location. \"For me, this is about the Constitution. If we lose the Constitution, we won't just be losing elections. We're going to lose our country,\" Pence said. \"On January 6, I took a stand on the Constitution, and in this fight I will stand on the Constitution as well.\" CBS News confirmed last week that Pence was subpoenaed by Smith, who was appointed in November to take over two Justice Department investigations into Trump. One of the probes involves Trump's handling of sensitive government records discovered at his South Florida residence, Mar-a-Lago. The second centers around efforts to stop the transfer of presidential power after the 2020 election and interfere with the counting of Electoral College votes on Jan. 6, 2021. Two people familiar with Pence's plans confirmed Tuesday that the former vice president intends to challenge the subpoena by claiming legislative privilege. The argument centers around Pence's former role as president of the Senate, the position held by the vice president, which he indicated that he will argue protects him from Justice Department questioning under the Constitution's \"speech or debate\" clause. The constitutional provision says that members of the legislative branch \"shall not be questioned in any other place\" for \"any speech or debate\" in either chamber.  Pence told reporters that it's \"wrong\" to set a precedent where a legislative official can be called into court by the Executive Branch — the Justice Department, in this case — and said the issue \"goes to the heart\" of the separation of powers. \"My fight is on the separation of powers,\" he said. \"My fight against the DOJ subpoena very simply is on defending the prerogatives that I had as president of the Senate to preside over the joint session of Congress on January 6.\" He said he is prepared to take a legal fight challenging the subpoena to the Supreme Court if need be.  Pence, as president of the Senate, cast tie-breaking votes and presided over the joint session of Congress on Jan. 6, when lawmakers gathered to count state electoral votes and reaffirm President Biden's win. His role in the vote-counting made Pence a target of Trump's campaign to reverse the outcome of the 2020 presidential election, according to the House select committee that investigated the Jan. 6 Capitol assault, as Trump pressured him to unilaterally toss out or replace some slates of electors. The theory that Pence had the power to intervene in the certification of Electoral College votes was advanced by John Eastman, a conservative lawyer who the select committee referred to the Justice Department for potential prosecution. Pence, though, ultimately did not bow to Trump's pressure. The details of the subpoena to Pence are unclear, including what information the special counsel is seeking from him. Timothy Parlatore, a lawyer for Trump, told CNN that the former president intends to assert executive privilege over Pence's testimony. The former vice president's decision to challenge the subpoena comes as he is expected to make a 2024 presidential run. If Pence declares his candidacy, he will go up against Trump, who announced a third White House bid in November, and former South Carolina Gov. Nikki Haley. Other Republicans are expected to compete for the party's presidential nomination, though only Trump and Haley have announced their campaigns. Pence's resistance also follows a consensual search by the FBI of his home in Indiana this month after an aide discovered a \"small number\" of documents marked classified among Pence's records in mid-January. The documents were turned over to the FBI, and Pence has said he takes \"full responsibility\" for the existence of the records from his vice presidency.  Documents bearing classification markings were also discovered in Mr. Biden's and Trump's possession, though the number of documents found, and circumstances surrounding their retrieval, differ extensively. In Mr. Biden's case, between 25 and 30 records marked classified dating to his time in the Senate and vice president, were found by his personal lawyers in his former office at a Washington think tank and in his Wilmington, Delaware, home. The records were handed over to the Justice Department, and the FBI conducted consensual searches of both the Wilmington residence and Rehoboth Beach, Delaware, house. In Trump's case, more than 300 documents with classified markings were discovered at his South Florida property, Mar-a-Lago, roughly 100 of which were found by federal investigators during a court-approved search of the property in August.",
            "bias": "white privilege",
            "url": "https://www.cbsnews.com/news/mike-pence-subpoena-challenge-special-counsel-jack-smith-trump-investigation/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "The long march toward racial equality in the ranks",
            "author": "David Martin",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 12,
                "year": 2023
            },
            "article_content": "The late Colin Powell was only 11 years old when President Truman issued an executive order ending segregation in the armed forces. \"I and so many men and women of color who have served this nation in uniform owe so much to President Harry S. Truman and to Executive Order 9981,\" Powell said in 1998. It was in 1948 that Truman issued the order, saying, \"There shall be equality of treatment and opportunities for all persons in the armed services without regard to race, creed or color.\" But first, the man from Independence, Missouri, had to overcome his upbringing. Both of Truman's grandparents had owned slaves prior to the Civil War, and he said his own mother had died \"an unreconstructed rebel.\" Kurt Graham, director of the Truman Library, says the archives contain handwritten examples of his racist views, such as his 1939 letter describing the movie \"Man About Town,\" starring Jack Benny and Eddie Anderson: \"It is a very funny show. The N-word steals the screen.\"  \"No hesitation, no compunction about using a racial epithet like that,\" said Graham.  Six years later, as World War II entered its final agony, Truman was thrust into the presidency by the sudden death of Franklin Roosevelt, and found himself the commander-in-chief of two armies – one Black, and one white. Charles Bowery, director of the U.S. Army's Center of Military History, called the war \"a watershed moment in the process of segregation.\" He said the one million African Americans who fought for freedom in uniform while being denied it at home exposed the hypocrisy of segregation. \"It forwarded the civil rights movement, because of the massive scale of service of African Americans in uniform,\" he said. \"It just could not be ignored. You could not ignore the bravery of African Americans.\" And Truman could not ignore the despicable treatment of Black veterans, like Isaac Woodard, a soldier who came home from the war, and was dragged from a bus by South Carolina police and beaten so severely that he permanently lost his sight.  Graham said, \"Truman, I think, just says, 'That's enough.' He instructed the Justice Department to investigate. An all-white jury acquitted the defendants, and life went on in South Carolina. But Harry Truman was not gonna let that stand.\" Speaking at the Lincoln Memorial, on June 29, 1947, Truman became the first president ever to address the NAACP. He proclaimed, \"There is no justifiable reason for discrimination because of ancestry or religion or race or color.\" Risky politics, for a president seeking a second term. According to Graham, Truman's political future in 1948 was \"on the ropes. He was seen to be someone who likely was not going to win re-election.\" Days after he was nominated, Truman issued the order to end segregation in the military. According to Bowery, the Army's reaction to the order, particularly in its leadership, was stridently opposed.  Truman appointed a committee headed by Charles Fahey to enforce the order. Records show its staff director warning Fahy, \"The Army intends to do as little as possible\" – and might have gotten away with it, except for a Black civilian who worked at the Pentagon. Roy Davenport is one of history's hidden figures, using his inside knowledge of the Pentagon's personnel practices to show the Fahy Committee the Army's response for desegregation \"wasn't worth the paper it was written on.\"  But what really turned the coin, said Bowery, was the Korean War. \"Desegregation begins in foxholes in Korea.\" With all-white combat units retreating in the face of the North Korean onslaught, Black soldiers were sent in to fight alongside whites. \"What happens is that these units turn the tide,\" Bowery said, \"and the Army in Korea is on a path to integration, because they have finally and completely disproven this idea that Black soldiers cannot be trusted alongside white soldiers.\" As the buildup to war in Vietnam was beginning, and the civil rights movement was reaching critical mass, Joe Anderson was a cadet at West Point. Martin asked him, \"Did you ever wonder to yourself, 'What am I doing here?'\" \"I absolutely wondered why I was at the Academy, when all of our people of Black heritage were sitting in at counters and fighting to be treated fairly in the United States,\" Anderson replied.  James Fowler, one of only six Black colonels in the entire Army at the time, gave Anderson this advice: \"He said to me, 'Joe, we have a lot of people that can sit in at counters. We don't have a lot of people that can get through West Point. That's your job.'\" As he entered his senior year, Anderson was denied a leadership position in the Corps of Cadets. \"My view is that the Academy in 1964 was not ready to have African Americans demonstrate significant leadership in the parades and that kind of thing,\" he said.  But two years after graduating, Anderson became arguably the best-known soldier – Black or white – in the entire Army, as leader of \"The Anderson Platoon,\" subject of an Oscar- and Emmy-winning documentary that aired on CBS. He said, \"It was probably the first time that Americans had seen an African American in leadership in combat.\" \"Anderson's Platoon\" showed the country what the Army had learned in Korea. \"In combat, it's about who can get them home safe,\" Anderson said.  But in the rear areas, race still mattered.  At age 19 Hank Thomas was one of the original \"Freedom Riders.\" \"A firebomb was thrown through the back window of the bus,\" he recalled. \"And when I was getting off the bus, I was attacked again physically. Each physical blow was a badge of honor.\" Sure that he was about to be drafted into the Army for his trouble-making, Thomas volunteered to become a medic, and was sent to Vietnam. There, he said, the commanding officer was a captain from Mississippi, and the supply sergeant was a redneck from Mississippi.  \"There was a group of soldiers in my outfit who flew the Confederate flag,\" Thomas said. \"I tore the flag down, and dared anyone to put it up again.\" \"Did you have any run-ins with that redneck supply sergeant?\" asked Martin.  \"The Black soldiers came to me and said the sergeant was not giving them new boots, so I went over to the supply shack, threatened to whip his butt,\" he replied. \"I almost got court-martialed for it, but I got the boots and the equipment for the Black soldiers. \"Black soldiers were not going to take the same kind of treatment that they had taken in civilian life,\" Thomas said.  After Vietnam, the U.S. abandoned the draft, and created an all-volunteer force, which attracted recruits by offering better pay and benefits. \"What it did was dramatically increase the number of African Americans who raised their hand to serve,\" said Bowery.  Now a lieutenant general, Dimitri Henry joined the Marines in 1981: \"Because I was 17, my mother had to sign for me to go in and serve. Forty-one-and-a-half years later, here I sit.\" Martin asked, \"Did you experience anything that felt like discrimination as you were coming up through the enlisted ranks?\" \"I would call it points where individuals would show their disdain for someone who looked like me,\" Henry said. \"The typical name calling,\" including the n-word.  How'd you react? \"I chose not to react,\" he said. \"If you're going to allow someone else to control your emotions, then you've already lost.\" While Henry was still a sergeant, in 1989, Colin Powell became the first Black Chairman of the Joint Chiefs of Staff. During the first Gulf War against Iraq, Powell showed the nation a Black general in charge. But Henry said he still feels judged by the color of his skin. \"It helps me to focus more, because I understand what is being thought about me and what people may decide to do just based solely on what I look like,\" he said.  \"That sounds like a 'I'll show them' attitude,\" Martin said.  \"Unfortunately, I think that's exactly what it is,\" he replied. \"It's a survival type of tool.\" Henry survived, to become the director of intelligence for the Chairman of the Joint Chiefs, another first for Black Americans in uniform.  \"That happened on the backs and shoulders of others that have gone before, and it just builds and builds and builds,\" he said.  The most obvious result of the forces that President Truman set in motion 75 years ago is Lloyd Austin, the first African American Secretary of Defense. When asked if he would be in this job without that executive order, Austin replied, \"Probably not.\" And in the two years he has been in the job, Austin has more than doubled the number of Black three- and four-star generals, from 10 to 22. And the criteria was simple: \"We selected them because they're the best people for the job.\" It's been 75 years since Truman issued his executive order. Martin asked, \"Is there equal treatment and opportunity in the armed forces?\" \"If you ever stop striving to achieve that goal of equal opportunity and equal  treatment,\" Austin replied, \"I think then you'll begin to slide backwards.\"      For more info:        Story produced by Mary Walsh. Editor: Carol Ross.       See also:  David Martin is CBS News' National Security Correspondent.",
            "bias": "racial discrimination",
            "url": "https://www.cbsnews.com/news/the-long-march-toward-racial-equality-in-the-ranks/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Viral social media trend calls for Biden to #StopWillow, a controversial oil drilling plan in Alaska",
            "author": "Kerry Breen",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 7,
                "year": 2023
            },
            "article_content": "Update: The Biden administration approved the Willow project on March 13. Read the latest here. Our earlier story is below. As the Biden administration comes closer to announcing a decision on an Alaska drilling plan called the Willow project, social media users are calling for the project to be stopped.  The project, pitched by petroleum refinery company ConocoPhillips Alaska, would entail drilling in the Willow oil field, a federal oil reserve in Alaska's petroleum-rich North Slope, according to The Associated Press. According to the company, the project could produce up to 180,000 barrels of oil a day, or 1.5% of total U.S. oil production.  ConocoPhillips initially asked for five drilling sites, but the U.S. Bureau of Land Management (BLM) said in February that three sites would be a \"preferred alternative.\" There is bipartisan support for the project in Alaska, AP reported, and some indigenous groups close to the area support the plan because it would provide more revenue and create jobs in the area.  However, the project has come under fire from climate advocates. According to AP, it's estimated that even using the \"preferred alternative\" of only three drilling sites, the project would produce 278 million tons of greenhouse gases over the course of its proposed 30-year run, about the same amount of emissions that two million passenger cars would create over the same period.  Area locals have also spoken out against the project as well, with the mayor of the nearby city and native village of Nuiqsut writing a ten-page letter expressing concern about the plan and its impact on the environment and wildlife. In February, the U.S. Department of the Interior, which oversees the BLM, said in a statement that it has \"substantial concerns\" about the project and the preferred alternative presented by the BLM.  The Department's concerns, the statement said, include the effects of \"direct and indirect greenhouse gas emissions and impacts to wildlife and Alaska Native subsistence.\"    President Biden, who campaigned on promises of slashing carbon emissions, ending new oil and gas drilling on federal lands and moving away from oil and gas power, is expected to announce a decision on the project in the next week.  Those campaign promises are part of what has galvanized the #StopWillow social media trend, in which people are calling on Mr. Biden to say no to the plan.  Many of the posters are young Gen Z voters. According to 2021 research by the Pew Research Center, Gen Z and millennial voters favored Biden by a margin of about 20 points in the 2020 election. The #StopWillow posts are commonly shared on TikTok in the form of short videos, some of which have gained hundreds of thousands or even millions of views while explaining the project and its potential negative impacts.  Several of the videos provide concrete steps that people opposed to the Willow project can take, including links to petitions or a script to read when contacting local representatives or the White House to express opposition to the proposal. Protests have also taken place in Washington, D.C., with groups standing outside the White House in December and the Department of the Interior in November.  Larger advocacy groups have also issued statements, and it's likely the project would face legal challenges even if it were approved by the Biden administration, AP reported.  Kerry Breen is a news editor and reporter for CBS News. Her reporting focuses on current events, breaking news and substance use.",
            "bias": "BLM",
            "url": "https://www.cbsnews.com/news/willow-project-alaska-oil-drilling-plan-stopwillow-social-media-campaign-joe-biden/?intcid=CNM-00-10abd1h"
        }
    ]
}