{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "middle class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "\"Squid Game election\": South Korean presidential race leaving no holds barred",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 7,
                "year": 2022
            },
            "article_content": "Seoul, South Korea — The race between South Korea's two leading presidential candidates has seen unprecedented levels of toxic rhetoric, mudslinging and lawsuits. How bad is it?  \"Hitler,\" \"beast,\" and \"parasite\" are some of the choicer insults leveled by both camps. Some are even calling it \"The Squid Game Election,\" in reference to Netflix's megahit survival drama in which people are killed if they lose children's games.  And the stakes? There's widespread speculation that the loser will be arrested.  \"It's a dreadful presidential election when the losing contender faces prison. Please survive this dogfight in the mire!\" senior opposition politician Hong Joon-pyo wrote on Facebook. Just days before Wednesday's election, Lee Jae-myung, from the liberal governing Democratic Party and Yoon Suk Yeol, from the main conservative opposition People Power Party, are locked in an extremely tight race. Their negative campaigns are aggravating South Korea's already severe political divide at a time when it faces a battered, pandemic-hit economy, a balancing act over competition between its main ally, Washington, and its top trading partner, China, and a raft of threats and weapons tests from rival North Korea.  Opinion surveys show that both candidates have more critics than supporters.  \"Isn't our national future too bleak with an unpleasant and bitter presidential election that calls for choosing the lesser of two evils?\" the mass-circulation Dong-A Ilbo newspaper said in an editorial. Yoon has slammed Lee over his possible ties to an allegedly corrupt land development scandal. Lee has denied any connection and in turn has tried to link Yoon to the same scandal, while separately criticizing him for his reported ties to shamanism - an ancient, indigenous religious belief. There have also been attacks on the candidates' wives, both of whom have been forced to apologize over separate scandals. Yoon described Lee's party as \"Hitler\" and \"Mussolini\" while an associate called Lee's purported aides \"parasites.\" Lee's allies called Yoon \"a beast,\" \"dictator\" and \"an empty can\" and derided his wife's alleged plastic surgery.  Their campaign teams and supporters have filed dozens of lawsuits charging libel and the spread of false information, among other issues.  \"This year's presidential election has been more overwhelmed by negative campaigning than any other previous election, and the mutual hatred won't easily die down after the election,\" said Choi Jin, director of the Seoul-based Institute of Presidential Leadership.  Among the fault lines in the electorate are South Korean regional rivalries, views on North Korea, a conflict between generations, economic inequality and women's rights issues.  Yoon is more popular with older voters and those in the southeastern region of Gyeongsang, where past conservative and authoritarian leaders came from. His supporters typically advocate a stronger military alliance with the United States and a tougher line on North Korea, and they credit past authoritarian rulers for quickly developing the economy after the Korean War.  Lee enjoys greater support from younger people and those from Jeolla province, Gyeongsang's rival region in the southwest. His supporters generally want an equal footing in relations with the United States and rapprochement with North Korea while being extremely critical of past authoritarian rulers' human rights records.  In a notable development, many surveys showed Yoon has received greater approval ratings than Lee from voters aged 18 and 29, most of whom were born after South Korea became a developed country.  \"They didn't experience poverty and dictatorships. ... They are very critical of China and North Korea, and they have rather friendly feelings toward the U.S. and Japan,\" said Park Sung-min, head of Seoul-based MIN Consulting, a political consulting firm. South Korea's deep divisions are reflected in the troubles of the last three leaders. Their supporters say intense corruption investigations after they left office were politically motivated by their rivals. During a corruption probe of his family, former liberal President Roh Moo-hyun jumped to his death in 2009, a year after he left office. His successor, the conservative Lee Myung-bak, and Lee's conservative successor, Park Geun-hye, were separately convicted of a range of crimes, including corruption, and given lengthy prison terms after Roh's friend and current President Moon Jae-in took office in 2017. Park was pardoned in December, but Lee is still serving a 17-year prison term.  Moon's government took a big hit with a scandal involving Moon's former justice minister and close associate, Cho Kuk. Cho and his family members are alleged to have participated in financial crimes and the faking of credentials to help Cho's daughter enter medical school.  Cho was seen as a reformist and potential liberal presidential hopeful. Moon's early attempts to keep Cho in office split the public, with his critics calling for Cho's resignation and supporters rallying to his side during large street protests. Yoon originally served as Moon's prosecutor general and spearheaded investigations of previous conservative governments. But he eventually left Moon's government and joined the opposition last year after a conflict with Moon's allies over the Cho case helped him emerge as a potential presidential contender. \"Cho's case was a watershed in South Korean politics. It made Yoon a presidential candidate, and many in their 20s and 30s switched their support from Moon,\" said Choi, the institute director. During a recent TV debate, Yoon and Lee agreed not to launch politically motivated investigations against the other side if they win. But some question their sincerity. In a newspaper interview last month, Yoon said that if elected, his government would investigate possible wrongdoing by the Moon government and also the land development scandal that Lee has been allegedly linked to.  When Moon's government was conducting widespread investigations of past conservative governments, Lee said they were necessary to eradicate \"deep-rooted evils and injustice.\" Cho Jinman, a professor at Seoul's Duksung Women's University, said a new president must exercise restraint and calm calls for political revenge by hard-line supporters.  \"We now have an election race like 'Squid Game,' but it will be a new president's responsibility to pull us out of it,\" he said.",
            "bias": "poverty line",
            "url": "https://www.cbsnews.com/news/south-korean-presidential-electon-no-holds-barred/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Protests break out in Kenya after William Ruto declared winner of presidential election",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "August",
                "day": 15,
                "year": 2022
            },
            "article_content": "After last-minute chaos that could foreshadow a court challenge, Kenya's electoral commission chairman on Monday declared Deputy President William Ruto the winner of the close presidential election over five-time contender Raila Odinga, a triumph for the man who shook up politics by appealing to struggling Kenyans on economic terms and not on traditional ethnic ones. Ruto received 50.49% of the votes with more than 7.1 million, the chairman said, while Odinga received 48.85% with more than 6.9 million in last Tuesday's peaceful election. But just before the declaration, four of the seven electoral commissioners told journalists they could not support the \"opaque nature\" of the final phase of the vote-verification process. \"We cannot take ownership of the result that is going to be announced,\" vice chair Juliana Cherera said, without giving details. At the declaration venue, police surged to impose calm amid shouting and scuffles before electoral commission chair Wafula Chebukati announced the official results — and said the two commissioners still with him had been injured. The bizarre scene played out as a choir at the venue continued to sing. The sudden split in the commission came minutes after Odinga's chief agent said they could not verify the results and made allegations of \"electoral offenses\" without giving details or evidence. Odinga didn't come to the venue.  Now Kenyans wait to see whether Odinga will again go to court to contest the election results in a country crucial to regional stability. This is likely the final try for the 77-year-old longtime opposition figure backed this time by former rival and outgoing President Uhuru Kenyatta, who fell out with his deputy, Ruto, years ago. \"ANY results IEBC Chairman Wafuka Chebukati announces are INVALID because he had no quorum of commissioners to hold a plenary and make such a weighty decision. The ongoing process at Bomas is now ILLEGAL,\" Odinga spokesman Makau Mutua said in a tweet. \"It is not over until it is over,\" Odinga's running mate Martha Karua, a former justice minister, tweeted. ANY results @IEBCKenya Chair @WChebukati announces are INVALID because he had no quorum of commissioners to hold a plenary and make such a weighty decision.  The ongoing process at Bomas is now ILLEGAL. Candidates or others have seven days to file any challenge over the election results. The Supreme Court will have 14 days to rule. Streets across Kenya that were already crowded with expectant supporters exploded — in some places, with jubilation; in others, with anger. Shouting \"No Raila, no peace,\" Odinga supporters burned tires in the crowded Nairobi neighborhood of Kibera as night fell. The 55-year-old Ruto, despite being sidelined by the president, had fought back and told voters that the election was between \"hustlers\" like him from modest backgrounds and the \"dynasties\" of Kenyatta and Odinga, whose fathers were Kenya's first president and vice president. Odinga has sought the presidency for a quarter-century. Ruto in his acceptance speech thanked Odinga and emphasized an election that focused on issues and not ethnic divisions, saying that \"gratitude goes to millions of Kenyans who refused to be boxed into tribal cocoons.\" He added that people who had acted against his campaign \"have nothing to fear ... There is no room for vengeance.\" Turnout in this election dropped to 65%, reflecting the weariness of Kenyans seeing the same longtime political figures on the ballot and frustration with poor economic conditions in East Africa's economic hub. At the top, Kenyan politics are often marked less by ideological platforms than by alliances that create a path to power and the wealth that can come with it. Some Kenyans also appeared wary after the Supreme Court earlier this year blocked an attempt by Kenyatta to make major changes to the constitution to, among other things, create a prime minister post that some feared Kenyatta would fill if Odinga won. Odinga, famous for his years-long detention while fighting for multiparty democracy decades ago, and for supporting Kenya's groundbreaking 2010 constitution, now appeared to many Kenyans as part of the establishment for backing the proposed constitutional changes. Ruto, meanwhile, portrayed himself as the brash outsider and placed focus on his childhood as a chicken seller, despite his current post and wealth. Both men's careers were fundamentally marked by former President Daniel Arap Moi, who mentored a young Ruto and ruled over a one-party system that Odinga fought against. The electoral commission improved its transparency in this election, practically inviting Kenyans to do the tallying themselves by posting online the more than 46,000 results forms from around the country. For the first time, the public could follow the election as sometimes skittish local media houses and even individuals compiled and shared findings as a check on the official process. Such counts showed Ruto ahead. As Kenyans waited for almost a week for official results, both Odinga and Ruto appealed for peace, echoing calls by police, civil society groups and religious leaders in a country where past elections have been marked by political violence.  After the 2007 vote, more than 1,000 people were killed after Odinga claimed victory had been stolen from him in an election widely seen as compromised. Ruto, then Odinga's ally, was indicted by the International Criminal Court for crimes against humanity for his role in the violence, but the case was terminated amid allegations of witness intimidation. After the 2017 election results were overturned by the high court for irregularities, a first in Africa, Odinga boycotted the fresh vote that Kenyatta won and declared himself the \"people's president\" in a ceremony that led to accusations of treason. Following unrest in which dozens were killed, Odinga and Kenyatta publicly shook hands to establish calm. Kenyans want that calm to continue. \"Leaders are there to come and go,\" Richard Osiolo, a resident of the western Nyanza region, said over the weekend, dismissing the need to fight because rival candidates in the end make peace. \"I should stay alive and see you lead, bad or good, and then I have another chance to choose another leader.\" Both candidates vowed to help Kenya's poor. Odinga promised government cash handouts to families under the poverty line, and Ruto promised government spending of more than $1 billion a year to increase job opportunities in a country where more than a third of young Kenyans are unemployed. Social media was not blocked during the election. Kenya is seen as a relatively democratic and stable country in a region where longtime leaders such as Ugandan President Yoweri Museveni and Rwandan President Paul Kagame are widely accused of overseeing votes that are not free and fair. African leaders who quickly congratulated Ruto included the prime minister of neighboring Ethiopia, the president of neighboring Somalia and the president of Zimbabwe. Violent protests broke out in Kisumu, a stronghold for Odinga, as well as other parts of Nairobi after the election announcement. Angry demonstrators alleged the vote had been rigged while police fired tear gas to disperse them, according to AFP, which shared a video of Kisumu on Twitter Monday afternoon. In it, two fires burn on the street, with one person appearing to push a large wooden object toward one of the flames while others watch in the background. VIDEO: Streets protests in Kisumu - the eastern Kenya stronghold of former prime minister Raila Odinga - after his opponent William Ruto was declared winner of Kenya's hard-fought presidential election pic.twitter.com/vN3K5TOgPv As news of the results filtered through to Kisumu, large numbers of protesters congregated on a roundabout in the lakeside city, throwing stones and setting tires on fire as they blocked roads with broken rocks, AFP reported. \"It was not free and fair. We were cheated,\" 26-year-old Odinga supporter Collins Odoyo told AFP as he rushed off to join the crowd, barefoot and with a vuvuzela horn strapped across his back. AFP correspondents reported that police fired live rounds as protests erupted in the Nairobi slum of Mathare where Odinga is popular. And across town in Kibera, one of Nairobi's largest slums, young supporters, who refer to him as \"Baba\" or \"father\" in Swahili, demanded a re-run as they hurled stones. \"Baba's vote has been stolen,\" said motorcycle taxi driver Emmanuel Otieno. \"Stop lying to Kenyans, we know Baba won,\" said another protester, Eliud Omolo, waving a banner supporting Odinga. AFP contributed to this report.",
            "bias": "poverty line",
            "url": "https://www.cbsnews.com/news/kenya-william-ruto-declared-president-election-raila-odinga-protests/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Bolsonaro and Lula headed for runoff in Brazil election",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 2,
                "year": 2022
            },
            "article_content": "Brazil's top two presidential candidates will face each other in a runoff vote after neither got enough support to win outright Sunday in an election to decide if the country returns a leftist to the helm of the world's fourth-largest democracy or keeps the far-right incumbent in office. With 99.5% of he votes tallied on Sunday's election, former President Luiz Inácio Lula da Silva had 48.3% support and President Jair Bolsonaro had 43.3% support. Nine other candidates were also competing, but their support pales to that for Bolsonaro and da Silva. The tightness of the result came as a surprise, since pre-election polls had given da Silva a commanding lead. The last Datafolha survey published Saturday found a 50% to 36% advantage for da Silva. It interviewed 12,800 people, with a margin of error of 2 percentage points. \"This tight difference between Lula and Bolsonaro wasn't predicted,\" said Nara Pavão, who teaches political science at the Federal University of Pernambuco. Carlos Melo, a political science professor at Insper University in Sao Paulo, said: \"It is too soon to go too deep, but this election shows Bolsonaro's victory in 2018 was not a hiccup.\" Bolsonaro outperformed in Brazil's southeast region, which includes populous Sao Paulo, Rio de Janeiro and Minas Gerais states, according to Rafael Cortez, who oversees political risk at consultancy Tendencias Consultoria. Bolsonaro outperformed in Brazil's southeast region, which includes populous Sao Paulo, Rio de Janeiro and Minas Gerais states, according to Rafael Cortez, who oversees political risk at consultancy Tendencias Consultoria. \"The polls didn't capture that growth,\" Cortez said. Bolsonaro's administration has been marked by incendiary speech, his testing of democratic institutions, his widely criticized handling of the COVID-19 pandemic and the worst deforestation in the Amazon rainforest in 15 years. But he has built a devoted base by defending conservative values, rebuffing political correctness and presenting himself as protecting the nation from leftist policies that he says infringe on personal liberties and produce economic turmoil. While voting earlier Sunday, Marley Melo, a 53-year-old trader in capital Brasilia, sported the yellow of the Brazilian flag, which Bolsonaro and his supporters have coopted for demonstrations. Melo said he is once again voting for Bolsonaro, who met his expectations, and he doesn't believe the surveys that show him trailing. \"Polls can be manipulated. They all belong to companies with interests,\" he said. A slow economic recovery has yet to reach the poor, with 33 million Brazilians going hungry despite higher welfare payments. Like several of its Latin American neighbors coping with high inflation and a vast number of people excluded from formal employment, Brazil is considering a shift to the political left. Bolsonaro has repeatedly questioned the reliability not just of opinion polls, but also of Brazil's electronic voting machines. Analysts fear he has laid the groundwork to reject results. At one point, Bolsonaro claimed to possess evidence of fraud, but never presented any, even after the electoral authority set a deadline to do so. He said as recently as Sept. 18 that if he doesn't win in the first round, something must be \"abnormal.\" Da Silva, 76, was once a metalworker who rose from poverty to the presidency and is credited with building an extensive social welfare program during his 2003-2010 tenure that helped lift tens of millions into the middle class. But he is also remembered for his administration's involvement in vast corruption scandals that entangled politicians and business executives. Da Silva's own convictions for corruption and money laundering led to 19 months imprisonment, sidelining him from the 2018 presidential race that polls indicated he had been leading against Bolsonaro. The Supreme Court later annulled da Silva's convictions on grounds that the judge was biased and colluded with prosecutors. Social worker Nadja Oliveira, 59, said she voted for da Silva and even attended his rallies, but since 2018 votes for Bolsonaro. \"Unfortunately the Workers' Party disappointed us. It promised to be different,\" she said in Brasilia. Others, like Marialva Pereira, are more forgiving. She said she would vote for the former president for the first time since 2002. \"I didn't like the scandals in his first administration, never voted for the Workers' Party again. Now I will, because I think he was unjustly jailed and because Bolsonaro is such a bad president that it makes everyone else look better,\" said Pereira, 47. Speaking after casting his ballot in Sao Bernardo do Campo, the manufacturing hub in Sao Paulo state where he was a union leader, da Silva recalled that four years ago he was imprisoned and unable to vote. Bolsonaro grew up in a lower-middle-class family before joining the army. He turned to politics after being forced out of the military for openly pushing to raise servicemen's pay. During his seven terms as a fringe lawmaker in Congress' lower house, he regularly expressed nostalgia for the country's two-decade military dictatorship. His overtures to the armed forces have raised concern that his possible rejection of election results could be backed by top brass. On Saturday, Bolsonaro shared social media posts by right-leaning foreign politicians, including former U.S. President Donald Trump, who called on Brazilians to vote for him. Israel's former Prime Minister Benjamin Netanyahu expressed gratitude for stronger bilateral relations and Hungarian Prime Minister Viktor Orbán also praised him. After voting Sunday morning, Bolsonaro told journalists that \"clean elections must be respected\" and that the first round would be decisive. Asked if he would respect results, he gave a thumbs up and walked away. Leda Wasem, 68, had no doubt Bolsonaro will not just be reelected. Wearing a jersey of the national soccer squad at a polling place in downtown Curitiba, the real estate agent said an eventual da Silva victory could have only one explanation: fraud. \"I wouldn't believe it. Where I work, where I go every day, I don't see a single person who supports Lula,\" she said.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/brazil-election-results-jair-bolsonaro-luiz-inacio-lula-da-silva-runoff/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Political analysts say both Republicans and Democrats are optimistic ahead of midterm elections",
            "author": "Tori B. Powell",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 4,
                "year": 2022
            },
            "article_content": "Political analysts say both Republicans and Democrats are optimistic ahead of the midterm elections, as early voting breaks records in some battleground states. The 34 million people who have already voted early is \"good from the Democrats' perspective for the party,\" said CBS News political analyst Ashley Etienne. \"Democrats are feeling very encouraged by that,\" Etienne said. \"Because you know the larger the turnout, the better it is for Democrats.\" She said there is \"a lot of optimism and enthusiasm on the ground\" because of it, but added that \"polls don't vote, people actually vote.\" CBS News political analyst and Republican strategist Leslie Sanchez said Republicans, too, are optimistic about the elections because of \"a diversity of candidates\" running within their party in states like Texas. \"You see these kind of new candidates who've emerged who were very supportive of outer suburb, working class families on very conservative values and they're resonating particularly in south Texas,\" Sanchez said. She mentioned the importance of Latino voters in battleground states including Nevada, Arizona and Colorado, where she says \"Latinos can make the difference.\" \"There's a lot of significance about the Latino working class that is realigning, like the white working class in this country, and supporting more of a populous conservative message that they saw under Donald Trump,\" she said. As results start rolling in on Tuesday night, Sanchez said she'll be watching states like Texas, where there are three Latino candidates running for office. \"The area for these three particular Latinos,\" she said, \"is great.\" Sanchez added that her eyes will also be on areas in states like Oregon and New York that are \"deeper blue\" as well. \"I think there's going to be a lot of incumbents on the Democratic side who have some challenges,\" she said. In states like Georgia, where early voting has been underway for three weeks, the state has broken new records. More than two million people have cast their ballots out of nearly seven million active voters.  Etienne said with this election, \"Democracy is at stake, I mean, as the president has said.\" \"When you look at early voting happening right now, if people feel like democracy is being threatened, they're going to run out to the polls and that's what's happening all over the country in states that really matter like Georgia, Ohio,\" she said. CBS News correspondent Nikole Killion contributed reporting.  Tori B. Powell is a breaking news reporter at CBS News. Reach her at tori.powell@viacomcbs.com",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/republicans-democrats-optimistic-midterm-elections/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "French President Emmanuel Macron on the war in Ukraine and France's relationship with the U.S.",
            "author": "Bill Whitaker",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2022
            },
            "article_content": "France is America's first and oldest ally, offering crucial support -- both financial and military -- during our Revolution.  During the 20th century, Americans fought and died on French soil in both World Wars. And now, once again, the old allies find themselves in a dynamic and dangerous moment with yet another war being fought in Europe. This time, the French President is Emmanuel Macron, the youngest ever, who is striving to enhance France's role in the world, while navigating divisions at home and relations with the U.S. strained by energy, trade, and defense issues. We spoke with him Thursday at Blair House during his state visit to Washington with President Joe Biden. Earlier in the week, we met the French President in Paris at the Elysee Palace. Bill Whitaker: Bonsoir Monsieur le Président.  We met president Emmanuel Macron as he was preparing for his second state visit to Washington, D.C. - his first with President Joe Biden.  The setting could not have been grander, French presidents have run affairs of state from the Elysee Palace since Napoleon III in 1848. This room, the Golden Salon, was a favorite of Napoleon III and his wife, Eugenie. Emmanuel Macron: You can see the E & N is for Eugenie and Napoleon. Bill Whitaker: How about that?   Today, it's the French equivalent of the Oval Office.  Emmanuel Macron: And since de Gaulle, the office of the French president is here. And this is where I work.   Bill Whitaker: This is magnificent.   Emmanuel Macron: And by the way, this is something I got from my first state visit: this key is the key.   Bill Whitaker: To the Bastille?  Emmanuel Macron: To the Bastille.  And it was brought by Lafayette. Bill Whitaker: To the Americans? Emmanuel Macron: To George Washington. As you know, because Lafayette was very much involved in the American Revolution.  And the original is in the U.S. by the way. This is just a copy for me.   Emmanuel Macron is very much an original - a centrist determined to shake up the status quo.  Seven months into his second term, he has survived massive street protests over high costs and taxes, fought off tough electoral challenges from the right and the left yet exudes an air of youthful optimism.    Bill Whitaker: At 44 you are the senior leader of Europe. Is that a comfortable fit? Emmanuel Macron: Yes, because you can have both experience and energy.  Since February much of his energy has been focused on the war in Ukraine. From the U.S. it can feel a world away.  From Macron's vantage point, it's a wildfire in the neighborhood.   Emmanuel Macron: Russia decided, 24th February this year to launch this war. I think they made a huge-- a huge mistake. The first one was not to respect international law and-- and-- and to breach all the principles they-- they did sign. And-- and this is a killer for their credibility. And second, because probably they made a lot of mistakes in terms of assessment of their own capacities and the Ukrainian capacities. And now what happens is, since, let's say, September they decided to bomb a lot of civilian infrastructures. And their perspective is to despair Ukrainian people and to make their life impossible during this wintertime.  Bill Whitaker: You have said that attacking civilian infrastructures is a war crime. Emmanuel Macron: This is a war crime. President Macron had hoped to prevent all of this with his own shuttle diplomacy this past winter, flying to Moscow to meet one-on-one with President Vladimir Putin.   Bill Whitaker: And it seemed that you thought you could talk him out of this.    Emmanuel Macron: Indeed, this is true. I thought that it was feasible to avoid the war at the time. Still, Emmanuel Macron has been determined to keep an open dialogue with President Putin.  Emmanuel Macron: I always maintain regular discussions and direct contact with President Putin, because-- I believe that the best way to-- to reengage is to preserve this direct channel. Isolation is-- is the worst thing, especially for-- a leader like him. Bill Whitaker: Isolation? Emmanuel Macron: Isolation.  Bill Whitaker: Already, the war has caused food and energy prices to sky-rocket. How long can the open-ended western support of Ukraine go on? Emmanuel Macron: I think it's extremely important that all of us, meaning European, Americans, and-- the maximum number of countries in this world do support Ukraine. It's clear that Russia, and especially President Putin, decided to weaponize at least energy and food, creating a lot of-- shortages, volatility, and inflation. And I think his bet is a war fatigue and a sanction fatigue. Bill Whitaker: So how does this end? \t Emmanuel Macron: I think it's important to convey the message that this is the Ukrainians to decide it, the only way to find a solution would be through negotiations. I don't see a military option on the ground. The French president approaches diplomacy and politics with a cool logic, yet often generates heat. On the eve of his trip to Washington he told us he'd be direct with President Biden, like he was when they met early in Mr. Biden's presidency.    Bill Whitaker: Mr. Biden said that, at his first G7 meeting as president, that he walked into the room and said, \"The United States is back.\" And that you said, \"But for how long?\" Do you doubt that the United States is a consistent and reliable ally? Emmanuel Macron: If I look at the 20th century, I have absolutely no reason to have any doubt about where the U.S. stands when our liberty and our values are at stake. But when you look at the recent period of time, some change of administration had big impact on climate change, on Iran, on some other issues. Bill Whitaker: You mean the Trump administration? Emmanuel Macron: I do. So my point is just I want us to be allies, I want us to be friends, I want us to be partners. I want to engage with the U.S. but I don't want to be dependent. And I think this is very important, because just imagine, on your side, would you accept as U.S. citizen to say, \"My security, my-- my future will depend on an election in France?\" No, I cannot imagine.  Bill Whitaker: You think there needs to be a re-sync of relations. How have relations been out of sync? Emmanuel Macron: I think this administration and President Biden personally is very much attached to-- Europe. But when you look at the situation today, there is indeed a de-synchronization. Why? Energy. Europe is-- a gas and oil buyer. The U.S. is a producer. And when you look at the situation, our industries and our households are not buying at the same price. So there is a big gap impacting purchasing power and competitiveness of our societies. With Russian natural gas drastically cut, Europe is buying more from the U.S., but at a price as much as six times what Americans pay. This, at a time when inflation and unemployment in France are hovering around 7%.  Bill Whitaker: You have said that's not how friends behave. Emmanuel Macron: Yeah we are m-- very much engaged together in this war for the same principles. But the cost of this war is not the same-- on both sides of the Atlantic. And you should-- you should be very aware of that. President Macron also points to the Inflation Reduction Act, or IRA, new legislation designed to grow green jobs in the U.S. with subsidies and tax credits for electric cars and clean energy manufacturing in North America.    Emmanuel Macron: But they are, at this very moment of the war, a killer for our industry-- Bill Whitaker: A killer for your industry? Emmanuel Macron: For sure. The U.S. decided two and a half month ago to subsidize much more big, new, green projects, which means for battery, for hydrogen, for a lot of things. The level of subsidies is now two to three times higher in the U.S. than in Europe. We are totally aligned in this conflict. We work hard. And I think if the day after the conflict the result is to have a weaker Europe because a lot of its industry will have been just killed. I do believe it's not the interest of the U.S. administration and even the U.S. society. I think the main interest is obviously to protect your middle classes, which is a very fair one. I-- I do the same for my country. And it's to be competitive vis-à-vis China. But the result of the recent decision on this momentum, I would say, is it's bad for Europe.  President Macron brought those concerns to the White House this past Thursday. After the pomp and pageantry, the two presidents retired to the Oval Office and Cabinet Room, discussed the problems of the world for two hours and emerged unified.  Joe Biden: France is one of our strongest partners. We share the same values and will address all challenges together.   After meeting with members of Congress and a half hour before racing off to the state dinner, President Macron talked with us at Blair House, the presidential guesthouse.   Bill Whitaker: As we were talking in Paris, you're a man who likes to be direct and look someone in the eye. So you're sitting across from President Biden. What did you tell him about the challenges the Inflation Reduction Act is inflicting on your country and your people? Emmanuel Macron: We had a very good and frank and fruitful discussion. President Biden's intention is to make his country stronger, to create jobs here, to re-industrialize, and at the same time to address climate change issues, and to build more green industry in your country. I do share this objective. I do respect this objective. And guess what? I have exactly the same for my country.  Bill Whitaker: It sounded in the press conference like the two of you agreed to disagree or to at least keep talking. What we say in the United States is, it sounded like the two of you decided to kick the can down the road. Emmanuel Macron: No. I don't think so, honestly speaking. It's not an agreement to disagree. This is a strategic agreement. And I think we do share now much more in depth our strategy on both sides. Bill Whitaker: But you told us in Paris that the Inflation Reduction Act is an industry killer, a job killer. Emmanuel Macron: For Europe. Bill Whitaker: For Europe. And with unemployment and inflation in France hovering around 7%, it seems like this is urgent to get a resolution here. Emmanuel Macron: I confirm. This is why I can tell you that what we decided with President Biden is precisely to fix this issue. And they are fixable. Bill Whitaker: What can be fixed? He said he could think of some-- some tweaks. Emmanuel Macron: Yes. Bill Whitaker: Some tweaks. Is that enough? Emmanuel Macron: My point is to say it was urgent to raise this issue. I did it. It was urgent to discuss in depth about it, which we did this morning together. It's urgent to fix it. We can do it.  Bill Whitaker: You are the senior politician in Europe right now. So when you go back to Europe-- what do you tell your European partners? Was this state visit a success? Emmanuel Macron: Yes, definitely. Number one, because we did confirm our total alignment on the Ukrainian situation. Second, we had a very fruitful and in-depth discussion on this context IRA and the side effects. And we will fix it on the short run. Third, we had a lot of convergence on climate change, health, security in Africa and a lot of projects. So for me, this is a very good state visit with a lot of very positive outcomes, I can tell you. Produced by Marc Lieberman and Cassidy McDonald. Broadcast associates, Eliza Costas and Natalie Breitkopf. Edited by Sean Kelly.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/france-president-emmanuel-macron-60-minutes-2022-12-04/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: Chris Krebs and Kara Swisher on \"Face the Nation,\" Oct. 23, 2022",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 23,
                "year": 2022
            },
            "article_content": "The following is a transcript of an interview with CBS News cybersecurity expert and analyst Chris Krebs and Kara Swisher, tech journalist and host of the podcasts \"On with Kara Swisher\" and \"Pivot,\" that aired on Sunday, Oct. 23, 2022. MARGARET BRENNAN: We turn now to threats to election security and efforts to combat false information online. We're joined by CBS News Cybersecurity Expert and Analyst Chris Krebs and Kara Swisher, tech journalist and host of the podcasts On with Kara Swisher and Pivot. Good to have you both here. KARA SWISHER, HOST OF \"ON WITH KARA SWISHER\": Thanks for having us. MARGARET BRENNAN: We were just talking about this to Dr. Gottlieb, but on the election front and, Kara, I want to start with you, there have been these recent studies talking about Facebook, TikTok approving even ads with political misinformation on them. How does this continue to happen with vaccines and with political misinformation? Why can't these platforms get control? SWISHER: Because they don't want to make those decisions. They want to opt themselves out of decision-making on editorial, and you heard Nick Clegg, who's running as number two at Facebook right now essentially, just gave an interview where he talked about that. We shouldn't be the arbiters of this, we shouldn't do this. It should be government. But then- then we have the First Amendment, so government can't intercede. So, I think they don't -- there's just so much of it, and it floods the zone so much, and they make money from it, but they don't want to -- they don't want the responsibility for it, even though it's on their platforms, and they should have the responsibility. MARGARET BRENNAN: And some of it sort of dances or flirts with distortions, and so you have to be in that government business of spotting this. But Chris, how do you even do that? CBS NEWS CYBERSECURITY EXPERT AND ANALYST CHRISTOPHER KREBS: Well, it's- it's a challenge, as Kara pointed out with the First Amendment issues. You know, DHS launched their disinformation governance board earlier in the year, and that was not actually met with with any kind of fanfare, and they ultimately sort of backed down, even though efforts they were taking through that group have been underway for a decade or more within DHS. So, one of the things that we looked at back in the 2020 election was not so much the specific claims or the specific elements of myths or disinformation, but it was more the thematics that were emerging, so not pinning it to a single individual, instead, looking at, hey, these are some of the claims we were seeing and here are the security controls or preventions in place that would actually not allow that to happen in an election. And we're seeing some continuation of that, but once again, you know, there's so much of it. And, you know, once it hits, it's really hard to go bit by bit and pull it back. MARGARET BRENNAN: I want to show our viewers some of the video that -- our CBS affiliate out in Arizona filmed multiple incidents of possible voter intimidation. They had armed individuals wearing tactical gear, as you can see there, camped out by a voter drop box. There were other two with handguns that were concealed yesterday. So, some of this is driven towards a very specific conspiracy that emerged, right? So, Chris, how does the FBI head this off and not allow it to go into political violence? KREBS: Well, I think the important thing here is that if any voter or election official sees these sort of things happening in Arizona- Arizona, they- they make a report. They tell the, you know, the relevant officials, and they can investigate, and they can look at these people, they can investigate it. And then, you know, there's a deterrence measure– MARGARET BRENNAN: But it takes a guy in tactical gear before that happens? KREBS: Well, and that's the biggest challenge here, as I see it, is that the continued efforts to delegitimize the 2020 election are resulting in candidates that are incentivized to push these lies, but also then you have a radicalization and activation across the voter base that are effectively -- this is performative, these- this doesn't happen. You know, the claims of mules and ballot trafficking, it doesn't happen, particularly in a way that someone like this would- would be able to detect anything. Moreover, what's happening is the people that are being accused of ballot trafficking or being a mule actually report it to the officials and say, Here's my name. Here's my contact information. I was accused of this. Would any legitimate fraudster or mule do that, and then report on themselves? Of course not. So, it's all performative. And unfortunately, I am concerned that it results in violence– SWISHER: More importantly, chaos is the point. Chaos and discord, it's actually from the Russian playbook. Chaos is what they want, discord problems, making people radical -- radicalizing people and it's- it's in the mainstream. Before, it was sort of, it bubbles up from the bottom, but now it's pushed down from the top. And so, just last night, you saw Trump say a number of things that were radicalizing. I don't know what else to say. And so, that goes down, and then it goes back up. And it's- it's hit the mainstream now. They don't even need these- these ads or anything else because it's now infected some of the public so much. And so, this is where people get their news, a lot of news, and before this, we had sort of information obesity, not enough people got good news. Now, they get a lot of information, but not actual facts. MARGARET BRENNAN: We're going to take a quick break and come back. Talk more about this in a moment. Stay with us. MARGARET BRENNAN: Welcome back to Face the Nation. We continue our conversation now with Chris Krebs and Kara Swisher. Kara, I want to pick up with you. We've been talking about social media, Twitter may find a new buyer, billionaire Elon Musk. SWISHER: Yes, probably on Friday. MARGARET BRENNAN: Friday is the day, I believe. SWISHER: Yes, supposedly. MARGARET BRENNAN: Senator Mark Warner, who chairs the Intel Committee, has said that there is no American more dependent upon the largess of the Communist Party than Elon Musk. He's the CEO of Tesla, SpaceX, the rocket ships. Bloomberg saying that the administration is going to have to do national security reviews potentially of businesses he owns. So how much of a risk is it if this transition- transaction goes through? SWISHER: It depends on what they find, I guess. You know, I mean, I think the issue is- is he- he already does a lot of defense work and a lot with the rockets and everything else. And it's considered very innovative. And he's done amazing things. The International Space Station is- is -- depends on Elon Musk and his rockets. And so, he does a lot of -- you know, obviously, with transportation, that's another area that's important to look at and who owns it. And Twitter also, who this is a big communications platform, even though it's a terrible business. So, who owns it matters. And so who were his investors, who was putting money into it, etc, etc, should be looked at as a matter, of course. MARGARET BRENNAN: Okay. I mean, it's almost kind of amazing, Chris, that- that there isn't more scrutiny. I mean, there is FCC scrutiny of ownership of news organizations. When it comes to social media and a company like TikTok, it's owned by a Chinese firm, an increasing number of Americans are relying on it for actual news, not just tweeting about themselves, but actual news. Is this a risk? KREBS: Well, I- I think just to your point, as more people use these platforms, as they get more information, as they're shifting away from traditional media that we're all used to, the intelligence services of our adversaries are seeing the shift as well. And so it's not necessarily specifically about TikTok, it's all platforms, and it's all avenues. But TikTok represents a specific risk. And a colleague of mine wrote a paper, Dakota Cary wrote a paper for Cyberscoop, talking about how it's not necessarily the data security challenges, it's that the Chinese Communist Party may have the ability through the parent company of TikTok to actually shape narratives, suppress, lift, shape, what we see on a daily basis, and it doesn't have to be everything you see all the time. It can just be enough. It can just be enough, a little bit. And I think about what happens if- if the, if the Chinese invade Taiwan, what happens in the runup to the '24 election if they're not happy with some of the more, you know, the stronger stance that this administration is taking on China? There is significant amount of risk exposure we have here. SWISHER: And then, who owns Twitters, who- who are its investors? I think that's a normal question for a government to ask, you know. The CCP doesn't own CBS to my knowledge, so. MARGARET BRENNAN: The Chinese Communist Party, no. But, for Elon Musk, I know you know him, and last question here on this. Russia watcher Fiona Hill said, Putin plays the egos of big men, gives them a sense that they can play a role, but in reality, they're just direct transmitters of messages from Vladimir Putin. She just gutted Elon Musk when he was pushing pro-Russia positions. I mean, is it really that? I mean, are our adversaries using business icons to further their foreign policy? SWISHER: Why yes, that's happened before. I don't know if you've heard about President Donald Trump. I mean, people have talked about that. So yeah, I think- I think Elon is doing this on his own. But he's, you know, he's, he's, a lot of people in Silicon Valley are also mouthing the same thing. There's sort of a certain class of tech bros that are into this idea– MARGARET BRENNAN: But you still think this transition- transaction–  SWISHER: Well they have no policy- foreign policy experience, so they have no business doing this, but that doesn't stop them, which is about everything. They are experts on everything case- because they're the richest people in the world, case you didn't know. I think it's slightly dangerous. I don't know. Chris? KREBS: Little bit. MARGARET BRENNAN: We could keep talking about this. I want to keep talking about this. But I have to take a break here and bring some important information to you from voters themselves, actually.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/chris-krebs-kara-swisher-face-the-nation-transcript-10-23-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Book excerpt: \"The Age of Acrimony,\" or how American politics devolved",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 14,
                "year": 2022
            },
            "article_content": "In his book \"The Age of Acrimony: How Americans Fought to Fix Their Democracy, 1865-1915,\" historian Jon Grinspan, curator of political history at the Smithsonian's National Museum of American History, writes about how today's hyper-partisan and violent political discourse is not so different from how American democracy was practiced in the wake of the Civil War, and how the 20th century's more peaceful forms of political battles represented a maturation of our democracy (or, perhaps, an outlier).   Read the excerpt below, and don't miss John Dickerson's interview with Jon Grinspan on \"CBS Sunday Morning\" October 16! Nearly every day while writing this book, I would walk across the National Mall. I'd pass tourists wearing MAKE AMERICA GREAT AGAIN caps and protesters waving THIS IS NOT NORMAL signs, and head into the secure vaults of the Smithsonian's National Museum of American History. Beyond the recently collected riot shields and tiki torches, I would settle into the cool, quiet aisles that preserve the deep history of our democracy.  There, century-old objects told a forgotten drama, more heated than anything we've seen. Torches from midnight rallies. Uniforms from partisan street gangs. Ballots from stolen elections. Shifting between the fractious twenty-first century and those furious nineteenth-century objects started to feel like digging at opposite ends of the same tunnel, struggling to connect in the dark. In between lay the norms of political behavior that most of us grew up with, or imagine, from America's more stable twentieth century. But the objects on the other end of that tunnel seemed to cry out: \"Your normal was abnormal.\"  In our arguments over democracy, we have missed out on the most vital, most urgent, most relevant period of American history. Twentieth-century America's expectations of restrained public politics were a historical outlier. That civility was an invention, the end result of a brutal fight over the nature of democracy that raged across American life in the late 1800s. The objects in the Smithsonian are wreckage from that conflict; the diaries and letters stored elsewhere are battlefield reports.  We barely remember it, but this was the origin story of normal politics, the dirty tale of how democracy got clean.  Americans claim that we are more divided than we have been since the Civil War, but forget that the lifetime after the Civil War saw the loudest, roughest political campaigns in our history. From the 1860s through the early 1900s, presidential elections drew the highest turnouts ever reached, were decided by the closest margins, and witnessed the most political violence. Racist terrorism during Reconstruction, political machines that often operated as organized crime syndicates, and the brutal suppression of labor movements made this the deadliest era in American political history. The nation experienced one impeachment, two presidential elections \"won\" by the loser of the popular vote, and three presidential assassinations. Control of Congress rocketed back and forth, but neither party seemed capable of tackling the systemic issues disrupting Americans' lives. Driving it all, a tribal partisanship captivated the public, folding racial, ethnic, and religious identities into two warring hosts.  Critics came to consider this era democracy's \"forty years in the wilderness,\" when America's politics threatened America's promise.  But these were not just a cartoonish \"bad old days.\" Those eligible to vote did so as never before—averaging 77 percent turnout in presidential elections—and those denied that right fought to join in. These were the years when nationwide voting rights for African Americans and women went from utopian dreams to achievable realities. Wild rallies, bustling saloons, street-corner debates, a sarcastic press, and a love of costumes, fireworks, barbecue, and lager beer all helped heat campaigns into vibrant spectacles. The public grew used to seeing ten thousand Democrats throw their top hats in the air all at once, or watching phalanxes of Republican women dressed as goddesses float down Main Street, or eavesdropping on young girls arguing politics on streetcars. Participation was highest among the working class and poorer citizens, and often incorporated recent immigrants, young voters, and newly enfranchised African Americans. For all of the era's political ugliness, Americans chose to participate in their government as few people in world history ever had.  In an age of disruption and isolation, many found identity, friendship, and meaning in that participation. The same competitive zeal that shouted down independent thought, or sparked atrocious violence, also made politics gripping, joyful, fun. Living through a partisan American election, one critic wrote in 1894, was like watching two speeding locomotives race across an open plain. Each bystander felt irresistibly compelled to cheer for one train, to be \"jubilant when it forges ahead, or mortified if it falls behind. It becomes for the time being his train, his locomotive, his railroad.\" Complain as they might about politics, Americans couldn't look away.  This is the fundamental paradox of their era—and perhaps of our own. Americans bemoaned the failure of their democracy, but also joined in its worst habits with a zealous fixation. An already overworked citizenry devoted incredible amounts of unpaid labor to politics. Why bother? Why turn out? In particular, why participate in a government that so many agreed was broken, rigged, and rotten?  How could a system be so popular and so unpopular at the same time?  This paradox has not been resolved, partly because we tend to associate this period with the politics of conspiracy. At the time, bigots blamed the nation's problems on Reconstruction's African American politicians, or Irish Catholic machines, or German anarchists, or Jewish socialists. Since the Progressive Era, many have focused on the (far more real) guilt of tycoons and lobbyists, in an age of yawning income inequality.  But this focus on conspiracy misses how fundamental America's political problems were. There were, to be sure, a fantastic number of scams and schemes in this era, but they were outweighed by the votes and passions of tens of millions of partisan citizens who had a greater cumulative impact. The system evolved to convince citizens to care about their government, they did, and the results were maddening. Massive public participation made it harder, not easier, to tackle the inequities of their era. It was an engaged majority, not scheming minorities, that made politics so fascinating and so frustrating.  The underlying issue of so many midnight rallies, barroom debates, drawing room lectures, and bedroom spats was the question of whether this democracy could be reformed. And then it was. While the partisan divisions of the mid-1800s ended in an atrocious civil war, Americans managed to peacefully calm the heated politics of the late nineteenth century. An incredible transformation of American politics took place around 1900, reconfiguring a public, partisan, passionate system into a more private, independent, restrained one.  It was the boldest change in political behavior since the writing of the Constitution, reprioritizing Americans' relationship with their government, with each other, and with themselves. How it happened is one of the greatest mysteries in our history.  It took a terrible bargain. The well-to-do victors of the Gilded Age's class wars chose to trade participation for civility. They restrained the old system, decreasing violence and partisanship, but diminishing public engagement along with it. Turnout crashed, falling by nearly one-third in the early twentieth century, especially among the working class, immigrants, young people, and African Americans. Our engagement has yet to recover. In the twentieth century, much of the dynamism of American public life lived outside \"capital P\" electoral Politics. Instead of fixing their system, reformers broke it in a different way, one that we got used to. Much of what Americans value about their democracy was not passed down by the Founders but invented by restrainers a century later: our views on voting rights, public service, corruption, independent journalism, partisan outrage, and political violence. Few twenty-first century Americans would want to participate in elections as they looked in 1868 or 1884. Indeed, most simply could not. And the social reforms of the Progressive Era—the child labor laws and pure food acts and vaccination campaigns that made modern life livable—were only possible because a generation first quieted their politics. But much of what is wrong with our politics is of this same vintage—our inferior turnout rates, our class- and race-based divisions, our systemic discouragements for participation.  No era better highlights the nuanced trade-offs at the core of the study of history, yet, perhaps because of this, it has mostly been forgotten. So the return of angry partisanship and obsessive campaignism in the twenty-first century seems \"unprecedented.\" It's not that our problems are the same as those of the late nineteenth century—often they are strikingly different—but that the era in between was so unusual. As the restraints of the 1900s erode, we are seeing old tendencies peek through. To understand what seems to be going wrong with our politics today, we have to ask how we got that \"normal\" twentieth-century democracy to begin with.  From \"The Age of Acrimony: How Americans Fought to Fix Their Democracy, 1865-1915.\" Copyright 2021 by Jon Grinspan. Reprinted by permission of Bloomsbury.       For more info: ",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/book-excerpt-age-of-acrimony-jon-grinspan/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Author Amy Zegart on the future of American intelligence - \"Intelligence Matters\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 2,
                "year": 2022
            },
            "article_content": "In this episode of Intelligence Matters, host Michael Morell speaks with Amy Zegart, the Morris Arnold and Nona Jean Cox Senior Fellow at the Hoover Institution and Professor of Political Science at Stanford University about her new book, \"Spies, Lies and Algorithms: The History and Future of American Intelligence.\" Morell and Zegart discuss the impact of emerging technologies on intelligence collection and analysis, both of which, Zegart says, have been fundamentally changed by developments like artificial intelligence, quantum computing, and commercial satellite imagery. Zegart also outlines the five \"mores\" - more threats, more speed, more data, more customers and more competitors - that she says have made the work of intelligence newly challenging.  HIGHLIGHTS:  ON THE BROAD EFFECTS OF TECHNOLOGY ON INTELLIGENCE:  \"[T]echnology is increasing the scale and speed of counterintelligence problems, right? Robert Hanssen took years to ferret documents to the Russians, whereas now counterintelligence breaches like Chelsea Manning, like Edward Snowden, can take minutes to access millions of pages of documents, for example. So technology is affecting everything. It's affecting what we collect, how we collect, how we analyze and how policymakers use information.\" ON KEY TURNING POINTS: \"I think the real canary in the coal mine...was the 2016 presidential election and Russia's election interference. And the part of that campaign that the intelligence community missed was Russia's use of social media masquerade accounts masquerading as Americans to sow divisions.  So we think about this new technological landscape where adversaries are using tools in different ways to undermine our country from within. That, to me, was a threshold moment that the world had changed in some fundamental ways that were dramatically affecting sense-making, right, which is what the intelligence agencies do. How do we make sense of the world?\" ON THE IMPORTANCE OF OPEN-SOURCE: \"The long pole in the tent for advantage in the future is Open-source intelligence. And Open-source intelligence...will never get the attention, the resources, the importance that it deserves without its own agency. Secret agencies are always going to favor secrets. And so I think an Open-source intelligence agency is absolutely necessary, and not only will it give attention to Open-source, but it can provide a testbed for new analytic tools to see how we can take more advantage of emerging technologies in analyzing Open-source data. And it could forward-deploy to areas where technical talent wants to live; places like Austin, Texas and Silicon Valley. So I think for all those reasons, an Open-source intelligence agency is a key enabler to what I think is really a radical transformation that we need in intelligence.\" Download, rate and subscribe here: iTunes, Spotify and Stitcher. PRODUCER: OLIVIA GAZIS INTELLIGENCE MATTERS - AMY ZEGART MICHAEL MORELL: Amy, welcome. It is about time that we invited you to join us on Intelligence Matters. AMY ZEGART: Well, I am so glad to be here, Michael, and really glad to be talking about a book I finished rather than one I'm still writing. MICHAEL MORELL: You know, I say it's about time to have you on the show because - and I don't want to embarrass you here, but I consider you to be the leading academic anywhere on the U.S. intelligence community. And I've been remiss in not having you on the show before, and that's my bad. And we're correcting that today, and I'm so excited that we could do it with a conversation around your new book, \"Spies, Lies and Algorithms: The History and the Future of American Intelligence.\" Really looking forward to that discussion. But before we get to that, I just want to ask you about a couple of other questions. What made you decide to focus on intelligence and on the U.S. intelligence community as something you wanted to to to spend a good chunk of your career studying? AMY ZEGART: Well, Michael, let me just say that it is really means a lot to me that you think my work is good. It's a strange thing to study intelligence as an academic from the outside. I got into intelligence completely by accident; so I had worked in the summer while I was in graduate school at the National Security Council staff, and I decided I wanted to write my doctoral dissertation on the NSC. And I came back to Stanford and I told my Ph.D. advisor, 'I know what I'm going to write about: I'm going to write about the National Security Council staff.' And she said, 'You know, it's really not great research designed to write about just one thing. So you should go back to the library and find other organizations that were created at the same time and try to explain why some developed in some ways and some developed in other ways.' So I went to the basement of the library and was poring through microfiche at the time and came across the National Security Act of 1947, which, as you know well, created not only the National Security Council, but the CIA. And so the CIA became one of the case studies for my Ph.D. dissertation at Stanford, and I got hooked ever since. I never wrote another thing about the National Security Council staff and wrote and spent the rest of my career really looking at the intelligence community. MICHAEL MORELL: So you never thought twice about focusing on a subject area where much of the information is classified. You didn't find that to be intimidating from a research perspective. AMY ZEGART: I think it's really intimidating, but apparently I'm quite a masochist when it comes to research. I started it off, Michael, as a China person, so I studied East Asian studies in college and I went to China right after Tiananmen. And I remember thinking at the time, 'I can't study China anymore because it's too opaque. It's too hard to understand.' And I end up studying something that's even more opaque, I think, than China, and hard to get it from the outside. So I think I like trying to penetrate these difficult topics, and I really am drawn to the mission of the intelligence community, too. MICHAEL MORELL: I should tell people that we first met in the late 1990s when I was working directly for George Tenet on his personal staff, and you visited the agency and I was assigned the task of making your visit a success. That's what I was told by by George. You know, 'You're going to take care of her. I just want her to feel that her visit was a huge success. So make that happen.' Do you remember that? AMY ZEGART: I didn't know that that was Director Tenet, but it was. And here we are talking 20 years later. MICHAEL MORELL: OK, the book What's it about? By the way, the title sounds familiar. AMY ZEGART: Yes, we should probably tell your listeners. So the title actually was taken from a Foreign Affairs article that you and I wrote together. So we've been noodling for many months actually about how is technology changing every aspect of the intelligence business. And then when I wanted to write the broader book - and I'll get into in a minute how the book project started - I loved the title so much that you graciously allowed, said it was OK to use it and so did Foreign Affairs. And so that's how the book ended up with the same title. But I started the book project really years ago in a class I was teaching at UCLA, where I polled my students to see where they got their information about the intelligence business. And the answer was, 'spy-themed entertainment.' And that so alarmed me that I decided I wanted to write a textbook that others could use to teach people about all things related to intelligence. It took a while and the world changed and technology became a much bigger driver of changes in intelligence. And so the book that I ended up writing turned out to be a very different book than I started out writing. MICHAEL MORELL: So there's a couple of different pieces to it. Can you talk about those? AMY ZEGART: So the first piece is really, what do most people want to know about intelligence but don't know about intelligence? These are things that you know like second hand, Michael. But, what is intelligence? How does counterintelligence work? Why do all presidents authorize covert action, even those that say they don't want to do it? Why is it that presidents do that? And why do Democratic presidents often authorize covert action even more than their Republican predecessors, which is what I found. So the first part of the book is really about everything you wanted to know about intelligence, but were afraid to ask. The second piece, though, is that technological overlay. So as you and I have talked about a lot, emerging technologies from A.I. to quantum to internet connectivity to the commercial satellite revolution are fundamentally challenging every aspect of intelligence. And so I wanted to take a harder look at what that means. And so part of the book is really dedicated to looking at Open-source Intelligence, for example, and how it's being used in nuclear threat intelligence and how it's offering both promise and real risks to to the intelligence community. MICHAEL MORELL: So one of the things you do in the first piece that you talked about is you tell some day-in-the-life stories of real intelligence officers. Why did you do that? AMY ZEGART: I wanted the book to include a human element to it. So, we professors tend to be very sterile in the books that we write and we are very Spock-like in how we treat subjects. But intelligence is such a personal endeavor. And in doing my interviews with many current and former intelligence officials, it really struck me that they needed to tell their stories. So my students, for example, want to know, 'When do you tell your family what you do? How do you deal with ethical challenges? What are your best and worst moments in your lives?' And so I put those questions to a number of current and former intelligence officials, and I wanted readers to understand what it was like to be them. MICHAEL MORELL: Are there a couple of those day in the life story, Amy, that stand out to you that really resonate with you, that you could share with us? AMY ZEGART: Yeah. So one of the interesting things about writing this book during COVID was that I did a number of my interviews on Zoom, and I thought that that would be less personal. Right? Because when you interview someone, you really want to see them in person. And so it turns out that wasn't the case, that I found that there were really personal moments with several people that I talk to and I'll share one in particular.   So I asked Sue Gordon, who you know well, a veteran former intelligence officer, what her best and worst day was in her career. And she said it was the same day. She said that she often would meet the families of fallen intelligence officers when their loved ones arrived at Dover, and she felt that it was important for her to be there when her colleagues made their final journey home after giving their lives to their country. And she said it was awful. It was, you know, small families there, and the reason it was her worst day and her best day is, she said it was the grace of the families telling them, telling her that their loved one did what they loved doing, what they wanted to do and the grace they showed her in their moment of grief was what she carried with her forever. MICHAEL MORELL: You know, that really resonates with me because unfortunately, I had to do that way too many times. And I walked away from every one of those conversations with a spouse or with kids or with parents or with siblings, and they somehow bucked me up, right? They somehow strengthened my resolve right at a moment when it might be a little shaky rather than the reverse. It was a remarkable, remarkable thing, and I know exactly what she's talking about. Great story. So Amy, the heart of the book, I think, from my perspective, is where we are today and where we're going. And you write, and I quote you here, 'The U.S. is losing its intelligence advantage.' That's a big statement. What makes you say that? AMY ZEGART: Well, I think, Michael, I think in terms of drivers of the threat landscape. And when I really thought about how emerging technologies are converging, I think about what I call the five 'mores,' right. So the convergence of all the technologies that we talked about is creating number one, more threats that are threatening the United States from across vast distances, like cyber threats, right. So the threat landscape has never been more challenging. The second 'more' is more speed. So intelligence has to operate at much greater speed, the speed of relevance for decision-makers who are getting their information on Twitter, not just from classified sources. The third 'more' is more data. You know this well, right: intelligence analysts are drowning in data. The fourth 'more' is more customers who need intelligence to keep the country safe and to advance our interests, like voters, tech leaders, critical infrastructure leaders. And then there's the fifth 'more.' And that gets to the point of, you know, why are we losing our edge? More competitors. So now anybody with a cell phone and an internet connection can collect and analyze intelligence - not as well, necessarily, as the intelligence community, but the name of the game from now into the future is how to harness insight from what's openly available. That is a radically different world from what the intelligence community has confronted in the past. And so when you think about the democratization of data and the democratization of intelligence capabilities, think about navigating in your car and the access to imagery that you can get for free, right? It's not that the advantage that spy satellites once conferred on the United States is eroding - and that's true across the board with technology in the hands of individuals and organizations and weak states, not just powerful states. MICHAEL MORELL: So, Amy, these 'mores,' I mean, it's a very interesting list. What's the time horizon here on these things? When did these things start? When do these 'mores' start emerging or did they emerge at different times? When did they all come together? When was this crisis really visible to most folks who look at and think about the intelligence community? AMY ZEGART: Michael, you always ask the tough analytic questions. I think the convergence has happened really in the past decade or so. So I think about a few key indicators that, you know, 'We're not in Kansas anymore.' One was when the CIA went on Twitter in 2014. So when a secret agency joined social media, you know times are changing. I think the real canary in the coal mine, though, and this is something you and I have talked about, was the 2016 presidential election and Russia's election interference. And the part of that campaign that the intelligence community missed was Russia's use of social media masquerade accounts masquerading as Americans to sow divisions. So we think about this new technological landscape where adversaries are using tools in different ways to undermine our country from within. That, to me, was a threshold moment that the world had changed in some fundamental ways that were dramatically affecting sense-making, right, which is what the intelligence agencies do. How do we make sense of the world?  So I know that's a long answer to an excellent question. MICHAEL MORELL: You know, the other thing that I think about when I think about where we are today - and we just had Dawn Meyerriecks on the show and she was very open about the threat to human operations from ubiquitous technical surveillance. So it's just becoming more difficult for intelligence collectors to do their job in a traditional way, at least, right? Where does that fit into your list? Or is that something that you think about separately? The impact of technology on the ability of an adversary to undermine intelligence collection. AMY ZEGART: I think about it together. So how can we get information? How can we protect information? How can we use information? I think those are all critical parts of this puzzle. And so when I think about denied environments, which really that's what we're talking about with distributed sensors, it's much harder to get human intelligence right. But I also think about, technology is increasing the scale and speed of counterintelligence problems, right? So, you know, Robert Hanssen took years to ferret documents to the Russians, whereas now counterintelligence breaches like Chelsea Manning, like Edward Snowden, can take minutes, right, to access millions of pages of documents, for example. So technology is affecting everything. It's affecting what we collect, how we collect, how we analyze and how policymakers use information. So if you'll stick with me for a minute here. One of the things that I was really interested in was at Strategic Command. How do they think about information? And when I went to visit Strategic Command and went to the bunker underground. Sure enough, on the big screen right next to the classified feeds, there was a Twitter stream, right? So when policymakers are getting their information from outside the IC - much of it wrong, right - how does that affect what the community does? Let me just add one other thing I'm thinking now about the question you asked about, 'When did we know that technology was really changing things?' 2014, the creation of generative adversarial networks, a type of artificial intelligence that has enabled the creation of deepfakes. So fake video, fake audio, fake photographs that are impossible, almost, to tell from the real thing. It's a revolution in deception, and that has to play a huge role in the future in statecraft and geopolitics. So I think 2014 was a watershed moment, technologically, with artificial intelligence and what it's going to mean for deception. MICHAEL MORELL:MSo, Amy, there's a couple of other things that you focused on and where we are today that I wanted to ask you about. One -and I think you hinted at it already - is the crisis in intelligence education. What did you mean by that? AMY ZEGART: Well, I think if you look at what most Americans know, when I did polling on this, they know almost nothing about intelligence and much of what they know is wrong. So one poll I did, for example, was in 2013 in the midst of the Edward Snowden crisis. So the news was saturated with stories about National Security Agency surveillance programs that were revealed by Edward Snowden. And yet when I polled Americans about what the National Security Agency actually did for a living, three quarters of respondents either didn't know or got it wrong. So then I looked at, 'Well, what about top universities? Are there courses in intelligence at top universities?' And the answer is, not many. Right? So of the top 25 universities listed by U.S. News and World Report, I looked at them and I found that there are more courses on the history of rock and roll taught at the top 25 than courses on American intelligence, which I joked to my students means that they have a better chance of learning about U2 the band rather than U2 the spy plane. That's a problem. And then it's, you know, to beat up on my own discipline for a minute, I actually gathered data on the top three journals in political science over 15 years. So from 9/11 to 2016, how many articles did they produce? Almost 3,000 articles. How many articles actually examined in a serious way anything related to U.S. intelligence? Five. So while intelligence issues were front and center for policy makers, for the media, for the world, we in the academy were studying just about everything else. MICHAEL MORELL: And then the other thing that you talk about - and I found this really resonated with me - is congressional oversight. You say it rarely works. What do you mean by that? AMY ZEGART: Well, I think a lot of the discussion of oversight looks at who's up, who's down, who's in, who's out, personalities, and what I find is that there's a much more systematic explanation for oversight. There are structural reasons why Congress doesn't have a lot of powerful incentives to pay close attention to intelligence and why they don't actually do it very well. So, for example, in the book I talk about, there's no Iowa for intelligence. Why do we have so many farm experts, right, in Congress? Well, because they come from places like Iowa where they have to learn about the industry in order to be elected. There's no geographic concentration of constituency interests in intelligence in that way.  And so what that means is members of Congress, however well-meaning they are, have very weak incentives to devote the time to learn about intelligence and oversee intelligence, and they can't even talk about what they do, right. It's an electoral loser from a congressional perspective. And so when I look at the data over the history of the intelligence committees, what I find is actually most of the time they don't delve deeply into intelligence issues. That's not always the case, but most of the time they don't, and they don't often hold public hearings. Now I understand that's difficult, but they play a crucial role in being an ambassador to the public about what secret agencies are doing. And so the more that oversight is done in secret, the less they play that ambassadorial role. And that's a problem, too. MICHAEL MORELL: Yeah. So my experience is exactly the same. You know, over three years, I watched the  same play over and over and over again. And it was members of the committee being interested in really only one thing, which is the analytic views of the intelligence community on the issues of the day, right. So, is Russia going to invade Ukraine? Are we going to have a deal with the Iranians on the nuclear issue? Those were always the questions you got. Nobody asked you, 'How many human assets do you have in Iran? How many human assets do you have in North Korea?' Nobody asked you about the efficiency with which you're using the taxpayers' money. Now I'm overstating this a little bit, but not much. And I think it's exactly for the reason that you said: the incentive for them is to know more than other members of Congress on the issues of the day, which gets them on the news more. It gets them on the Sunday shows. That's their incentive. It's not to do the job that their colleagues gave them, which is to make sure that these secret intelligence organizations are doing their job and operating within the law and operating effectively using the taxpayers' money. I couldn't agree with you more. And as you know, the 9/11 Commission, all of the recommendations of the 9/11 Commission were implemented, except their recommendations with regard to congressional oversight. AMY ZEGART: Right. And the commission, I think, really laid out - they called congressional oversight dysfunctional. And years later, in 2007, I had the strange experience of being asked to testify before the Senate Select Committee on Intelligence about the Senate Select Committee on Intelligence and why they were functioning so poorly. And, you know, members of the committee understand this, too, and they know that their oversight is not working as it should. And yet here we are 20 years after 9/11, and the least reformed part of our intelligence system is Congress. MICHAEL MORELL: So Amy, here's the fundamental question: What do we do? What has to happen? How do our intelligence agencies have to change? AMY ZEGART: So, Michael, I'm going to say something that I know a lot of people will disagree with me about, which is that I think we need to add yet another intelligence agency to our intelligence community. We have 18. I am usually reluctant to add one more because I think if one of the chief challenges is coordination, the more agencies you have to coordinate, the harder coordination becomes. But I do think we need the key, in terms of what's the long pole in the tent? The long pole in the tent for advantage in the future is Open-source intelligence. And Open-source intelligence, as you and I have talked about, will never get the attention, the resources, the importance that it deserves without its own agency. Secret agencies are always going to favor secrets. And so I think an Open-source intelligence agency is absolutely necessary, and not only will it give attention to Open-source, but it can provide a testbed for new analytic tools to see how we can take more advantage of emerging technologies in analyzing Open-source data. And it could forward-deploy to areas where technical talent wants to live; places like Austin, Texas and Silicon Valley. So I think for all those reasons, an Open-source intelligence agency is a key enabler to what I think is really a radical transformation that we need in intelligence. MICHAEL MORELL: And by Open-source, you don't mean sort of this narrow set of information that anybody can get to on the internet. It's broader than that in your mind, right? AMY ZEGART: Yes, it's much broader than that. So it's not just stuff you can get on the internet, but think about the metadata that you can learn by looking across different data sets. Think about the imagery that's openly available by commercial satellite companies today. We have three thousand, roughly, satellites, active satellites orbiting the Earth today. That number is supposed to increase to somewhere like 100,000 satellites in the next 10 years or so. And what that means is that you can have fast revisit rates so you can see the same place on Earth multiple times a day. Think about the dynamic picture that you can get with that kind of information - and all of it is open, right? It's available at low cost or no cost. MORELL: So I'm wondering, in the context of how you think about the community and where it is and what it has to do, how you think about the changes that Bill Burns made at the agency and that were announced three, four months ago now.  AMY ZEGART: I'd be curious to know what you think, Michael, you're in a better position on the inside than I am. From my vantage point, I think the changes are really important and I think they're headed in the right direction. So he's drawn attention to a number of things. He's drawn attention to technology. He's drawn attention - it's been publicly reported - to improving counterintelligence, right, protecting our our capabilities better on the human intelligence side. And critically, he's drawn attention to getting talent in the door faster. At the end of the day, intelligence is a human endeavor. You live this; you know this better than I do. But it takes too long and it's too hard to get the most talented people in the door. And that has to change. And I think that's been a top priority of his as well. MICHAEL MORELL: Yeah. So my take is not dissimilar. I think the China Mission Center got a lot of media attention and a lot of public attention. For me, that was sort of a no-brainer that had to happen. That wasn't the real news to me. The real news to me was the changes that he made with regard to technology. So he creates this new mission center focused on foreign commercial technology developments. You know, the agency's always done weapons technology extraordinarily well, but now it needs to do commercial technology because that is so important to the future of our economic security and our national security, right? So a new mission center. A new position, Chief Technology Officer, right, which is supposed to come up with a strategy for technology for the agency, which we've never had. And then this CIA technology fellows, right? Which is a recognition at least on the technology front of what you talked about, the difficulty of getting people in the door not only from a time perspective, but from a perspective of competing with the private sector for talent. So a way to get people in the door very similar to the White House Fellows program, right, which brings the most talented people into the government for a year, and they're free to leave after that year. But many of them stay because the work is so interesting. So I think the real news was on the technology side, and I think it was a big step in the right direction. AMY ZEGART: And I think, Michael, you put your finger on one of the critical issues, which is that technologies today are almost all dual-use. They have huge commercial applications and military application. And that's really different than the Cold War, as is our relationship with China, which is so entangled economically, right? And so understanding better the connection between commercial and military applications of technologies and where we have to win in order to prosper economically and from a security perspective is crucial. And so those changes, I think, are really important and exciting. I think it's a critical thing that Director Burns has done. MICHAEL MORELL:So are all intelligence agencies in the world facing the same set of challenges? And this might be a difficult question. Do you have any sense that some are dealing with this better than others? Is this something that you studied? Is this something that you looked at? You know, it's always good to kind of baseline yourself against what other people are doing. And I wonder if there's things that other intelligence services are doing out there that would make a lot of sense to copy. AMY ZEGART: Michael, it's a great question. Thanks for giving me homework for my next book. I've only spent 10 years writing about the United States. I wish I knew the answer to that question. I don't. MICHAEL MORELL: It could be a good research project for your students. AMY ZEGART: It would. And for me. But what I will say is, you know, clearly the United States and the former Soviet Union, Russia used to be ahead in the Cold War, right? I mean, it was a competition of two. And that's not true anymore. Who's doing it better now across the world? Great question. Don't have the answer to it. Stay tuned for the next book, right? Which you've now given me the idea to write. MICHAEL MORELL: So I want to shift gears a little bit here and I want to ask you about your students. And I want to ask you how they think about the U.S. intelligence community and U.S. intelligence in general, right, as a profession. And I want to ask about how do they think about it when they come into your class? And is there an evolution during your class? I'd love for you to talk about that a little bit. AMY ZEGART: I'll have a better answer for you at the end of the spring quarter, when I will have taught this new intelligence class for the first time. But I will say, the last time I taught a class dedicated to intelligence, it was at UCLA and it was in 2009, and I polled my students at the beginning of the class and then I polled them again at the end to get at exactly the questions you just asked me. What did they think going in? How have their views changed? And one of the striking things that I remember is one of the questions I asked my students was, 'Do you think intelligence agencies have too much power, too little power or about the right amount of power?' And at the beginning of the class, the vast majority of students said too much power. These were controversies in the news. They were really worried about the intelligence agencies running amok. At the end of the class, after they had learned a lot more about intelligence, the answers changed dramatically and it was a much more split picture about not enough power or just about the right amount of power. A better understanding that intelligence agencies do operate under an oversight regime and that they're struggling with weaknesses, and that they're not the omnipotent agencies that they're portrayed to be in the movies. MICHAEL MORELL: Yeah. What about how they think about the U.S. role in the world? I mean, we were all taught that the U.S. role in the world post-World War II was largely a positive one. Certainly, we made mistakes - Vietnam, other things - but that our role was largely positive. How do students today think about that question? AMY ZEGART: I think I can't answer that question very well because of selection bias. So students who take my classes think the U.S. role in the world is important, right? MICHAEL MORELL: Otherwise, they wouldn't be there. Yeah. Interesting.AMY ZEGART: But I will say, just based on my current students - I teach a class with national security affairs fellows. So these are military affairs fellows and diplomats. And so we ask the fellows who are government employees, what their night flights are, what keeps them up at night. And we ask the students the same question. And then we compare answers. And the students list climate change much higher than anything else and higher than our fellows do. And they, by contrast, the national security affairs fellows, they include climate change, but great power competition is much higher. Nuclear security is much higher. And so you can see a difference between people in the trenches in U.S. foreign policy and students and what they're really concerned about. MICHAEL MORELL: Amy, thank you so much for joining us. The author is Amy Zegart. The book is, \"Spies, Lies and Algorithms: The History and Future of American Intelligence.\" It is a book you're going to want to read. Amy, thank you. AMY ZEGART: Thanks so much.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/author-amy-zegart-on-the-future-of-american-intelligence-intelligence-matters/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: New Jersey Governor Phil Murphy on \"Face the Nation,\" February 13, 2022",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 13,
                "year": 2022
            },
            "article_content": "The following is a transcript of an interview with New Jersey Governor Phil Murphy that aired Sunday, February 13, 2022, on \"Face the Nation.\" MARGARET BRENNAN: We go now to Governor Phil Murphy of New Jersey. He was the first of several blue state governors this week to announce plans to roll back statewide mask mandates in schools. Good morning to you, governor. NEW JERSEY GOVERNOR PHIL MURPHY: Good morning, Margaret. MARGARET BRENNAN: The CDC says we are not there yet. You say you're following the science, so what do you know that the CDC director does not? MURPHY: Yeah, I think New Jersey's Scott Gottlieb hit this point very well. Our numbers are- are improving and I would use the word dramatically, rate of transmission, positivity rate, hospitalizations, cases, in-school transmissions, all going in a dramatically good direction. The- the- challenge is this- this spike, this- this variant has spiked straight up, and it's now coming straight down. New Jersey, New York, got hit early in this wave, as we have in all of the waves. The fact of the matter is our experience is very different right now from the average American state's experience. So, the CDC, which we have been adherent to from the get-go, and we think they're doing a terrific job, they've just got a much more complex reality. The- the science and the data and the facts on the ground in New Jersey have allowed us to take this step. MARGARET BRENNAN: Well, CDC still says you're at a high transmission level, but I want to ask you about- in Virginia, the Republican governor here, right nearby Washington, D.C.- is locked in court battles over his decision to pull back mask mandates. He made that call back in January. Did you fear similar political blowback? I mean, did you look at that example? MURPHY: Now, listen, I think they've done it- with great respect, they've done that backwards. They basically banned mandates and- and- and then said to the districts sue us to get that overturned. We've done the exact opposite. In other words, we're lifting the mask mandate, by the way, on March 7th, so we gave ourselves a four week runway and then allowed districts or individuals as they so choose to- to put local mandates or wear masks in place. MARGARET BRENNAN: But for those local districts, I mean, aren't you just kind of transferring a political problem down to a more local level? How do those school districts, how do those mayors, how do they make the call? What benchmarks are you specifically giving them on whether it's safe to advise lifting those masks or not? MURPHY: Yeah- we have got the virus at least as we sit here, Margaret, and every time you think you've got to figure it out, it humbles you, it takes a turn you don't expect. But as best we can tell right now, this thing is going from pandemic to endemic. And we feel it is the responsible step to take to allow districts, if they so choose, based on their local health realities, working with their local health officers to- to make a decision on their own. My gut tells me, particularly as we get into warmer weather in the spring and assuming the virus continues to go in the right direction, you'll have the overwhelming amount of districts following suit and lifting the mandate. MARGARET BRENNAN: Did you get any timeline from the White House, from the CDC at all on when they will give federal guidelines to do what you're doing? MURPHY: We have not, although w-we think that the Biden administration has done an outstanding job managing this, but again, they've got a much more complex reality. This isn't one of these earlier waves where the curves went sort of- sweeping over months up and sweeping over months down. This thing goes up like a rocket ship, and it's straight down. I'm sure it's only a matter of time until we see federal guidance. MARGARET BRENNAN: I want to ask you- you know- as a Democrat, your thoughts here, going into these races, you just went through an election yourself. Former President Obama spoke this week to House Democrats and told them to take the wins you can get, it doesn't help to whine about stuff you can't change. Do you feel like Democrats are in a defensive crouch going into these midterm races? MURPHY: I'm not sure, Margaret, defensive crouch, but I- I would say that we're probably focused a lot more on what we have not been able to get done, a lot more on process, than we have on the historic things that we have got done as a party. I mean, the president and Congress have gotten a bipartisan infrastructure law that is historic. The American Rescue Plan money's historic- by the way, a lot of which have yet to be spent. I think we should celebrate, just to pick those two examples and- and- and- remind folks why they got done and who delivered the goods for them. MARGARET BRENNAN: But when it comes to political liabilities, one of the things we've seen in our polling, is the lived experience of Americans, and they experience the economy through the prices they pay- inflation at seven and a half percent- is this the biggest political liability for Democrats or is that just not how you see things? MURPHY: I think it's a challenge for Democrats, for sure. I- I think and I'll put myself in this category early on, we talked a lot about whether this was transitory, how deep and- and- and- and impactful it would be. The fact of the matter is it's real. It's here. My guess is it's here for the balance of this calendar year. We've done a lot in- in our state as it relates to affordability. So I think anything Democrats can do- we- we've passed 14 tax cuts for the middle class of working families and seniors in our first term- steps like that, making health care more affordable, college more affordable, property taxes more affordable, anything we could do as a party, I have to believe, will resonate because inflation is real. MARGARET BRENNAN: Very quickly, is there a risk from this trucker convoy in these protests? I know New Jersey is a logistics hub. MURPHY: Without question, we have one of the largest ports in the country and knocking on wood with our folks have managed it brilliantly in the context of this pandemic, but that trucker reality is a threat without question. MARGARET BRENNAN: All right, Governor, thank you very much for your time today. We will be right back.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/transcript-new-jersey-governor-phil-murphy-face-the-nation-02-13-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: Representative Adam Kinzinger on \"Face the Nation,\" February 13, 2022",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 13,
                "year": 2022
            },
            "article_content": "The following is a transcript of an interview with GOP Representative Adam Kinzinger of Illinois that aired Sunday, February 13, 2022, on \"Face the Nation.\" MARGARET BRENNAN: And we're back with Congressman Adam Kinzinger of Illinois, who is one of two Republican members on the committee investigating the Jan. 6th insurrection. Good morning to you, congressman.  REPRESENTATIVE ADAM KINZINGER: Good morning.  MARGARET BRENNAN:  I want to start on what is happening most immediately between Russia and Ukraine. You have these massive Russian military exercises. How do you assess the Biden Administration's handling of the situation so far? REP. KINZINGER: Yeah, look, I'm on- I'm on Team America. Team Ukraine. There are some nuances I would have done different than the Biden administration, but I think now's the time to- to stand unified. And what I'd say is they have done a good job, particularly in bringing out intel early to try to defang any Russian narrative that could come with Ukraine. We know about the discussion of a false flag attack. Well, now we've made it clear that Russia may do that. And and so I think a lot of that is good. One thing I will add, though, is we have to shut down Nord Stream Two regardless of what happens in Ukraine because Ukraine is using energy as a weapon. And I think that's important to do. MARGARET BRENNAN: Russia is using energy as a weapon-- REP. KINZINGER: Yes, that's what I mean-  MARGARET BRENNAN: -- that's what you mean.  REP. KINZINGER: Yes Russia. MARGARET BRENNAN: On Russia, generally, you know, there had been for so long bipartisan support for standing up to Russia and standing up for democracies. But there is this interesting trend within the conservative movement right now. You have more Trump oriented parts of the party, like- like Senator Josh Hawley, who recently called on President Biden to rule out admitting Ukraine into NATO. You have similar sentiment- sentiments elsewhere. What is happening here? I mean, how significant a portion of the Republican Party is moving in this direction. REP. KINZINGER: Well, I don't think it's a huge portion, but it's way too big and it's growing and it's a huge concern. I mean, what was this five years ago? It might be like somebody like Rand Paul that would say something or Dana Rohrabacher. Now there's a significant number of folks doing it with Tucker Carlson talking about, you know, how great Vladimir Putin is and how Ukraine is really actually part of Russia. I think it's a couple of things. Number one, it could be some naivete on foreign policy, not in Tucker's case. I think it's an affection for authoritarianism. And I think Vladimir Putin has done a decent job of engaging in culture battles and culture war, and he is seen as the person defending, in essence, the culture of the past. And so it's very frightening. And by the way, you know, Ukraine is not sure. Already, one third of the country of Georgia is occupied by Russia. Nobody's going to stop them from going into the rest of that. Then you have the Baltics, you have the Balkans that they're interfering in. This is a frightening moment, and any Republican that has affection for Vladimir Putin has no understanding of what our party stands for or what out country stands for.  MARGARET BRENNAN: When it comes to what your party stands for. You are on that Jan. 6th committee, as we mentioned, Rudy Giuliani, the president's attorney, former attorney, is apparently speaking to the committee in some form. Is he being cooperative at this point? What can you tell us about that? REP. KINZINGER: Well, what I can tell you is he's been subpoenaed, our expectation is he is going to cooperate because that's the law, that's the requirement, same as if somebody subpoenaed to court. There may be some changes and dates and moments here as, you know, lawyers do their back and forth. But we fully expect that in accordance with the law. We'll hear from Rudy. But look, regardless of when we hear from Rudy or how long that interview is, we're getting a lot of information and we're looking forward to wrapping this up at some point when that is right, showing it to the American people, but not rushing it, not hurrying this. We want everybody to have the full story. That's what's important. I have a new son. I want to make sure that in five and 10 years, when he's learning about this and history class, he gets the full answer and not some conspiracy garbage that we hear out there every day. MARGARET BRENNAN: Is the plan still to begin those public hearings in the spring? REP. KINZINGER: I think spring or summer and in that timeframe is the hope, basically we'll will want to be able to- to take this information and present it to the American people, not just in a report which is going to be essential, but in people, in faces and in stories. MARGARET BRENNAN: Senate Minority Leader Mitch McConnell said this week in very clear terms that January 6th was a violent insurrection for the purpose of trying to prevent the peaceful transfer of power after a legitimately certified election. So unlike some Republicans, he's clearly pointing to the intent of the actors, he's not just talking about the fact that there was some violence. He's saying what the people were doing that day was inherently wrong. And what President Trump was saying about the election has also now been clearly said by Vice President Mike Pence to have been wrong. Does this give more political cover to Republicans running for election in 2022 to say this? Or is it still too dangerous? REP. KINZINGER: Well, it does give more political cover. The question is, will it? You know, I have- I have lost faith in some of the courage of my colleagues. I thought that every person when they swore an oath had some version of a red line they would never cross. But certainly, Mitch McConnell's statement was important. Certainly, the vice president's statement was important. But Margaret, this is a moment where every Republican. I don't care if you're running for city council all the way up to Congress, Senate, et cetera. Every Republican has to be clear and forceful on the record. Do they think January 6th was legitimate political discourse? Don't let them avoid it. Don't let them hem haw and don't let them transition to some other subject they'd rather talk about. This is an answer every one of them have to give, and then we can move on once they're clear and on the record. But this is definitive to our democracy. How do you feel? Was it legitimate?  MARGARET BRENNAN:  As you know, the chairwoman of the Republican National Committee and even Senator Marco Rubio, who was on this program last Sunday, argued that there's a difference between the day and then what the committee you are on and the work you were doing, what those things add up to. They argue that your committee is persecuting ordinary citizens that had nothing to do with violence. How do you respond to that? REP. KINZINGER: I mean, it's obviously a convenient way for them to deflect. We are not looking at the twenty thousand or so people that were there on January 6th that did not enter the Capitol grounds. We're looking at the corruption that led up to the moment and what happened since. We're talking about anybody communicating and of course, those that went into the Capitol attempting to overthrow this. And they know that. Marco Rubio knows that. Ronna McDaniel knows that. All these folks know it. But they're trying to kind of pass around it because they don't want to tick off the base. OK, but they also don't want appear -appear to be too in there with Donald Trump, and that's the game. But the truth is, this is a moment where we have to choose. We have to take definitive lines and it's starting to shape up. It's starting to happen, but everybody should have to take a position. MARGARET BRENNAN: Congressman, thank you for your time today. We'll be back in a moment.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/transcript-representative-adam-kinzinger-face-the-nation-02-13-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Who is Pat Cipollone? Former Trump White House Counsel testified before Jan. 6 committee",
            "author": "Caitlin O'Kane",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 12,
                "year": 2022
            },
            "article_content": "President Donald Trump's former White House Counsel Pat Cipollone was called to testify last week before the House select committee investigating the Jan. 6 attack on the Capitol. Cipollone was subpoenaed to testify last month, after former White House aide Cassidy Hutchinson mentioned him multiple times during her testimony. Who is Pat Cipollone?  Several witnesses have testified that Cipollone was one of the main White House officials who opposed attempts by Mr. Trump and his allies to overturn the results of the 2020 election. The Select Committee investigating the insurrection says there is evidence that Cipollone repeatedly raised legal and other concerns about Mr. Trump's activities on Jan. 6 and the days leading up to it. Hutchinson testified that Cipollone strongly opposed Trump's efforts to travel to the Capitol on January 6. \"Please make sure we don't go up to the Capitol, Cassidy,\" she recalled him saying. \"Keep in touch with me. We're going to get charged with every crime imaginable if we make that movement happen.\" Hutchinson also said Cipollone and others in the White House counsel's office were concerned about language Trump wanted in his speech at the Ellipse on Jan. 6. Cipollone did not want to include mentions of potential pardons for those involved in the January 6 Capitol assault.  During Tuesday's hearing, Rep. Stephanie Murphy, a Florida Democrat, said Cipollone and his deputy did not attend the speech at the Ellipse \"and they were concerned that the statements in the speech about the election were false.\" Part of Cipollone's previous interview with the committee was also played during Tuesday's hearing. He said he thought Pence did the right thing by allowing for the certification of the 2020 election results, and had no other choice. \"I thought that the vice president did not have the authority to do what was being suggested under a proper reading of the law,\" said Cipollone. \"I conveyed that. I think I actually told somebody in the vice president's — 'Just blame me. I'm not a politician.' I just said, 'I'm a lawyer, this is my legal opinion.'\" Cipollone was on the president's legal team during his first impeachment trial before the Senate. During that trial, which began in 2020, Trump was charged with obstruction of justice and was acquitted. Cipollone worked alongside Longtime Harvard Law professor Alan Dershowitz and former independent counsel Ken Starr during that trial.  Ahead of the president's second impeachment trial, several lawyers, including Jay Sekulow and Cipollone, decided not to defend him. In that impeachment trial, the president was charged for inciting the insurrection and was again acquitted. A group of Republican senators called several White House officials, including Cipollone, after the insurrection, in an effort to convince them to stay on until Mr. Trump left office, according to an aide to Senator Mike Lee.  Cipollone had threatened to resign as White House counsel in early 2021. At the time, Mr. Trump was trying to enlist the Justice Department to challenge the results of the 2020 presidential election over baseless claims of election fraud. When Mr. Trump wanted to replace Attorney General Jeffrey Rosen with Justice Department official Jeffrey Clark, Cipollone told Mr. Trump that his plans to fire Rosen and install Clark amounted to a \"murder-suicide pact,\" the Senate Judiciary Committee said in a report. Clark had pushed false claims about election irregularities in Georgia, according to the report. Cipollone is a partner at Ellis George Cipollone O'Brien Annaguey LLP and is based in Washington, D.C. The firm's site states that as counsel to Mr. Trump \"he managed and led legal strategy on matters throughout the Administration and provided counsel on issues of highest national importance in the federal government.\" He attended University of Chicago Law School, where he was managing editor of the Chicago Law Review, as well as Fordham University. He has worked for several legal firms and has served as counsel in many types of cases, including class actions, significant investigations, constitutional cases and campaign finance, according to the firm. Caitlin O'Kane is a digital content producer covering trending stories for CBS News and its good news brand, The Uplift.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/pat-cipollone-january-6-committee-former-trump-white-house-counsel-testify/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Trump attorney John Eastman pushed Pennsylvania lawmakers to appoint alternate electors in bid to overturn Biden victory, emails show",
            "author": "Robert Legare",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 12,
                "year": 2022
            },
            "article_content": "Washington – An attorney with close ties to former President Donald Trump unsuccessfully urged the Pennsylvania House of Representatives to help overturn Joe Biden's 2020 presidential election victory by recalculating vote counts and appointing a new slate of \"Trump electors,\" emails sent in the weeks following the election show.  Trump lawyer John Eastman advised Pennsylvania Republican Rep. Russ Diamond to employ various mathematical tactics \"to help provide some cover\" in an apparent effort to reverse Biden's 80,000 vote surplus in the state, according to records obtained by CBS News.  The emails allege that Diamond initially contacted Eastman on Dec. 4, 2020, to claim that Pennsylvania's presidential election had been unlawful and to ask for Eastman's assistance in writing a state resolution that would appoint alternative electors to certify a Trump victory in Pennsylvania in the Electoral College. Diamond wrote that he had concerns about the election and was working to create a legislative tool to subvert the Biden victory in Pennsylvania and had found Eastman's previous comments on the issue \"compelling.\"  According to the emails, Eastman advised Diamond that Pennsylvania lawmakers could adopt a clause that would purge vote counts of allegedly \"illegal votes\" based on unfounded accusations of anomalies and fraud. Eastman advised that the legislature could adjust the final tally for ballots it deemed to be late or unverified, discarding some votes and prorating other counts.  No evidence support claims of substantial numbers of illegal votes or voter fraud made by Trump, Eastman, and their allies following the 2020 election. Three days before Eastman and Diamond began communicating, Trump's then-Attorney General William Barr disputed claims of widespread voter fraud.  \"To date, we have not seen fraud on a scale that could have affected a different outcome in the election,\" Barr told the Associated Press in December of 2020.  \"Having done that math,\" Eastman said of the vote counting, \"you'd be left with a significant Trump lead that would bolster the argument for the Legislature adopting a slate of Trump electors — perfectly within your authority to do anyway, but now bolstered by the untainted popular vote.\" The messages were sent from Eastman's University of Colorado Boulder email address – where he was a scholar in residence at the time – and released via a public information request submitted by the nonprofit Colorado Ethics Institute, as first reported by the Denver Post.  The records have since been sent to the House select committee investigating the Jan. 6 attack on the Capitol, according to a memo accompanying the documents. The select committee declined CBS News' request for comment.  In another exchange between Eastman and Diamond, this time on Dec. 19, 2020, Eastman again advised the lawmaker to \"assert the right to appoint an alternate slate of electors,\" according to the records.  \"I hope that there is enough in there to shore up the spines of your colleagues, even if the Supreme Court does not act on it,\" Eastman wrote Diamond on another occasion, the records reveal.  An attorney for Eastman did not comment.  On January 2, 2021, days before the Jan. 6 attack on the Capitol,  Diamond appears to introduce Eastman to the majority leader of the Pennsylvania state House of Representatives, who Diamond characterized as \"concerned\" by Eastman's proposed tactics. No other exchanges between Eastman and the state leader appear in the released emails.  \"Professor Eastman was but one of many individuals I interacted with in the aftermath of the 2020 General Election,\" Rep. Diamond's statement to CBS News said, in part. \"As with any legislative effort, not every idea bounced around in draft form is included in the final product. I believe that…guarding and preserving the legitimate authority of the Pennsylvania General Assembly should always remain a priority, and that was my primary objective.\"  Eastman spoke at Trump's \"Save America\" rally on the morning before the riot. He was among those who advised the former president in the wake of the election and was summoned by the House select committee investigating the attack to testify about the events leading up to the Jan. 6 riots. He declined to turn over documents and during his deposition asserted his Fifth Amendment right 146 times.  Eastman's University Boulder records are separate from those at issue in his lawsuit against the House committee, which stems from a Chapman University account over which he now claims privilege.  The panel is still fighting Eastman for thousands of pages of documents and emails after it issued a subpoena to Chapman University, where he was a law professor and former dean of the law school.  The California judge presiding over that matter ruled in March that Trump \"more likely than not\" illegally tried to impede official congressional proceedings on January 6.  \"Dr. Eastman and President Trump launched a campaign to overturn a democratic election, an action unprecedented in American history,\" U.S. District  Court Judge David Carter wrote.  In a statement to CBS News, the University of Colorado Boulder said, \"The University of Colorado produced a series of emails involving former visiting scholar John Eastman in response to a Colorado Open Records Act request from the Colorado Ethics Institute this spring. Before the CORA request, CU Boulder was not aware of the contents of the emails.\" Eastman was relieved of his outreach duties in representing the university soon after the January 6 attack and his appointed ended in June 2021.  \"University officials determined Eastman's continued pursuit of these duties would likely be disruptive and damage the interests of the campus and the Benson Center,\" the university said in a statement. Another statement announced the end of his affiliation with the university, noting that his classes had low enrollment ",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/trump-john-eastman-2020-election/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Democrats hear from states arguing they should be first to vet presidential candidates",
            "author": "Aaron Navarro",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 24,
                "year": 2022
            },
            "article_content": "As national Democrats in Washington, D.C. heard from state after state on why they should be among the first to vet the party's presidential nominee, one essential question was repeated: Exactly how diverse is your state?  Members of the Democratic National Committee's Rules and Bylaws (RBC) committee were evaluating the states, and it's this panel that will end up deciding in early August whether to make a couple of changes to the order states vote in the nomination process or add a fifth state.\" The last time the lineup was shuffled was in 2006. Fourteen states applied to be in the early window, and two early states (Nevada and South Carolina) were added. Since then, Iowa, New Hampshire, Nevada and South Carolina have been the first four states to hold Democratic primaries. The DNC decided to open up its early state review process after Iowa and New Hampshire were criticized for not being as diverse as some Democrats think the first states in the process should be. \"The two small states should not have such a disparate impact on who is going to be president, Rep. Debbie Dingell of Michigan told CBS News. \"They're great states, I have many friends from them, but they don't reflect the diversity of this country.\" Sixteen states and Puerto Rico made their pitches to the committee this week. The committee will meet in July to make a decision on the lineup in August, before bringing it to a full DNC vote in September. Many states had their top surrogates make their pitch: Minnesota Attorney General Keith Ellison and Lt. Gov. Peggy Flanagan represented their state; U.S. Sens. Jeanne Shaheen and Maggie Hassan presented for New Hampshire; New Jersey Gov. Phil Murphy led his state's pitch and Michigan was represented by the lineup of Dingell, Sen. Debbie Stabenow, Lt. Gov. Garlin Gilchrist II and a video narrated by Detroit Pistons basketball legend Isaiah Thomas.  And on the same days as their respective chambers were considering votes on gun legislation, U.S. Senate Majority Whip Dick Durbin came for Illinois' presentation on Thursday and House Majority Whip Jim Clyburn made his pitch for South Carolina on Friday. Both Iowa and New Hampshire defended their current slots in the schedule and argued that while there are limited pockets of demographic diversity in their state, other factors such as diversity in education and rural vs. urban working class areas should be taken into account. \"We cannot, as Democrats, build the party if we are not looking at diversity in its broadest sense, making sure that we are addressing that rural working class American, and we cannot win as a party if we don't tap into even further our diverse communities across the country,\" said Iowa Democratic party Chair Ross Wilburn after his state's presentation.  Nevada announced it's looking to leapfrog over Iowa and New Hampshire and be the first state in the primary process. Its representatives cited Nevada's ranking as the third-most demographically diverse state in the nation as a strong reason to take the top slot.  \"We cannot allow our party to focus solely on tradition, at the expense of real representation,\" said Clark County Commissioner William McCurdy II. Two midwestern states, Minnesota and Michigan, highlighted their higher level of demographic diversity in their pitches to potentially join or replace Iowa in the lineup. Members considered their pitches strong, but questioned whether they'd be able to get the Republican approval that would be needed to change their primary date. While Michigan would have to to get the approval of the GOP-majority legislature, Minnesota just needs a green light from the state Republican Party.  \"I wouldn't pretend to understand what the current Republican Party looks like, but there is a historical precedent that we have worked really closely together on. Especially voter turnout,\" Democratic Governor Tim Walz of Minnesota told CBS News. \"Traditionally they have worked together. So, I think that'll hold true.\" Dingell was optimistic but vague with the committee about exactly how talks with the Republican majority in Michigan's legislature have gone, but pointed to support from two former Michigan Republican party chairs.  \"We've been having very good, strong conversations,\" she told the committee.  Texas and Georgia also highlighted their growing diversity, and predicted that early Democratic investment in their states would pay dividends for the party in the general election.  RBC members were receptive to evaluating different kinds of diversity beyond racial differences, which could help states like Iowa and New Hampshire. On Friday, New York member Leah Daughtry said that \"every part of the electorate, including White people, need to see themselves in the early-state process as having a voice that is important and should be considered.\" Iowa, in particular, has been under additional scrutiny after the 2020 Democratic caucuses resulted in technical issues with reporting and sharing results. In response, Democrats in the state have looked to overhaul their caucus process to have attendees fill and mail in their presidential preference cards before attending the caucus in person.  Some RBC members were confused about Iowa's proposed process and its relation to how delegates would be assigned. They also questioned whether it would be too close to a primary method, causing conflict with New Hampshire, whose state law requires it to be the first primary state in the nation.  \"The DNC clearly has a preference toward primaries. We can't be a primary because we're constrained by Iowa law. So, we are trying to shift our state or party run process to make it as primary-like as possible without violating Iowa law, and we intend to be first,\" said the RBC's only Iowan member, Scott Brennan. But access to the ballot box in general was also forefront on the mind for committee members, with many acknowledging the shift for Republican election officials to restrict access or question the legitimacy of the 2020 election results could impact a state's nomination process. Ten of the 16 states that presented have elections for secretary of state this November.  Jim Roosevelt, chair of the RBC, often asked states who their top election official is and if that individual is an election denier. Several Republican candidates for secretary of state, such as Jim Marchant of Nevada, have parroted former President Donald Trump's baseless claims of widespread voter fraud and have cast doubt on the legitimacy of the 2020 election results.  \"In making our decision on what should be the early states, we need to have a well-run process. And a statewide election official, who has been an election denier in this past cycle, couldn't be counted on for that,\" Roosevelt told CBS News. \"You can't count on them to follow the law for the primary process.\" The effects of any change may not be fully evident in 2024, when the president is expected to run for reelection. In that case, a few states could cancel their primaries if not enough challengers qualify for the ballot.  \"Everyone is paying more attention, I think partly because even though we have an incumbent president, some people think we may have an active primary season and partly because a lot of people think there is a chance to displace Iowa as number one.\" Roosevelt said. Fritz Farrow contributed to this report. Aaron Navarro is a digital reporter covering politics.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/states-arguing-they-should-be-first-to-vet-presidential-candidates/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Workers at multiple U.S. Apple stores move to unionize",
            "author": "Megan Cerullo",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 22,
                "year": 2022
            },
            "article_content": "Employees at multiple Apple stores across the U.S. have taken steps to form unions and bargain for higher pay and better benefits.  Retail workers at an Apple Store in Atlanta on Wednesday became the first group of employees at the technology giant to officially file a petition with the National Labor Relations Board to hold a union election.  At least 70% of the store's 107 employees have signed union authorization cards, according to Communications Workers of America, which would represent the workers should they vote to unionize. The vote could take place as early as next month.  The official filing comes days after employees at Apple's retail store in New York City's Grand Central Terminal announced they too are collecting signatures in an effort to unionize and lobby their employer for better working conditions overall.  \"Employees say that they face low wages in a very high-stress work environment that includes persistent exposure to COVID-19 and other challenges,\" CBS News tech reporter Dan Patterson said.  Workers at Apple's Grand Central Terminal location are asking for a $30 minimum wage and better benefits. Currently, retail store workers earn a minimum of $20 an hour, an Apple spokesperson said. Apple salespeople also \"want to advance in the same or a very similar way as executives or people who work in offices at Apple,\" Patterson said. \"They say they're treated often like second-class citizens, even though they work hard.\" A vote in favor of unionizing at one store could encourage employees at other Apple stores to follow suit.  Indeed, workers at at least three other Apple stores are already considering similar movements, according to Patterson.  \"This is part of a larger trend that includes technology stores and companies like Starbucks and Amazon — where warehouse employees have unionized all in the last several months,\" Patterson said.  The move by Apple employees could inspire workers at other companies, too.  \"You have to think that this vote could potentially empower not just other Apple stores to unionize, but across the spectrum when it comes to tech and other retail outlets,\" Patterson said.  Apple store workers at the company's Grand Central Terminal store have been signing union authorization cards since February. \"It is pretty advanced at this point,\" Patterson said.  \"Some people say it could be pretty likely they vote to unionize.\" ",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/apple-store-union-workers-retail-labor-movement/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Ohio Democratic rematch draws last-minute endorsements as candidates clash over progressive credentials",
            "author": "Nikole Killion",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 3,
                "year": 2022
            },
            "article_content": "If Democratic voters feel a sense of deja vu Tuesday, it's for good reason. For the second time in less than a year, residents of Ohio's 11th Congressional District headed to the polls to decide between challenger Nina Turner and now-incumbent Rep. Shontel Brown.  \"Phone banking, text banking, door knocking, we're doing everything we can to call and make sure people are aware this election is happening,\" Brown told CBS News. The freshman lawmaker is defending her seat after defeating Turner by roughly six percentage points in a special election last November.  Turner, a former state senator who also served as the co-chair of Sen. Bernie Sanders' 2020 presidential campaign, is also pulling out all the stops. She described herself as \"unbought and unbossed\" in the mold of the pioneering late Congresswoman Shirley Chisholm.  \"We're feeling the excitement on the ground is palpable,\" Turner said in an interview with CBS News.   On the eve of the Democratic primary, Turner picked up the endorsement of Representative Alexandria Ocasio-Cortez, who canvassed for Turner during her first bid. A spokeswoman for  progressive congresswoman confirmed the endorsement to CBS News.  \"Rep. Ocasio-Cortez is a leader in the fight for climate justice, workers rights and building a multi-generational, multi-racial working-class democracy,\" Turner tweeted.  It represents a split between Ocasio-Cortez and the Congressional Progressive Caucus, whose PAC supported Brown. The group ran ads for Turner's 2021 campaign. \"The Congressional Progressive Caucus is going to have to answer to why, you know, less than eight months later they're endorsing somebody else,\" said Turner. . \"People are co-opting the word progressive now. We got a lot of PINO's out there…a lot of progressives in name only kind of thing, but the CPC has to deal with that.\" Brown said her record as a progressive speaks for itself.  \"I'm not sure why it would spark backlash because again my voting record is one of the most progressive in the entire congressional body,\" Brown retorted. \"I certainly have progressive values, supported legislation of my colleagues around environmental justice, criminal justice reform, voting rights, affordable health care for everyone, so these are things that perfectly align with my values and my voting record.\" Brown has also racked up endorsements from President Biden and top Democrats, including House Majority Whip Jim Clyburn and Democratic Caucus Chair Hakeem Jeffries who stumped with her over the weekend.  \"Absolutely his (President Biden's) endorsement makes a difference,\" Brown touted. \"He's still very popular here in Cuyahoga County and the 11th Congressional district.\" Both candidates will also face a different electorate this year since their last faceoff. Redistricting has reshaped the Cleveland-area district although it remains predominantly Democratic. Legal challenges to the GOP-drawn map have also complicated matters that could force the state to hold another primary.. \"It is a very hard thing to combat and the voters of this state should not bear the burden,\" Turner explained. \"I actually see this as a form of voter suppression.\"  Brown shares concerns about the impact on voter turnout.  \"Many of them aren't even aware that an election is happening because of all the confusion around the maps and quite frankly, there has been little effort from the state to notify people of the redistricting process,\" Brown said. The primary winner will face Republican challenger Eric Brewer, a former mayor of East Cleveland, or political novice James Hemphill this fall although the seat is generally considered safe despite national headwinds for Democrats in the midterms.  \"I know history and statistics may say that, you know, there's a good chance that the Democrats will go into the minority, but I am an eternal optimist,\" Brown projected. \"I'm very concerned about that and I think the Democrats can turn that around\", Turner stated. \"We want to talk about kitchen table issues but guess what, some people don't have a kitchen table. They don't have that kind of security  and so we have to reach well beyond what we think is the norm and get outside of that bubble and really touch people where they are.\"  Nikole Killion is a congressional correspondent for CBS News based in Washington D.C.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/ohio-11th-district-shontel-brown-nina-turner-endorsements-progressives/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Assistant Attorney General Kristen Clarke on new voting restrictions: \"Voting discrimination is alive and well\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2022
            },
            "article_content": "Assistant Attorney General Kristen Clarke, the first Black woman to run the Justice Department's Civil Rights Division, says voting discrimination persists in the United States. Equal access to the ballot box is one of her department's top priorities. \"We have made a lot of progress as a nation. But we've still got a long way to go,\" she told CBS News chief national affairs and Justice correspondent Jeff Pegues in her first TV interview since taking office last year. Clarke said new state voting restrictions are targeting people of color. \"Voting discrimination is alive and well,\" she said.  But, she said, she doesn't view the issue as partisan.  \"I was there at the White House when President Bush signed the last reauthorization of the bill into law. It passed in Congress in 2006 by a 98-to-0 vote in the Senate,\" she said. \"I'm hopeful that we can get back to that place, where we've been time and time again, where Congress has worked in bipartisan fashion to renew the Voting Rights Act.\"  Right now, the legislation is stalled in Congress. The Biden administration and Senate Democrats do not have the votes to pass their election reform measures. Within the Democratic Party, there is growing frustration that the Justice Department and the president have failed to reverse Republican efforts to change state election laws with the midterm elections approaching and control of Congress on the ballot. \"I understand the frustration that people feel as we watch states that are working to make it harder for people to vote,\" Clarke said. Raised in working-class East New York, Brooklyn, Clarke has a reputation for not backing down from a fight.  She says her parents, who immigrated to the U.S. from Jamaica, wanted their kids to get a good education. As a teenager, Clarke attended Choate Rosemary Hall in Connecticut, one of the most prestigious boarding schools in the country. Alumni include former President John F. Kennedy. Clarke said she \"settled right in\" at the school, but it wasn't easy. \"A very different environment than East New York,\" she said.  During her third year at Choate, she says she learned how the law could be a powerful tool for change when she sat in on a landmark desegregation case focusing on the disparities between urban and suburban schools.  \"In many ways, Choate has a lot to do with my journey to where I am today,\" she said. Today, she is the first Black woman heading the Civil Rights Division, headquartered in former FBI Director J. Edgar Hoover's old office. From her desk, she can see Pennsylvania Avenue and Capitol Hill, but she hasn't forgotten how she got there. \"I know what it's like for families who grow up poor and who struggle, who live paycheck to paycheck,\" she said. \"I know what that experience is like. I know what it's like to be marginalized, sidelined and silenced. And that personal perspective shapes who I am.\"",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/assistant-attorney-general-kristen-clarke-new-voting-restrictions-discrimination-is-alive-and-well/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Georgia Governor Brian Kemp signs bill allowing guns to be carried without license",
            "author": "Adam Brewster",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 12,
                "year": 2022
            },
            "article_content": "Georgia Governor Brian Kemp on Tuesday signed a law allowing residents to carry handguns in public without a license or background check. Kemp, a Republican, backed a similar proposal when he ran for governor in 2018, and expanding gun rights was a key part of his platform. He urged the legislature to take up the issue at a press conference earlier this year.  \"(This bill) makes sure that law-abiding Georgians, including our daughters and your family too, can protect themselves without having to have permission from your state government,\" Kemp said Tuesday before signing the bill into law. \"This is an issue that I campaigned on in 2018 alongside so many members that are standing with us today. And by working together, we have gotten it across the finish line.\" The law allows a \"lawful weapons carrier\" to carry a concealed handgun where firearms are permitted without a license from the state. A \"lawful weapons carrier\" is defined as anyone who is eligible to purchase a firearm. Under current law, Georgians have to obtain a license to carry a loaded handgun outside of their homes, businesses or cars. That requires filling out an application, paying a fee, submitting fingerprints and undergoing a background check. Long guns can already be carried in many places without a permit. Background checks will still be required when purchasing a handgun from a store or a dealer.  Kemp will likely spend significant time on the campaign trail touting the legislation leading up to his May 24 primary against former Senator David Perdue. Kemp and supporters of the legislation have argued that the law enhances personal safety and protects Second Amendment rights.   Although Kemp touted his support for this type of legislation during the 2018 gubernatorial campaign, Perdue has tried to claim credit for pushing Kemp and GOP lawmakers to address the issue. \"A lot of things that they did accomplish in this session, they happened after I got in the race,\" Perdue told Fox News last week. \"Constitutional carry was going nowhere. I got in and said we ought to have constitutional carry. Next thing I know, they're working on a bill to get that done.\" A January poll from the Atlanta Journal Constitution found that 44% of Republicans in the state supported allowing people to carry concealed handguns in public without a permit. Overall, 70% of registered Georgia voters opposed such a measure.  Democrats and gun safety advocates have said that the process of applying for a license has led to thousands of people being denied licenses who are not allowed to possess weapons, including convicted felons and people who have been hospitalized for mental health issues or treated for addiction in recent years. A study in the National Bureau of Economic Research found that states that loosened permit requirements saw a 13 to 15% increase in violent crime 10 years down the road. \"Kemp knows states that pass criminal carry see increases in gun violence,\" Democratic gubernatorial candidate Stacey Abrams tweeted. \"He knows 5,200+ permits were denied in a single year, for example, because of felony convictions or domestic abuse. He knows the danger. Kemp just doesn't care.\" Abrams and other opponents have branded the law as \"criminal carry\" as a play on the term that advocates use for it, \"constitutional carry.\" The Atlanta Journal Constitution reported in January that law enforcement officials were split on the issue.  In addition to the gun legislation signed Tuesday, Kemp will likely be touting other conservative bills passed by the legislature over the next several weeks, including bills restricting how teachers talk about race in class, potentially allowing the state athletic association to ban transgender athletes from participating in womens sports and giving the state bureau of investigation authority to investigate claims of election fraud.  CBS News political reporter.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/georgia-gun-bill-permitless-carry-signed-governor-brian-kemp/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "British politics rocked by allegations of porn, sexual misconduct and misogyny: \"This behavior is wholly unacceptable\"",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 27,
                "year": 2022
            },
            "article_content": "Britain's ruling Conservative Party said on Wednesday that it is investigating claims one of its lawmakers watched pornography on his mobile phone in the House of Commons chamber. The allegation came as at least 56 lawmakers, including three government ministers, are probed over allegations of sexual misconduct by parliament's own complaints office. The Conservative Party has been accused of misogyny after the Mail on Sunday newspaper last week quoted unnamed Tory lawmakers accusing the deputy leader of the opposition Labour Party, Angela Rayner, of trying to distract Prime Minister Boris Johnson with her legs. Meanwhile, British media reported that the porn claim was first made during a meeting of up to 50 Conservative lawmakers on Tuesday night. \"The chief whip is looking into this matter,\" a statement from the Conservative whips' office, which is in charge of party discipline, said on Wednesday. \"This behavior is wholly unacceptable and action will be taken.\" It was not clear whether the guilty lawmaker was a minister or a backbencher. Johnson was asked about the alleged sexual misconduct in parliament and said any minister found guilty would lose their job. \"Of course, sexual harassment is intolerable,\" he said. \"It's quite right that members should now have a procedure by which they can bring that to the attention of the highest authorities and I think that's a good thing. \"And of course it's grounds for dismissal.\" Johnson's press secretary insisted that the Conservative Party does not have a problem with sexism. \"You will have heard the PM address this explicitly in parliament today and over the last few days, saying there is absolutely no place for such behavior and this cannot be tolerated in any workplace,\" she told journalists. Women from across British politics called for action to tackle misogyny after a newspaper ran a story accusing the deputy opposition leader of trying to \"distract\" the prime minister during debates by crossing and uncrossing her legs. The Mail on Sunday quoted an anonymous Conservative lawmaker as saying Labour Party Deputy Leader Angela Rayner tried to throw Conservative Prime Minister Boris Johnson \"off his stride\" as she sat across from him in the House of Commons. The article called it \"a fully-clothed Parliamentary equivalent of Sharon Stone's infamous scene in the 1992 film 'Basic Instinct,'\" in which Stone distracts police interrogators while wearing a short skirt. Rayner accused \"Boris Johnson's cheerleaders\" of using \"desperate, perverted smears.\" \"I stand accused of a 'ploy' to \"distract\" the helpless PM — by being a woman, having legs and wearing clothes,\" she wrote on Twitter. \"Women in politics face sexism and misogyny every day — and I'm no different.\" Rayner, who comes from a working-class family in northern England, left school when she was 16 and got her political start in the trade union movement. That makes a sharp contrast with Johnson, who was educated at the elite private school Eton and Oxford University. Johnson has sometimes struggled to parry her attacks during debates. The prime minister condemned the article, writing on Twitter: \"As much as I disagree with Angela Rayner on almost every political issue, I respect her as a parliamentarian and deplore the misogyny directed at her anonymously today.\" Johnson said Monday he had gotten in touch with Rayner about the article, which he called \"the most appalling load of sexist, misogynist tripe.\" He said the anonymous lawmaker who made the \"Basic Instinct\" comments would face \"the terrors of the Earth\" if identified. \"It's totally intolerable, that kind of thing,\" Johnson told British broadcasters. More than a century after the first female lawmaker was elected to Britain's Parliament, women make up 34% of the 650 legislators in the House of Commons. Long known for its boozy, macho atmosphere, Parliament is now a more diverse place. Still, some say change has not gone far enough. Many female U.K. politicians said the article was an extreme example of the sexism they encounter daily. Labour legislator Rachel Reeves said she hoped the article would prompt people to \"call out this misogyny and sexism for what it is (so) that we get some change, because Angela and no other MP should have to put up with this sort of rubbish.\" Senior Conservatives also condemned the remarks. Health Secretary Sajid Javid tweeted: \"No woman in politics should have to put up with this.\" Conservative lawmaker Caroline Nokes, who heads Parliament's Women and Equalities Committee, said she had asked the Speaker of the House of Commons, Lindsay Hoyle, to censure Glen Owen, the journalist who wrote the article. Hoyle said he had summoned the paper's editor to discuss the article. Hoyle told lawmakers that media freedom was \"one of the building blocks of our democracy,\" but that publishing such \"misogynistic and offensive\" comments \"can only deter women who might be considering standing for election, to the detriment of us all.\" Associated Newspapers, which publishes The Mail on Sunday, declined to comment on the topic.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/uk-parliament-allegations-porn-sexual-misconduct-misogyny-angela-rayner/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Inflation has more Americans counting on food banks to eat",
            "author": "Kate Gibson",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 31,
                "year": 2022
            },
            "article_content": "As the cost of nearly everything surges, more Americans are turning to food banks to eat. And as hunger-relief organizations face long lines of folks in need, the nonprofit groups are having to pay more for food to supplement donations.  From hurricane-ravaged Louisiana to the scenic coastal views of California's affluent Orange County, the fastest price inflation in nearly four decades is making pretty much everything people buy more expensive, and food is no exception.  Some are able to pay mortgages, rents and other fixed costs but fall short when it comes to putting food on the table.  \"Inflation impacts families on a fixed budget,\" Claudia Keller, CEO of Second Harvest Food Bank of Orange County, told CBS MoneyWatch. \"For a family, the most fungible part of your budget, the part you can cut back on, is food,\" Keller said.  Families squeezed by higher housing and fuel costs have less — or in some cases nothing — to spend at the grocery store, where prices are 6.3% higher than they were a year ago, according to the latest inflation data. \"People who had gotten out of the line are now coming back in,\" said Mike Manning, president and CEO of the Greater Baton Rouge Food Bank, which serves an 11-parish area in Louisiana. Rising gas prices make getting to jobs more of a financial burden, especially for the working poor, he noted. \"It's affecting their ability to put food on the table,\" Manning said.  Inflation reduces the purchasing power of everyone, but it is hardest on the poor and middle class, who spend a bigger share of their income on food and other necessities, a reality being touted by the GOP ahead of midterm elections.  Rapid price hikes in low-cost goods sold by Amazon, Wal-Mart and Dollar General are \"disproportionately hurting lower-income Americans,\" Jackie Benson, an economist who works for Republicans on the Joint Economic Committee, noted in a recent analysis.   The Capital Area Food Bank in Washington, D.C., said it can't quantify how much increased demand stems from inflation, \"largely because we continue to see such an increase in demand overall due to the pandemic's economic impacts,\" a spokesperson emailed. \"We are, however, seeing more demand for specific items from our nonprofit partners (who we supply with food), namely animal protein — chicken, beef, etc. — because it has become so much more expensive.\"  In Louisiana, Manning's organization is still helping people in the wake of 2021's Hurricane Ida, which disrupted life in much of its service area. \"We're having to purchase the donated food we're not receiving,\" said Manning. The area is largely devoid of farms and poultry operations that frequently donate to community relief groups. \"We're much more dependent on retail donations than a lot of food banks across the country,\" he explained.  Food pantries were already facing greater need due to COVID-19, with the pandemic also reducing the number of volunteers that help pick up, sort and distribute products — and in Keller's case, those who provide labor at its 45-acre produce farm.   Further, \"the rising cost of food has impacted our bottom line,\" said Keller of her Orange County nonprofit, which, in addition to soliciting donations from food producers and retailers, also buys food from wholesalers to distribute throughout the county. \"Compounding that is our commitment to provide eggs, milk and protein, which are seeing some of the greatest impact from inflation,\" she added.  The Laguna Food Pantry purchases milk, produce and occasionally meat to supplement deliveries from Second Harvest, and its volunteers pick up donated food from 16 local grocery stores. The pantry orders 800 gallons of milk weekly from a wholesaler, with those per gallon prices rising 16 cents since January and 40 cents since October, according to its executive director, Anne Belyea. The pantry is also seeing increased need. \"It used to be minimum-wage workers struggling with their several part-time jobs to make ends meet, now it's truly from all walks of life,\" Belyea said.  In recent days, that's included two florists who ran thriving small businesses prior to the pandemic, but have now found themselves in line for food after running through their savings, Belyea said. Another looking for help: a laid-off medical writer \"down to pasta, a can of beans and some cheese in the refrigerator, but not as concerned about herself as her dog,\" she said. \"We don't normally receive pet food in our grocery rescue, but a 50-pound bag of dog food arrived the day before she came in.\"   Pantry volunteers sort and distribute boxes of food to lines of mostly motorists five days a week. Some aid recipients walk, bicycle or take the bus to get food. \"We see a lot of neighbors pick up for one another,\" Belyea said.  Before the pandemic hit in March 2020, the Laguna pantry offered free food in \"this charming little grocery-store type setting,\" catering to roughly 80 to 100 people a week, according to Belyea. The outfit transformed to a drive-through as a safety measure when COVID-19 hit, a model that's also helped the pantry keep up with demand, which now numbers about 150 \"shoppers\" a day, she added. In 2019, the Laguna pantry has about 23,000 grocery pickups, with the number rising to more than 40,000 in 2020 and 43,000 last year.  \"COVID put many more people into our food lines, many who'd never been in a food line before,\" Keller said. \"As we come back, there's a mix of people still in precarious situations.\"  Still, turning to a food pantry can be an embarrassing and humbling experience that many avoid until desperate.  \"Some are ashamed of being in the situation,\" said Manning, who notes hesitancy among clients to be interviewed by his group or appear in news stories. \"They don't want friends to know.\"  \"We hear over and over, people who donated their time, donated their money, and now they're in that line. People have said, 'I've driven by, I've driven by, and I couldn't stop. It's because of of my children that I finally did,' \" Belyea said. ",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/food-banks-increase-demand-economic-struggle-inflation-pandemic/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Democratic Representative Jim Cooper to retire after Republicans push map that splits up Nashville",
            "author": "Aaron Navarro",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 25,
                "year": 2022
            },
            "article_content": "Democratic Congressman Jim Cooper of Tennessee announced he will not run in November after serving more than 32 years in the U.S. House, due to recent redistricting that made a path to reelection more difficult. He's the 29th House Democrat to announce their retirement or run for another office this cycle.  Republican legislators on Monday in Tennessee advanced a map that would crack Cooper's reliably Democratic district and Davidson County, which encompasses all of Nashville, into three districts that favor Republicans by at least 15 points.  The map awaits the signature of Republican Governor Bill Lee. It could face a potential lawsuit from the state Democratic party. \"Despite my strength at the polls, I could not stop the General Assembly from dismembering Nashville,\" Cooper said in a statement. \"I explored every possible way, including lawsuits, to stop the gerrymandering and to win one of the three new congressional districts that now divide Nashville. There's no way, at least for me in this election cycle, but there may be a path for other worthy candidates.\" Cooper added he would return individual contributions he received for his re-election \"so that donors can redirect them as they choose.\"  Cooper won his seat unopposed in the 2020 general election. This cycle he was facing a primary from Odessa Kelly, a community organizer backed by the progressive Justice Democrats group. In a statement, Kelly criticized the \"Racist gerrymandering that will erase the voices of Black and Brown voters in Nashville.\" \"I am still looking into the recently redrawn district lines and charting a path forward for my campaign,\" she added. \"It was never about winning a particular district or challenging a particular incumbent - it was about getting a seat at the table for working class Tennesseans and having another organizer in Congress to fight like hell for our future. That hasn't changed.\" Cooper was known as a moderate Democrat who  led the fiscally conservative Blue Dog Coalition. He served on the Intelligence, Armed Services, Budget and Oversight Committees, was chairman of the Strategic Forces Subcommittee and worked with Republican Congressman Mike Rogers of Indiana to create the Space Force.  He was first elected in 1982 and served until an unsuccessful Senate campaign in 1994. He ran for the district again in 2002 and has served since.  \"No one is perfect, and I know I've made mistakes… But I am a proud Democrat who refuses to demagogue, and who chooses to be on the right side of history in order to give all our kids a better future. My votes certainly fueled our Republican legislature's revenge,\" Cooper wrote in his announcement.  Cooper's the 21st \"pure\" retirement, or someone leaving Congress altogether, for House Democrats, who are seeing their highest number of departures since the mid-90s, when 29 Democrats in 1994 and 1996 retired or ran for another office. \"Democrats have failed on every front and it seems their only plan is to quit before voters can hold them accountable for it,\" said Calvin Moore, a spokesperson for the Congressional Leadership Fund, a House GOP-backed outside group. \"Democrats have only one choice: retire or get fired.\" Aaron Navarro is a digital reporter covering politics.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/jim-cooper-retirement-congress-tennessee-democrats/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Conservative advocacy group sues to block Biden's student-loan relief plan",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 10,
                "year": 2022
            },
            "article_content": "A conservative advocacy group has filed a new lawsuit seeking to block the Biden administration's efforts to forgive student loan debt for tens of millions of Americans, marking the latest legal challenge to the program. The suit, filed Monday by the Job Creators Network Foundation, argues the Biden administration violated federal procedures by failing to seek public input on the program. The lawsuit comes as the Biden administration is expected to open its application for debt relief this month. It's one of a handful of lawsuits that have been filed by conservative business groups, attorneys and Republican lawmakers in recent weeks as the Biden administration tries to push forward with its plan to cancel billions in debt before November's midterm elections. In the meantime, a federal judge is expected to rule on a separate legal challenge to Mr. Biden's student debt plan from six GOP-led states by October 12. Elaine Parker, president of the Job Creators Network Foundation, slammed the program as executive overreach and complained that it does nothing to address the root cause of rising debt: the \"outrageous increase in college tuition that outpaces inflation every single year.\" \"This bailout is going to affect everyone in this country because of the mass size of the program,\" she said. \"And everyone should have the opportunity to provide their views to the government.\"  She added: \"These universities need to be held accountable for this student debt crisis.\" The Congressional Budget Office estimates the program will cost taxpayers $400 billion over the next three decades. Yet another estimate pegs the cost much higher, at $519 billion over a decade, according to the Penn Wharton Budget Model, a group of economists and data scientists at the University of Pennsylvania. The Job Creators Network Foundation has previously turned to the courts to try to block the Biden administration's COVID-19 vaccine mandate on businesses. It also sued Major League Baseball in 2021 for moving the All-Star game out of Atlanta over objections to changes to Georgia's voting laws. That lawsuit, which cited losses to local businesses, was later dropped. The new lawsuit is one of a growing number of legal challenges trying to halt the proposal laid out by President Joe Biden in late August to cancel up to $20,000 in debt for certain borrowers.  Six Republican-led states filed suit late last month, accusing the Biden administration of overstepping its executive powers, as did the Pacific Legal Foundation, a Sacramento, California, legal advocacy group. Their lawsuit, filed in federal court in Indiana, calls the plan an illegal overreach that would increase state tax burdens for some Americans who get their debt forgiven. Meanwhile, a federal judge in Wisconsin last week dismissed a lawsuit from a local taxpayers group, the Brown County Taxpayers Association, that sought to block the program, ruling that the group didn't have standing to bring the lawsuit. The group had argued that Biden's order unlawfully circumvented Congress' power over spending and said the plan was discriminatory because it sought to give particular help to borrowers of color. The latest lawsuit, filed in U.S. District Court for the Northern District of Texas against the U.S. Education Department and its secretary, Miguel Cardona, takes issue with how the plan was developed. It alleges the Biden administration violated the Administrative Procedure Act's notice-and-comment procedures. It also challenges the administration's legal justification for the program. The suit includes two plaintiffs: one who does not qualify for debt forgiveness because the plan excludes commercially held loans that are not in default, and one who did not receive a Pell grant and is therefore entitled to less debt forgiveness under the plan. \"Behind closed doors, the Department promulgated a new Debt Forgiveness Program that will affect tens of millions of Americans and cost hundreds of billions of dollars,\" the lawsuit reads. \"Instead of providing notice and seeking comment from the public, the Department hammered out the critical details of the Program in secret and with an eye toward securing debt forgiveness in time for the November election.\" It also alleges the department \"made numerous arbitrary decisions about the Program, including which individuals will receive debt forgiveness, how much of their debt will be forgiven, and which types of debt will qualify for the Program.\" \"The result of this arbitrariness is predictable: some will benefit handsomely, some will be shortchanged, and others will be left out entirely,\" it reads. The case was assigned to U.S. District Judge Reed O'Connor, who most notably ruled in 2018 that the Affordable Care Act was unconstitutional. The Supreme Court reversed that decision last year. O'Connor, an appointee of former President George W. Bush, also has ruled against other policies pursued by Democratic administrations. Last month, he ruled that an ACA provision that required coverage of an HIV prevention drug violates a Texas employer's religious beliefs. Civil lawsuits filed in the federal court in Fort Worth have a 90% chance of going either to O'Connor or Judge Mark Pittman, an appointee of former President Donald Trump, according to a 2020 order of the court.  White House spokesman Abdullah Hasan responded with a statement defending the loan forgiveness program. \"While opponents of our plan are siding with special interests and trying every which way to keep millions of middle-class Americans in debt, the President and his Administration are fighting to lawfully give middle-class families some breathing room as they recover from the pandemic and prepare to resume loan payments in January,\" he said in a statement. The Biden debt forgiveness program will cancel $10,000 in student loan debt for individuals making less than $125,000 a year or households making less than $250,000. Pell grant recipients, who typically demonstrate more financial need, will be eligible for an additional $10,000. The Biden administration used an act passed after the Sept. 11, 2001, terrorist attacks as legal justification for the program. The law gives the administration \"sweeping authority\" to reduce or eliminate student debt during times of national emergency, the Justice Department said in an August legal opinion. The administration cited the COVID-19 pandemic as its emergency. The Congressional Budget Office estimates the program will cost taxpayers $400 billion over the next three decades. ",
            "bias": "middle class",
            "url": "https://www.cbsnews.com/news/biden-student-loan-relief-plan-lawsuit-job-creators-network-foundation/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Sri Lanka is choosing leader to replace ex-president",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 16,
                "year": 2022
            },
            "article_content": "Sri Lankan lawmakers met Saturday to begin choosing a new leader to serve the rest of the term abandoned by the president who fled abroad and resigned after mass protests over the country's economic collapse. A day earlier, Sri Lanka's prime minister was sworn in as interim president until Parliament elects a successor to Gotabaya Rajapaksa, whose term ends in 2024. Parliament Speaker Mahinda Yapa Abeywardana promised a swift and transparent political process that should be done within a week. The new president could appoint a new prime minister, who would then have to be approved by Parliament. Parliament's secretary general, Dhammika Dasanayake, said during a brief session on Saturday that nominations for the election of the new president will be heard on Tuesday and if there is more than one candidate, the lawmakers will vote on Wednesday. Dasanayake also read Gotabaya's resignation letter out loud in Parliament. In the letter, Rajapaksa says he was stepping down following requests by the people of Sri Lanka and political party leaders. He notes that the economic crisis was looming even when he took office in 2019 and was aggravated by frequent lockdowns during the coronavirus pandemic. Security around the Parliament building in the capital, Colombo, was heightened on Saturday with armed masked soldiers on guard and roads near the building closed to the public. In a televised statement on Friday, Prime Minister Ranil Wickremesinghe said he would initiate steps to change the constitution to curb presidential powers and strengthen Parliament, restore law and order and take legal action against \"insurgents.\" It was unclear to whom he was referring, although he said true protesters would not have gotten involved in clashes Wednesday night near Parliament, where many soldiers reportedly were injured. \"There is a big difference between protesters and insurgents. We will take legal action against insurgents,\" he said. Wickremesinghe became acting president after Rajapaksa fled Sri Lanka on Wednesday and flew first to the Maldives and then to Singapore. Many protesters insisted that Wickremesinghe too should step aside. Meanwhile, Sri Lanka's opposition leader, who is seeking the presidency, vowed to \"listen to the people\" and to hold Rajapaksa accountable. In an interview with The Associated Press from his office, Sajith Premadasa said that if he wins the election in Parliament, he would ensure that \"an elective dictatorship never, ever occurs\" in Sri Lanka. \"That's what we should do. That is our function — catching those who looted Sri Lanka. That should be done through proper constitutional, legal, democratic procedures,\" Premadasa said. Sri Lanka has run short of money to pay for imports of basic necessities such as food, fertilizer, medicine and fuel for its 22 million people. Its rapid economic decline has been all the more shocking because, before this crisis, the economy had been expanding, with a growing, comfortable middle class. The protests underscored the dramatic fall of the Rajapaksa political clan that has ruled Sri Lanka for most of the past two decades. The Rev. Jeewantha Peiris, a Catholic priest and protest leader, said the country had \"come through a hard journey.\" \"We are happy as a collective effort because this struggle of Sri Lanka was participated by all the citizens of Sri Lanka, even diaspora of Sri Lanka,\" he said. Sri Lanka remains a powder keg, and the military warned Thursday that it had powers to respond in case of chaos — a message some found ominous. The speaker urged the public to \"create a peaceful atmosphere\" for the democratic process and for Parliament to \"function freely and conscientiously.\" Sri Lanka is seeking help from the International Monetary Fund and other creditors, but its finances are so poor that even obtaining a bailout has proven difficult, Wickremesinghe recently said. The protesters accuse Rajapaksa and his powerful political family of siphoning money from government coffers and of hastening the country's collapse by mismanaging the economy. The family has denied the corruption allegations, but Rajapaksa acknowledged that some of his policies contributed to Sri Lanka's meltdown. Maduka Iroshan, 26, a university student and protester, said he was \"thrilled\" that Rajapaksa had quit, because he \"ruined the dreams of the young generation.\" Months of protests reached a frenzied peak last weekend when demonstrators stormed the president's home and office and Wickremesinghe's official residence. On Wednesday, they seized his office. The demonstrators initially vowed to stay until a new government was in place, but they shifted tactics Thursday, apparently concerned that an escalation in violence could undermine their message following clashes outside Parliament that left dozens injured. Protester Mirak Raheem noted the lack of violence and said the work was far from over. \"This is really something amazing, the fact that it happened on the back of largely peaceful protest. But obviously this is just a beginning,\" Raheem said, citing work to rebuild the economy and restore public confidence in the political system. Rajapaksa and his wife slipped away in the night aboard a military plane early Wednesday. On Thursday, he went to Singapore, according to the city-state's Foreign Ministry. It said he had not requested asylum, and it was unclear if he would stay or move on. He previously has obtained medical services there, including undergoing heart surgery. Since Sri Lankan presidents are protected from arrest while in power, Rajapaksa likely wanted to leave while he still had constitutional immunity and access to the plane. As a military strategist whose brutal campaign helped end the country's 26-year civil war, Rajapaksa and his brother, who was president at the time, were once hailed by the island's Buddhist Sinhalese majority. Despite accusations of wartime atrocities, including ordering military attacks on ethnic Tamil civilians and abducting journalists, Rajapaksa remained popular among many Sri Lankans. He has continually denied the allegations.",
            "bias": "middle class",
            "url": "https://www.cbsnews.com/news/sri-lanka-choosing-leader-to-replace-ex-president/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Biden plan to cancel student loans is bad policy, critics say",
            "author": "Megan Cerullo",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 6,
                "year": 2022
            },
            "article_content": "As President Biden weighs whether to cancel student loans for a broad swath of borrowers, critics say it wouldn't provide financial relief to the Americans who need it the most while also potentially hurting the economy.  Americans with school debt generally have higher income because a college degree tends to lead to a more lucrative career. As a result, erasing those loans would chiefly benefit college-educated people. \"If you look at who has student loans, it largely reflects who goes to college and graduate school in the U.S., and college and graduate school are overwhelmingly composed of people who are from upper middle class or high-income families,\" said Adam Looney, a senior fellow at centrist think tank The Brookings Institution and an expert on student loan debt.  \"Student debt is overwhelmingly owed by higher-income, better-off Americans, so that's who gets the money under a widespread student loan forgiveness plan,\" he added. Last week, Mr. Biden said he is \"taking a hard look\" at forgiving some federal student loans, with a plan expected to be announced in a matter of weeks. He has not specified how much debt might be forgiven, but has said it is likely to be less than $50,000 per individual. Payments on borrowers' existing student loans are currently paused through August 31.  Cancelling some student loan debt could pay political dividends ahead of November's midterm elections, particularly among younger voters. But wiping the total $1.4 trillion that Americans currently own in student loans could backfire, according to some experts. \"This is a tremendous cost, and you should never in the world of budgeting push through a policy unless it truly is the best claim on those resources and is the most important priority,\" said Maya MacGuineas, president of the Committee for a Responsible Federal Budget, a nonpartisan public policy advocacy group.  MacGuineas also noted that forgiving college debt would disproportionately benefit higher educated people, noting that \"The poorest people in the country don't actually have student debt.\" The benefits to borrowers are clear. Folks with school debt who might have had to put purchasing a home or car, or starting a family on hold to cover their monthly loan payments are relieved of that expense. Other experts express concern that canceling a large chunk of student loans could boost already raging inflation by stoking personal consumption.  \"On the margin, this would put more money into households that get the relief. And those households are more likely than not to use that additional cushion in their monthly budget to either purchase more things or purchase more services,\" said Ed Mills, an analyst with investment bank Raymond James. \"So if you had to put it in one bucket or another, it's more in the bucket of contributing versus not contributing to inflation.\" In the long term, wiping out student debt now also could lead to reckless borrowing by sending a signal that future student loans may be forgiven. \"This creates a risk that people will take on more debt believing it will be cancelled,\" MacGuineas said, adding that \"now is not the time to turn on the government printing presses and throw more money into the economy.\" Cancelling student loan debt also creates a moral hazard by leading borrowers to wonder why they should pay off their debt if the federal government will eventually swoop in take responsibility, according to Diana Furchtgott-Roth, chief economist at the Department of Labor under President George W. Bush and Deputy Assistant Secretary for Research and Technology at the Department of Transportation under President Donald Trump. Mass forgiveness of college debt would penalize Americans who have worked hard while putting off major purchases, like buying a home or starting a family, to prioritize paying off their student loans. Students who worked their way through college, earning money while also studying in order to pay their tuition could also think, 'Why did I go through the trouble if Biden is paying off the debt?'\" Furchtgott-Roth said.",
            "bias": "middle class",
            "url": "https://www.cbsnews.com/news/student-loans-biden-college-debt/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "California lawmakers to take up creating universal health care system",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 11,
                "year": 2022
            },
            "article_content": "Sacramento — California lawmakers on Tuesday will start debating whether to create the nation's first universal health care system, a key measure of whether the proposal has the support to pass this year. Progressives have tried for years to create a government-funded universal health care system to replace the one that relies on private insurance. Voters overwhelmingly rejected a 1994 ballot initiative that would have created a universal health care system. Another attempt passed the state Senate in 2017, but it died in the state Assembly with no funding plan attached to it.  This year, Democrats in the state Assembly have filed two bills: one that would create the universal health care system and set its rules, and one that would lay out how to pay for everything by raising taxes on some wealthier individuals and larger businesses.  The first bill is the one getting a hearing on Tuesday before the Assembly Health Committee, where Chair Jim Wood, a Democrat from Santa Rosa, has already said he will vote for it. Because the proposal was introduced last year, it must pass the state Assembly by the end of January to have a chance at becoming law this year.   Universal health care has been debated for decades in the United States, most recently during the 2020 Democratic presidential primary during the campaign of U.S. Sen. Bernie Sanders. But it has never come close to passing in Congress. State lawmakers in Vermont have tried and failed to implement their own universal health care system. And the New York state Legislature has considered a similar plan.  Supporters in California are adopting a divide-and-conquer strategy this year. They hope that separating the idea of a universal health care system from the question of how to pay for it will give them a better chance of getting the bills through and eventually, getting voters to approve it.  \"We can debate the policy. If someone says, 'How are we going to pay for it?' Well, those are two different issues now,\" said Assemblyman Ash Kalra, a Democrat from San Jose and the author of both proposals. \"If we can agree on a policy and get that policy passed, then it becomes more real. Then you are actually telling the voters what they are voting for. That's really important.\"  Opponents, however, are determined to keep the two issues together.  \"In the Health Committee, I look forward to a robust discussion on the impacts of socialized medicine in California, including: how much taxes will increase on the middle class,\" Assembly Republican Leader Marie Waldron said.  The plan for universal health care requires at least a two-thirds vote in both houses of the state Legislature. After that, voters must approve it in a statewide election. Democrats have large majorities, but getting all of them to support the tax increases required to pay for the plan will be difficult. The California Taxpayers Association, which opposes the plan, says it would raise taxes by $163 billion per year on businesses and individuals.",
            "bias": "middle class",
            "url": "https://www.cbsnews.com/news/california-lawmakers-to-take-up-creating-universal-health-care-system/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Book excerpt:  \"Blowback\" by James Patterson and Brendan DuBois",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "September",
                "day": 18,
                "year": 2022
            },
            "article_content": "There's a narcissistic psychopath in the White House, and a pair of secret agents realizes he's about to destroy the country. That's the premise of the latest thriller by James Patterson and Brendan DuBois, \"Blowback\" (Little, Brown and Company). Read an excerpt below.  Like some other presidents before him — Nixon and Trump, for example — President Barrett doesn't like to work from the downstairs Oval Office. The day after his inauguration last year, in a sit-down with editors and reporters from the Washington bureau of the New York Times, he had said, \"Too much history in that place. It feels like you're in the middle of a museum exhibit. I want to be able to kick back, put my feet on the furniture, and get work done without being interrupted all the goddamn time.\" President Barrett is sitting behind an old wooden desk that was supposedly used by President Harding. He gets up from the neatly piled folders and telephone bank and briskly walks over to Liam.  That's when the CIA officer notes he and the president aren't alone in the small, wood-paneled room.  On one of two small blue couches arranged around a wooden coffee table is a woman about Liam's age, sitting still and looking smart. She's wearing a two-piece black suit — slacks and jacket — with an ivory blouse. Her light-olive complexion is framed by black hair that is cut and styled close.  She stares at him with dark-brown eyes, and President Barrett says, \"I believe you know each other.\" Liam nods, smiles. \"Noa Himel. We were in the same training class.\"  She gets up, offers a hand, and says, \"Glad you remembered me. My hair was longer back then.\"  He takes her grip, firm and warm, and says, \"I remembered you outrunning my ass on the obstacle course.\"  She smiles, sits down. \"It's not called that anymore. It's the confidence enhancement course.\"  With his trademark perfect smile, President Barrett says, \"I hate to interrupt this company reunion, but we've got work to do. Liam, take a seat next to Noa.\"  Liam goes over and does so, catching a slight whiff of her perfume. It's nice. The office is small, with bookcases, a couple of framed Frederic Remington western prints, and not much else. The PDB feels heavy in his lap, and the president says, \"Liam, you can put that aside for now. We've got more important things to discuss.\"  \"Yes, sir,\" he says, now confused, as he puts the leather-bound volume down on the coffee table. The PDB has been nearly sacred since the era of President John F. Kennedy, when it was known as the President's Intelligence Checklist. Since then it has expanded and grown in importance, and it's now considered the most highly classified and important piece of intelligence the president receives on a regular basis. Some presidents wanted the briefings daily, others weekly, and during the last several administrations, it was prepared on a secure computer tablet, but this president — sitting across from him and Noa, wearing dark-gray slacks and a blue Oxford shirt with the collar undone and sleeves rolled up, his skin tanned and thick brown hair carefully trimmed — demanded it go back to paper.  And now he's ignoring it.  Liam thinks maybe he should say something, but ...  Liam is CIA but also former Army, and he's in the presence of the commander in chief, so he keeps his mouth shut.  The president says, \"Quick question for you both, and one answer apiece. Who are the most dangerous non-state actors we face as a nation? Noa, you're up.\"  Noa crisply says, \"Cyber.\"  \"Go on.\"  She says, \"We've gone beyond the point where hackers and bots can go out and influence an election or steal bank accounts or hold a city's software ransom. They can turn off the power, switch off the internet, and incite people in a country to rise up against a supposed enemy. You can be a First World nation in the morning, but after the cyberattack you can be a Third World nation come sundown.\"  The president nods. \"Exactly. Liam?\"  With Noa going before him, he has a few seconds to think it through and says, \"Freelance terrorist cells and organizations. They'll preach their ideology or twisted view of their religion while they're killing people and blowing up things, but secretly they're for sale to the highest bidder. They preach a good sermon, but in reality they're nihilists. They'll strike anywhere and anybody for the right price.\"  \"Good answers,\" the president says. \"Which is why I've called you both in here today.\"  \"Sir?\" Liam asks. He's not sure where the hell this is going, but his initial impression of his good-looking couch mate, Noa, is positive. She gave a neat, thorough answer to the president's threat question. He has the odd hope that Noa has a similar feeling about his own reply.  The president clasps his hands together and leans over the coffee table.  \"After decades of our being the world's punching bag, I've decided this administration isn't going to be reactive anymore,\" he says. \"We're going to be proactive, go after our enemies before they strike. We're no longer going to be the victim. I'm going to set up two CIA teams, one domestic, the other foreign, and you two are going to run them. I'm going to give you the authorization to break things, kill bad guys, and bring back our enemies' heads in a cooler.\"  From \"Blowback\" by James Patterson and Brendan DuBois. Copyright © 2022 by James Patterson and Brendan DuBois. Reprinted with permission of Little, Brown and Company. All rights reserved.      For more info: ",
            "bias": "middle class",
            "url": "https://www.cbsnews.com/news/book-excerpt-blowback-by-james-patterson-and-brendan-dubois/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Republican campaign ads hammer Democrats on inflation",
            "author": "Sarah Ewall-Wice",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 25,
                "year": 2022
            },
            "article_content": "Each month brings new 40-year highs in inflation and this year has seen spiking prices at the pump, in the grocery store and in housing — a fact that has not escaped the notice of Republicans hoping to parlay those numbers into election victories in the fall.  One avenue Republicans are taking is advertising: Republican lawmakers, candidates and conservative groups have been hammering Democrats with advertisements over the airwaves and online about inflation.  \"Liberals spent trillions on a wasteful spending bill, and now we face record inflation,\" the narrator said in an ad by the American Action Network. A National Republican Senate Committee ad slapped a price tag on the inflationary costs Americans are paying in Wisconsin, where Sen. Ron Johnson is running for reelection: \"$5,000 a year, that's the burden of Joe Biden's inflation tax on Wisconsin families,\" the narrator says. And while Americans are being inundated with GOP messaging on the issue, particularly in battleground states and swing districts, Democrats have spent little time or money directly countering the attacks.  According to political ad tracking by AdImpact, Republicans have spent more than $40.6 million on television advertisements mentioning inflation this year that have so far aired 127,000 times. They have also spent more than $1.6 million on digital ads on Facebook with text mentioning inflation, which have received more than 97 million impressions.  Democrats' spending does not even come close. Just over $4.4 million has been spent on TV ads mentioning inflation this year, which have aired just over 13,000 times. On Facebook, Democrats have spent just over $300,000 on ads with inflation in the text, making 45 million impressions.  Inflation has soared 9.1% from a year ago, the latest Labor Department data shows well above what is considered neutral or optimal, around 2.5%. Ahead of the 2018 midterms, it was closer to 2.5%; ahead of the 2014 midterms, it was closer to 1.7%. While gas prices have dropped some since mid-June, Americans are still grappling with other increased costs and the reality that inflation isn't expected to ease any time soon, exacerbated by ongoing supply chain challenges and the war in Ukraine.  Polls in recent months have shown the economy and inflation are the top issue for Americans right now with the midterms less than four months away. Inflation was the most urgent issue according to the most recent Quinnipiac poll, at 34%, an opinion shared by Republicans and independents; Democrats ranked it third. That Republicans are seizing on the issue comes as no surprise. Senator Rick Scott of Florida last year told The Wall Street Journal that inflation was a \"gold mine\" for Republicans. The party is blaming the Biden administration and Washington in general, where Democrats control both the House and Senate, for policies they claim have led to soaring costs. In particular, they have targeted the American Rescue Plan, the $1.9 trillion COVID relief package that passed in March 2021 without the support of a single Republican in the House or Senate. But while their ads take aim at the president and Democrats, they provide few solutions. \"I think the negative messaging is more effective,\" said Travis Ridout, a political science professor at Washington State University and co-director of the Wesleyan Media Project. \"Democrats could come back and say, 'But hey, what are their solutions?' But ultimately most elections are just a referendum on the incumbent or party that's in power. It's the job of the party out of power to convince voters they're doing a bad job.\" The Republican-affiliated group One Nation, which has spent more than $29 million so far this year according to AdImpact, has aired a series of recent ads targeting Senate Democrats in battleground states on issues including inflation. \"Washington spending is killing us with inflation and sky high prices on groceries and gas,\" the narrator says in one ad taking aim at incumbent Sen. Raphael Warnock of Georgia, who is defending his seat against GOP nominee Herschel Walker. The ad goes on to admonish Warnock to stop voting for \"reckless spending\" to stop inflation.  While Democrats have spent far less on ads specifically mentioning inflation, they are instead airing ads focused on how to lower specific costs. Democrats spent an estimated $9 million on TV ads specifically mentioning lower costs, and have touted actions taken or proposals by Democrats. \"We need Maggie Hassan to keep fighting to lower costs for families,\" says the narrator in an ad airing in New Hampshire by Majority Forward. It focused on Hassan's push for a Senate bill that would enable Medicare to negotiate prescription drug prices.  More than $18 million in total has already been spent this year on advertising in the Senate race in New Hampshire alone according to AdImpact, with more than half of it coming from Democrats, even though the primary to determine her GOP challenger isn't until September. \"We're making sure voters across the battlegrounds are seeing and hearing directly from trusted community members about how Democrats are fighting to cut through the gridlock and lower costs, from the gas pump to the grocery store,\" said JB Poersch, president of Senate Majority PAC and Majority Forward, in a statement to CBS News. A recent ad featured clips of local news anchors discussing her plan to ease gas prices. He said Republicans are offering zero solutions and too busy playing the blame game. \"The contrast is clear, and you can bet we intend to hammer it home.\"  Democrats inherently acknowledge the economic pain Americans are suffering. In Arizona, which will hold its primaries on Aug. 2, over $70 million has already been spent on ads in the state this year alone, according to AdImpact. Democratic incumbent Sen. Mark Kelly, who does not face a primary opponent next week, has spent more than $17 million —   largely in anticipation of the Republican line against him.   In one ad, Kelly said he'll do whatever it takes to \"lower costs now,\" even taking on his own party with a pitch for more domestic oil production. He also highlighted that he favors temporarily eliminating the gas tax and cutting shipping regulations to put more food on shelves. In a more recent ad focused on Arizonans struggling to fill up the tank, he blamed the corporate greed of oil companies.  Many Democrats reported strong fundraising totals from the second quarter of the year, which could help them get their message on the air and online more often as Election Day nears. But outside groups and committees on both sides of the aisle have already spent hundreds of millions in federal elections this cycle, not just in competitive primaries but gearing up for the general election.  CBS News reporter covering economic policy.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/2022-midterm-elections-republican-campaign-ads-inflation/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: Sen. Joe Manchin on \"Face the Nation,\" July 31, 2022",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 31,
                "year": 2022
            },
            "article_content": "The following is a transcript of an interview with Sen. Joe Manchin of West Virginia that aired on Sunday, July 31, 2022, on \"Face the Nation.\" JOHN DICKERSON: We go now to West Virginia Democrat Joe Manchin. Senator, welcome. I hope you're feeling better from the COVID. Let me start with a- with a-- SENATOR JOE MANCHIN: --John, thanks for having me. I appreciate it.  JOHN DICKERSON: Let me start with something you said back in 2010 in a debate when you were running for Senate, here's what you said: SEN. JOE MANCHIN SOT: \"I don't think during the time of recession, you mess with any of the taxes or increase any taxes.\" JOHN DICKERSON: So that's become the- your Republican colleagues favorite quote to roll out now that you've made this agreement with Chuck Schumer that has a tax piece to it. Why did you change your mind? SEN. JOE MANCHIN: John, I didn't change my not- my mind, I've never changed at all this is fighting inflation. This is all about the- the absolute horrible position that people are in now because of the inflation costs, whether it be gasoline, whether it be food pricing, whether it be energy pricing, and it's around energy, mostly that's driving these high inflation. This is going to do- take care of that, because this is aggressively producing more energy to get more supply to get the prices down. That's what we're doing. But we didn't raise taxes, John, the taxes were- the corporate tax in America in 2017, before the Republican tax cut was 35%. They cut it to 21% 14% reduction. All the people that I know are paying 21% or more. All the even larger corporations, but some of the largest corporations of a billion dollars of value or more don't even want to pay the minimum of 15%.  JOHN DICKERSON: So, this is an issue of fairness? SEN. JOE MANCHIN: It's basically closing-- this is a fairness in closing a loophole. So, I'm not raising any taxes. I never thought that people weren't paying at least 21.  JOHN DICKERSON: Let me ask you about-- SEN. JOE MANCHIN: --And I don't know why. I mean, we went- go ahead I'm sorry. JOHN DICKERSON: On the raising- Okay, so I understand what you're saying about closing loopholes. But the Republican criticism, which attaches to what you said in 2010, is, when you increase taxes, by closing loopholes, you hurt supply, and during inflation, you want a lot of supply. And so even though this might not be a tax increase relative to previous rates, the taxes for certain companies will go up, which will make them produce more so the theory goes, and that will hurt inflation. SEN. JOE MANCHIN: Let me just say this, John, in the last two years, there have been massive record profits across the board by these largest corporations, massive record profits, and it's been the lowest capital expenditure in the last few years, so that didn't drive it. What they've all told me was we want security, we want to have some type of pathway forward in permitting and regulations. They're strangling us. And this is what we're doing. We're streamlining the regulations that people have to live within. It- basically accelerating how we get things to market, how quick we can produce things, how quick we can basically produce more energy, and how we can develop more technology. And using that for our benefit. We're talking about also batteries for electric cars. If you want to get a discount on an electric car by buying an EV, the battery better be made in America, better be sourced in North America, it better be processed.  JOHN DICKERSON: Your Republican colleagues think you and Chuck Schumer did something underhanded by essentially, it looked like there wasn't going to be anything big passed and then set and then you changed course worked out something with Schumer. Senator Cornyn, the Republican from Texas, said that that unveiling this agreement between you and Senator Schumer was \"a declaration of political warfare.\" SEN. JOE MANCHIN: It's such a shame. John Cornyn is a good friend of mine. He's such a good man. And for the politics to be so toxic right now. First of all, I never thought this would come to fruition. I never spoke with anybody about any of my colleagues, because they were frustrated that nothing happened for so long. On the other, I never could get the Build Back Better, which is a three and a half trillion-dollar spending bill. This is a $400 billion investment bill. And everything my Republicans talked about reducing the amount of debt that we have- we're paying down $300 billion- first time in 25 years, they gotta like that. And next of all, they wanted more energy, I want more energy, we're going to be producing more energy. There's an agreement that we're going to be drilling and doing more than we can to bring more energy to the market that reduces prices. They like that. I mean, it's and there's going to be a streamlining of permitting John, but they got to like that so well. I'm hoping they just- take cool off. Take a good look at the bill.  JOHN DICKERSON: Their argument is and this matters because you are working with Republicans on other pieces of legislation and Susan Collins, one of those Republicans you're working with says that this, this break of trust, which is what they're calling it, you made certain representations they would say to Republicans and broke your trust, she said Susan Collins said it's a very unfortunate move that delay  –  that that destroys the many bipartisan efforts that are underway. In other words, whether it's on election reform, or same sex marriage that that the well has been poisoned. SEN. JOE MANCHIN: Well, here's the thing, I think Susan Collins is, you know, my very dear friend, we work almost on everything together. But the thing of it, I never told anybody that I wasn't going to do something. If I had a chance to fix the energy policy of the United States of America, and I didn't do it, shame on me. If I had the chance to reduce the amount of inflation and people in West Virginia and across the country are enduring right now. Shame on me. And I never thought they would come to an agreement and use a dual path and basically recognizing within this administration, working with President Biden's administration and working with Chuck Schumer, and all of them who basically were going a different direction, and were very upset with me for so long that they would ever sit down. But I guess, you know, this thing is bigger, become truly horrible for the families all across America. So now to have a piece of legislation, that we have energy, and we have investments for new energy, but basically, that's a responsibility. You can walk and chew gum, you have a balanced approach. These are solutions Americans want. We were able to provide these solutions. Let's not make them political, John.  JOHN DICKERSON: You and Senator Schumer have a deal. A lot of Democrats who used to be very angry at you are suddenly now saying nice things about you, Senator Kyrsten Sinema. Have you talked to Senator Sinema whose vote is still unknown on these bills? And where do you think she'll go? Because if she doesn't vote for it, it doesn't happen. SEN. JOE MANCHIN:  Yeah, Senator Sinema is a dear friend of mine. And we've worked very close together on so many pieces of legislation. And she's- she's so involved in this legislation. When you think about it, she's the one that really negotiated and worked very hard on getting Medicare allowing them to negotiate for lower drug prices saving $288 billion. That's tremendous, which I support her completely on that she's always been adamant about we're not going to be raising taxes. And I agree with her wholeheartedly. I made very, very, very carefully evaluations that we wouldn't raise any taxes. That was the last scrub that was done.  JOHN DICKERSON: Have you tried to lobby her? SEN. JOE MANCHIN: No, I don't. We don't. I've never lobbied my- my colleagues on that. I just basically put the facts out try to answer questions. I'm always trying to negotiate with them if- if they want and I tried to and sometimes we don't get there. They get frustrated. But we're always looking at the next opportunity to improve the quality of life in America. And that's what we're doing.  JOHN DICKERSON: Finally, Senator, there was a vote on a bill this week that would provide health care to millions of veterans exposed to toxic fumes in burn pits during their deployments. Republicans who had previously voted for it, voted against it. Pat Toomey, Republican from Pennsylvania, who will be on who you've worked with extensively in your career is worried that it adds to the deficit. That's something you care about. Does Pat Toomey have a point here?  SEN. JOE MANCHIN: Sure. Well, Pat Toomey is going to get a- he's gonna get an amendment. He- he'll have a vote on that. So Pat, come on, let's go. Let's put- put it out there, put the facts out there. Pat's a good man and good friend of mine. I'm sorry, he's not going to be running again. And he's leaving the Senate because he's been a quality valued member of the Senate. And he represented Pennsylvania extremely well. So he's been a friend. We're going to work through this. I haven't seen the amendment. I'm – I'll be briefed tomorrow morning on it and everything. But Pat is going to get his amendment and let's see where it goes. JOHN DICKERSON: Senator Joe Manchin, thanks for being with us. Face the Nation back in one minute. Stay with us.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/joe-manchin-face-the-nation-transcript-07-31-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: Rep. Hakeem Jeffries on \"Face the Nation,\" May 22, 2022",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 22,
                "year": 2022
            },
            "article_content": "The following is a transcript of an interview with Democratic Rep. Hakeem Jeffries of New York that aired Sunday, May 22, 2022, on \"Face the Nation.\" MARGARET BRENNAN: We're joined now by New York Congressman Hakeem Jeffries. He's the chairman of the House Democratic Caucus, and he is in San Diego, California this morning. Good morning to you. Congressman. CONGRESSMAN HAKEEM JEFFRIES: Morning. MARGARET BRENNAN: I want to get to you on some of this poll data that you also heard here specifically young people, Hispanics and half of Black Americans say the president has been too slow to react. His ratings on effectiveness are low. Perceptions of competence are low. A majority of Democrats now say the economy is bad. How does your party hold on to the majority? REP. JEFFRIES: I'm very confident that we will be able to hold on to the majority. President Biden has done a very good job under incredibly difficult circumstances. I understand that the electorate, of course, is going to be unsettled, experiencing COVID fatigue, inflationary pressures, high gas prices, a war in Ukraine, a radical, extreme Republican Party that doesn't appear to believe in democracy any longer. And so this is a tough moment for our country but President Biden has been very decisive in his leadership, beginning with the American Rescue Plan. We rescued the economy, put shots in arms and money in pockets, Kids back in school, laid the foundation for a robust economic recovery that has led to more than 8 million good paying jobs being created and unemployment at 3.6%. That's a tremendous start. Of course, there's more that needs to be done. MARGARET BRENNAN: Right, and, you know, inflation, as you heard, is the chief concern, but specifically on looking like the president is reacting too slow and not taking action. Talk to me about a specific issue, police reform, for example. It's been two years- it'll be two years this weekend since the killing of George Floyd and the national protests that followed. The President has been looking at an executive order on police reform for months now, continues to say it's coming. Does he need to act on something specific like that before November? REP. JEFFRIES: It's my hope and expectation that we will see some further decisive action from the administration. It's unfortunate that we find ourselves in this position because Senator Tim Scott decided to walk away from negotiations that were bipartisan in nature. In terms of striking the right balance between-- MARGARET BRENNAN: Democrats walked away in the Senate on that one. But on the question of the President, is the urgency on police reform fading? REP. JEFFRIES: I think the president has said it correctly, that we are going to lean into public safety, make sure we strengthen the relationship between the police and the community, that we confront the rise in gun violence, and that we also invest in young people, in violence interruption, and making sure that young people have access to extracurricular programming, summer enrichment programs, summer jobs, and the things that allow for them to live a productive life and not be put in the position where they are influenced by destructive behavior around them. MARGARET BRENNAN: So, for fellow Democrats who are up for election, this bit from our poll may stand out. More than a third of Democrats call their own party weak, and that is particularly acute among young people, 41%. That could hurt your turnout. How do you respond to that? Is that- is there time for change here in terms of congressional leadership? REP. JEFFRIES: No, I think led by Speaker Pelosi and Leader Schumer we've been acting decisively. Just this week we responded by passing legislation to address the price gouging that we believe, particularly as it relates to the oil and gas industry, is taking place and hurting the American consumer. We, of course, passed legislation to deal with the rise in domestic terrorism and white supremacy-- MARGARET BRENNAN: The President said that law wasn't needed. REP. JEFFRIES: Unfortunately, every single Republican with- except for about one or two, voted against this in the immediate aftermath of the tragic massacre in Buffalo. So, we are acting decisively. But I think we do have to crystallize the differences between what we're about and what Republicans are all about. It's clear that Washington Republicans want to raise taxes on everyday Americans, on police officers, on firefighters, on nurses, on factory workers, on grocery store clerks, and we are trying to provide them with relief. The Republicans, including your prior guest, actually want to end Social Security and Medicare as we know it in five years, forcing it to sunset. Those are serious differences between the two parties. And I think once the voters understand that dynamic, the choice will be as clear as a sunny day in San Diego. MARGARET BRENNAN: I want to ask you a bit about what's happening in your home state of New York. We've talked on this program previously about the redistricting that has been happening around the country, New York, to Democrats advantage largely. But you've had this fight internally over the congressional map. Bottom line, did Democrats put their own communities at risk in your state by gerrymandering it to the degree they did? REP. JEFFRIES: Well, the Court of Appeals was wrong in the decision that they made, both on the substance and in terms of turning over redistricting to an out-of-town unelected Special Master and a judicial overseer in Steuben County, who's a Republican- leaning partisan-- MARGARET BRENNAN: --Democrats controlled your state legislature. This was the Democrat led process, even though I know you're talking about the court right now.. REP. JEFFRIES: Right. Well, the process, unfortunately, was hijacked by the Court of Appeals. A bad process has now led to a bad result. You're talking about five different congressional districts where the Black and Latino population was degraded. The only most significant Jewish district in the country has been detonated for no good reason. MARGARET BRENNAN: Do you think for a file- a case to file in court? REP. JEFFRIES: I think that the lawyers are taking a close look at that. But here's what's most important, we're going to remain united because we believe in a very simple vision for America. Work hard, play by the rules. You should be able to provide a comfortable living for yourself and for your family. Educate your children, purchase a home, and retire with grace and dignity. MARGARET BRENNAN: Thank you, Congressman. We'll be right back.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/hakeem-jeffries-transcript-face-the-nation-05-22-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Postal Service reform bill heads to Senate after strong bipartisan House vote",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 9,
                "year": 2022
            },
            "article_content": "Washington — Senate Majority Leader Chuck Schumer vowed to move quickly to pass a sprawling bill to reform the struggling U.S. Postal Service, after the legislation won approval by a wide bipartisan margin in the House on Tuesday. \"It is my intention for the Senate to quickly take up and pass this bipartisan, bicameral postal reform bill,\" Schumer said on the Senate floor Wednesday. \"We hope to take action here on the floor and pass the bill before we go to Presidents' Day recess.\" The legislation would lift onerous budget requirements that have helped push the Postal Service deeply into debt and would require it to continue delivering mail six days per week. The election-year bill, coming at a time of widespread complaints about slower mail service, would also require the Postal Service to display online how efficiently it delivers mail to communities. The Postal Service is supposed to sustain itself with postage sales and other services, but has suffered 14 straight years of losses. The reasons include growing workers' compensation and benefit costs plus steady declines in mail volume, even as it delivers to 1 million additional locations every year. Postal Service officials have said without congressional action, it would run out of cash by 2024, a frequent warning from the service. It has estimated it will lose $160 billion over the coming decade. Those pressures have brought the two parties together for a measure aimed at helping the Postal Service, its employees, businesses that use it and disgruntled voters who rely on it for delivery of prescription drugs, checks and other packages. Tuesday's vote was 342-92, a rare show of partisan agreement, with all Democrats and most Republicans backing it. Democratic Representative Carolyn Maloney of New York, the chairwoman of the House Oversight and Reform Committee, said the Postal Service \"provides service to every American, no matter where they live, binding us together in a way no other organization does.\" Representative James Comer of Kentucky, that committee's top Republican, said \"the days of letters alone driving Postal Service revenue are not coming back.\" The bill, he said, will \"help it succeed into the 21st century.\" Senator Gary Peters, a Democrat of Michigan and chairman of the Senate Homeland Security and Governmental Affairs Committee, said he expects his chamber to \"move quickly\" on the measure. The bill has 14 GOP sponsors and, with strong Democratic support expected, seems on track to gain the 60 votes most bills need for Senate passage. Over the years, some lawmakers have wanted to impose tougher requirements for faster service by the Postal Service, while others have favored privatizing some services. The compromise omits controversial proposals. There has been talk over the years of reducing deliveries to five days per week, which could save more than $1 billion annually, according to the Government Accountability Office, the accounting agency of Congress. That idea has proven politically toxic and has not been pursued. The bill would also require the Postal Service to set up an online \"dashboard\" that would be searchable by zip code to show how long it takes to deliver letters and packages. The measure is supported by President Biden, the Postal Service, postal worker unions, industries that use the service and others. Postmaster General Louis DeJoy said the bill would help \"provide the American people with the delivery service they expect and deserve.\" Mark Dimondstein, president of the American Postal Workers Union, called the bill \"outstanding\" in an interview. One of the bill's few critics was GOP Representative Darrell Issa of California, who said its changes fell short. \"It has failed to make a profit, it has failed the American people, and everyone who has a mailbox knows it,\" he said. The bill would end a requirement that the Postal Service finance, in advance, health care benefits for current and retired workers for the next 75 years. That obligation, which private companies and federal agencies do not face, was imposed in 2006. That ended up being the year that the Postal Service's mail volume peaked and its financial fortunes steadily worsened. The Postal Service hasn't made those payments since 2012. Overall it faces unpaid obligations of $63 billion, according to its most recent annual report. The bill forgives much of that debt. Instead of those obligations, the Postal Service would pay current retirees' actual health care costs that aren't covered by Medicare, the federal health insurance program for older people. The legislation would also require future Postal Service retirees to enroll in Medicare, which only about 3 in 4 do now. The shift would save the Postal Service money by having Medicare cover much of its costs. Proponents say the changes would save tens of billions of dollars over the next decade. Criticism of the Postal Service peaked in 2020, when the agency's board of governors picked DeJoy as postmaster general and Democrats accused him of slowing service to undermine the election. DeJoy, a major GOP donor, has proposed a 10-year plan to stabilize the service's finances with steps like additional mail slowdowns, cutting some offices' hours and perhaps higher rates. The Postal Service had a successful 2021 holiday season, delivering 97% of shipments on time during two weeks in December, according to ShipMatrix, which analyzes shipping package data. In 2020 more than a third of first-class mail was late by Christmas Day. The Postal Service hit its peak of mail volume in 2006, when it delivered 213 billion pieces of mail. Last year that figure was 129 billion, according to Postal Service figures. Since the Postal Service has its own finance system, it is not counted as part of the federal budget. The nonpartisan Congressional Budget Office said the bill would save the government $1 billion over the next 10 years. That is largely because retirees' prescription drug expenses under Medicare would be covered by required discounts from pharmaceutical makers. Jack Turman contributed reporting.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/postal-service-bill-usps-reform-senate-house-vote/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "House passes bill capping monthly insulin costs at $35 for insured patients",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2022
            },
            "article_content": "WASHINGTON — The House on Thursday passed a bill capping the monthly cost of insulin at $35 for insured patients, part of an election-year push by Democrats for price curbs on prescription drugs at a time of rising inflation. Experts say the legislation, which passed 232-193, would provide significant relief for privately insured patients with skimpier plans and for Medicare enrollees facing rising out-of-pocket costs for their insulin. Some could save hundreds of dollars annually, and all insured patients would get the benefit of predictable monthly costs for insulin. The bill would not help the uninsured. But the Affordable Insulin Now Act will serve as a political vehicle to rally Democrats and force Republicans who oppose it into uncomfortable votes ahead of the midterms. For the legislation to pass Congress, 10 Republican senators would have to vote in favor. Democrats acknowledge they don't have an answer for how that's going to happen. \"If 10 Republicans stand between the American people being able to get access to affordable insulin, that's a good question for 10 Republicans to answer,\" said Democratic Rep. Dan Kildee, a cosponsor of the House bill. \"Republicans get diabetes, too. Republicans die from diabetes.\" Public opinion polls have consistently shown support across party lines for congressional action to limit drug costs. But Rep. Cathy McMorris Rodgers, a Republican from Washington, complained the legislation is only \"a small piece of a larger package around government price controls for prescription drugs.\" Critics say the bill would raise premiums and fails to target pharmaceutical middlemen seen as contributing to high list prices for insulin. Republican Sen. Chuck Grassley said Democrats could have a deal on prescription drugs if they drop their bid to authorize Medicare to negotiate prices. \"Do Democrats really want to help seniors, or would they rather have the campaign issue?\" Grassley said. The insulin bill, which would take effect in 2023, represents just one provision of a much broader prescription drug package in President Joe Biden's social and climate legislation. In addition to a similar $35 cap on insulin, the Biden bill would authorize Medicare to negotiate prices for a range of drugs, including insulin. It would penalize drugmakers who raise prices faster than inflation and overhaul the Medicare prescription drug benefit to limit out-of-pocket costs for enrollees. Mr. Biden's agenda passed the House only to stall in the Senate because Democrats could not reach consensus. Party leaders haven't abandoned hope of getting the legislation moving again, and preserving its drug pricing curbs largely intact.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/house-bill-would-cap-insulin-costs/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Rep. Hakeem Jeffries \"very confident\" Democrats will retain majority in midterms",
            "author": "Nelson Oliveira",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 22,
                "year": 2022
            },
            "article_content": "Despite a new CBS News poll showing growing concern about inflation and President Biden's handling of the economy, Democratic Rep. Hakeem Jeffries expressed optimism Sunday that his party could still hold on to its narrow majority in Congress in November's midterm elections. The New York lawmaker, who chairs the House Democratic Caucus, told \"Face the Nation\" that the president's early actions to fight the COVID-19 pandemic helped create millions of new jobs and \"rescued the economy.\" His assessment came shortly after the release of the CBS News/YouGov survey showing that nearly 70% of Americans say the economy is bad — including 52% of Democratic respondents. Democrats are widely expected to lose seats in the midterms, with Republicans hoping to retake both the House and the Senate. Jeffries, on the other hand, said he is \"very confident that we will be able to hold on to the majority.\" \"President Biden has done a very good job under incredibly difficult circumstances,\" he told \"Face the Nation.\" \"I understand that the electorate, of course, is going to be unsettled, experiencing COVID fatigue, inflationary pressures, high gas prices, a war in Ukraine, a radical extreme Republican party that doesn't appear to believe in democracy any longer.  \"This is a tough moment for our country, but President Biden has been very decisive in his leadership, beginning with the American Rescue Plan... That's a tremendous start. Of course there is more than needs to be done,\" he said. Sunday's poll suggests voters' perceptions of Mr. Biden's effectiveness and competence are also low among young people and minorities. About two-thirds of adults under 30 years old, nearly half of Black Americans and about 60% of Hispanic Americans said the president is slow to react to important issues. One issue that has long been on Mr. Biden's agenda but still hasn't yielded a breakthrough is police reform. The president has been looking at a possible executive order on police reform for several months. Jeffries said he expects to see \"some further decisive action from the administration\" on that topic, but he defended his party's strategy, saying House Speaker Nancy Pelosi and Senate Majority Leader Chuck Schumer have also been \"acting decisively.\" He cited a recent vote to crack down on alleged price gouging by gas companies — a measure that passed the House with no Republican votes — and legislation tackling the rise in domestic terrorism and white supremacy following the mass shooting in Buffalo, New York. Jeffries also slammed a plan by GOP Sen. Rick Scott that experts say would raise taxes by more than $1,000, on average, for the poorest 40% of Americans. \"We do have to crystallize the differences between what we are about and what Republicans are all about,\" Jeffries said. \"It is clear that Washington Republicans want to raise taxes on everyday Americans, on police officers, on firefighters, on nurses, on factory workers, on grocery store clerks, and we are trying to provide them with relief... Those are serious differences between the two parties and I think once the voters understand that dynamic, the choice will be as clear as a sunny day in San Diego.\" Scott's plan would also require the reauthorization of Social Security and Medicare every five years. The Florida lawmaker leads the National Republican Senatorial Committee, a group charged with getting Republicans elected to the Senate. He also joined \"Face the Nation\" on Sunday and spoke about his plan. \"Well, first off, it's Rick Scott's plan. I believe we ought to have a plan for how we go forward,\" Scott said. \"We have very low labor participation right now. I want people back to work,\" he said. \"And with regard to Medicare and Social Security, think about this: We have got to be honest with the American people and come up with solutions. Medicare goes bankrupt in four years, Social Security goes bankrupt in 12 years. We're not talking about that. I want to fix those programs. I believe in those programs and people rely on those programs.\" Jeffries was also asked Sunday about New York's newly approved congressional map. The redistricting is less favorable to his party than the one drawn by the Democratic-controlled legislature and thrown out by the state Supreme Court earlier this year.  \"The process, unfortunately, was hijacked by the Court of Appeals. A bad process has now led to a bad result,\" Jeffries said, adding that \"lawyers are taking a close look\" at the map and possible challenges.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/hakeem-jeffries-democrats-majority-midterms-face-the-nation/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "25-year-old Maxwell Frost could become first member of Gen Z elected to Congress after Florida primary win",
            "author": "Li Cohen",
            "source": "CBS",
            "published_date": {
                "month": "August",
                "day": 25,
                "year": 2022
            },
            "article_content": "A 25-year-old Florida man with Cuban roots running on a platform of more gun laws, better health care and an improved focus on environmental justice might be headed to Congress. CBS News projects that Maxwell Frost, who ran for a House seat in Florida's 10th Congressional District, dominated a crowded Democratic primary with more than 34% of the votes. He's set to run against Republican Calvin Wimbish in the November election, in a district that is considered a Democratic stronghold. If he heads to Washington in January to take the seat vacated by Val Demings, he would be the first member of Gen Z to become a member of Congress. According to Politico, he would also be the only Afro-Cubano in Congress. Politico, which also reports he's never held office before and has yet to finish college, spoke to Frost ahead of Tuesday's election about why he got into politics and what he hopes to accomplish.  \"I quit my job to do this. I drive Uber to pay my bills. It's a sacrifice, to be honest,\" Frost told the publication. \"But I'm doing it because I can't imagine myself not doing anything but fixing the problems we have right now.\"  Frost, whose grandmother came to Florida from Cuba \"with only a suitcase and no money\" during the 1960s Freedom Flights, according to his website, ran on a progressive platform focused on expanding Medicare, ending gun violence, improving housing affordability, sustainable and affordable transit, environmental justice and the climate crisis. He also promised to focus on the nation's pandemic preparedness by pushing for better and more affordable vaccines, tests and prevention strategies.  \"We won because of our message: Love. That no matter who you are, you deserve healthcare, a livable wage, and to live free from gun violence,\" Frost tweeted on Tuesday night. \"We made history tonight. Thank you so much, Orlando.\"  Frost won with the support of significant progressives figures including Sen. Bernie Sanders, whom he used to work for, and Sen. Elizabeth Warren, CBS News' Caitlin Huey-Burns said Tuesday.  \"We've been talking a lot about these moderates winning against progressives. This is kind of a flip of that dynamic, and also going to make history, likely,\" she said.  With Maxwell Frost projected to win the Democratic nomination for Florida's 10th Congressional District, \"he's going to be the first Gen Z candidate\" and \"going to make history likely,\" @CHueyBurns reports. \"He won that with the support of a ton of progressive groups.\" pic.twitter.com/OQrL0CSycN Florida, though a swing state, has recently leaned much more red than blue. Frost told Huey-Burns on Wednesday that a lot of that has to do with the political party's messaging.  \"We need messaging that's inclusive of everyone. Our campaign isn't about blue versus red or Democrats versus Republicans,\" he said. \"It's about the people versus the problem. We talk about love a lot on this campaign – the fact that if you love somebody, you want them to have health care, you want to live in a community free of gun violence, you want them to have a clean environment and all the things they need to live their lives with their families.\" When asked about the current administration, Frost says that President Biden is \"doing a good job.\" He noted the president's action on Wednesday to cancel up to $20,000 of loan debt for students in the U.S.  but said \"we need more.\"  \"A lot of folks look at the student loan debt problem and blame young people. They say we're living beyond our means,\" Frost said. \"But we know the truth: it's not that. It's not that we're living beyond our means, it's that we've been denied the means to live.\"  \"I'm excited to go to D.C. and fight with him and the democrats for even more and fight for the world that we deserve and the world that we want.\"  His win was celebrated by fellow progressives of his generation, with many heralding it as a collective victory.  \"Florida just did with [sic] almost everybody in the establishment thought impossible,\" gun law activist and Parkland shooting survivor David Hogg tweeted. \"Elect Maxwell Frost a 25-year-old progressive activist to congress. Never underestimate the power of pissed off young people.\"  A video of Frost's election watch party shows him surrounded by and celebrating with dozens of other young adults.  MAXWELL FROST IS ORLANDO’S NEXT CONGRESSMAN pic.twitter.com/AtQWT7fbg9 Frost isn't the only one of his generation aiming for Capitol Hill. According to the nonpartisan and nonprofit political finance tracking group Open Secrets, there are at least two other Gen Z'ers running in 2022: New Hampshire state representative Tim Baxter and Karoline Leavitt are fighting to win the Republican primary for New Hampshire's 1st Congressional District. Raymond Reed also ran for Congress in Missouri's 2nd Congressional District earlier this month, but did not make it through the primary.  Frost told CBS News that the young adults of his generation running for office this election cycle are doing so because they are just now getting old enough to be part of the political process \"in a real way.\"  \"I remember being in elementary school, looking at the news and seeing a bunch of people sleeping outside of Wall Street and hearing something about 'wealth and equality,' and then I'd grow up more and go through more shooting drills than I did fire drills\" he said. \"...And the reason Gen Z is getting involved so young and early is because we see the world for how it is right now and the question we're asking is, 'Why haven't these problems been solved?\"  His generation is also known for being \"a bit stubborn,\" he said, but they are using that to their advantage.  \"Now we're being stubborn about the world we want to live in,\" he said. \"We want a world where our kids can thrive, and now we're going to vote, we're going to run for office, we're going to do what needs to be done to be sure that our voices are heard.\"  Li Cohen is a social media producer and trending content writer for CBS News.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/maxwell-frost-florida-democrat-congress-primary-gen-z/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Sen. Reverend Raphael Warnock: The preacher and the politician",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 12,
                "year": 2022
            },
            "article_content": "Raphael Warnock might have two job titles, but spend enough time with him, and you'll see a lot of overlap between the preacher and the politician. At an appearance at his campaign office, he said, \"You elected me, you joined my congregation!\" CBS News' John Dickerson asked Warnock, \"What's the difference between a political speech and a sermon?\" \"Oh, for me, I don't know that there's much difference!\" he laughed.  Senator Warnock made history last year when he became the first African American elected to the U.S. Senate from Georgia, a state that had two segregationist senators when he was born in 1968.  Reverend Warnock's other job title is senior pastor at Ebenezer Baptist Church, the storied Atlanta congregation where John Lewis worshipped and where both Martin Luther King Sr. and Jr. were pastors. \"I'm not in love with politics; I'm in love with change,\" Warnock said. \"Politics is, for me, a tool. I got involved in something as messy as politics with a hope that I could continue to work on the issues that I've worked on anyway.\" Warnock and fellow Georgia Democrat Jon Ossoff were elected to the Senate in a runoff election last year, giving Democrats 50 votes and control of the Senate when Joe Biden became president. Whether or not Democrats can hold onto that majority this November will once again rest in large part on what happens in Georgia, where Warnock faces a tough re-election fight in a race Republicans hope will be defined by President Biden's low approval ratings. To escape from the gloomy national environment, Warnock (like all Democrats) will have to distinguish himself. It helps to have a good biography, something the senator is highlighting in his new memoir: \"A Way Out of No Way: A Memoir of Truth, Transformation, and the New American Story\" (Penguin, published on June 14).  Speaking at his Atlanta church, Warnock told Dickerson, \"Anytime you walk into a sanctuary like this, on any Sunday morning, at some point, there's a good chance that the preacher or somebody in the choir or somebody who's giving a testimony is going to say, 'God makes a way out of no way.' And it's a kind of faith in the Black church born of struggle, the recognition, first of all, that sometimes we find ourselves in impossible situations. You keep pushing, you keep pressing, and even as you make your way, God makes a way out of no way.\" Warnock, the son of pastors, was raised in public housing in Savannah, Georgia. His mother once picked cotton; his father, who earned money collecting people's junk, is a frequent subject of Warnock's stump speech:  \"My dad would wake me up every morning. Six o'clock. Didn't matter whether it was a school day or the weekend. 'Get up, get dressed. Put shoes on!'\" That, Warnock said, \"was his sermon. Every morning.\"  Dickerson asked, \"What did that mean to you then? And what does it mean to you now?\" \"I think it's a sense of readiness, of I don't know exactly what the day is going to bring, but somehow I'm going to make a way out of no way.\" Like Martin Luther King, Warnock graduated from Morehouse College. He became pastor at King's former church in 2005.  Warnock invokes his hero often on the campaign trail – and on the Senate floor. But this fall, that might not be enough to counter headwinds for Democrats, like rising crime and high inflation. Warnock will face off against Republican Herschel Walker. The legendary former football star, who won a national championship and the Heisman Trophy while playing for the University of Georgia in the 1980s, has been endorsed by Donald Trump.  Dickerson said of Walker, \"He says you're running on separation? What's your response to that?\" \"I think that the people of Georgia have a real choice in front of them about who's ready to represent them in the United States Senate,\" Warnock replied.  In a campaign ad, Warnock described himself as \"a dad, a senator, a pastor – but a magician, I'm not. So, in just a year in the Senate did I think I could fix Washington? Of course not.\" Dickerson asked, \"You're saying 'I'm not a magician'? Is that the difference between what you say in a campaign and the reality of governing?\" \"Oh, I was clear about the reality of governing when I ran,\" Warnock replied. \"Because I've been engaged in the work of change long before I got involved in politics. It's hard. It's slow. But you keep moving.\" Warnock stresses the rewards of passing the infrastructure bill and bringing down the cost of insulin and expanding Medicare, but where Democrats might feel frustration, he takes a historical view about the nature of progress. Dickerson asked, \"Another issue that people care a lot about is voting rights. You in particular care a great deal about voting rights. That's why you're in Washington, to improve the situation. It hasn't improved.\" \"Well, I don't know about that. I wouldn't say that,\" Warnock replied.  \"Legislation has not passed to fix the problem.\" Warnock said, \"The people of Georgia did an amazing thing: The State of Georgia stood up and in one fell swoop sent its first African American senator, and its first Jewish Senator, to the United States Senate.\" For now, Senator-Reverend Raphael Warnock's toughest job politically might be a lot like his toughest job as pastor: trying to convince Georgians to have faith. \"Which is easier – to convince people that there is a God and to have hope in things unseen? Or to convince people that they should trust that the political process will someday deliver a result that they want?\" Dickerson asked.  Warnock replied, \"I just keep doing the work. I think we all have to get up every morning and do our work. Put your shoes on, as my dad used to say.\"        For more info:         Story produced by Mark Hudspeth. Editor: Joseph Frandino. ",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/senator-reverend-raphael-warnock-the-preacher-and-the-politician/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Key inflation gauge jumps 6.8% in June as prices continue to surge",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "July",
                "day": 29,
                "year": 2022
            },
            "article_content": "An inflation gauge that is closely tracked by the Federal Reserve jumped 6.8% in June from a year ago, the biggest annual increase in four decades. Friday's government figures underscore the persistence of the inflation that is eroding Americans' purchasing power, dimming their confidence in the economy and threatening Democrats in Congress in the run-up to the November midterm elections.  On a month-to-month basis, prices rose 1% from May to June, faster  than the 0.6% rise from April to May and the biggest such jump since  2005. \"Consumer sentiment sure stinks but Americans nevertheless continue to increase their spending,\" Bill Adams, chief economist for Comerica Bank, said in response to the inflation figures released this morning. A separate government report Friday reinforced the fact that the economy remains gripped by inflation pressures. A measure of private employees' wages jumped 1.4% in the April-June quarter, matching a record high reached last fall. Higher wages can fuel inflation if companies pass their higher labor costs on to their customers, as they typically do. The Fed closely watches this report, known as the employment cost index, and takes account of it in its interest rate decisions. Last fall's sharp increase in the index contributed to the Fed's policy shift toward tightening credit. The government also reported Friday that consumer spending managed to just outpace inflation last month, rising 0.1% from May to June after adjusting for price changes. Consumer spending, the main driver of the economy, has weakened in the face of high inflation. But for now, it's still helping fuel inflation, with demand still strong for services, ranging from airline tickets and hotel rooms to restaurant meals and autos. \"Even in the face of extraordinary inflation, consumers were confident enough to increase spending in June,\" Jeffrey Roach, Chief Economist for LPL Financial said in an email, adding that many may be reaching into their savings account to do so.  \"One sour note is on the income side. Personal income growth in June was not keeping up with inflation so consumers tapped into savings and credit to offset historic rising prices,\" Roach said. Inflation has been rising so fast that despite the pay raises many workers have received, most consumers are falling behind the pace of cost-of-living expenses. During the start of the COVID-19 pandemic, Americans' cash cushions grew as they hunkered down, sheltered in place and stopped spending money on dining out, travel and more. They also benefitted from three rounds of stimulus checks, extra unemployment aid and Child Tax Credit payments. Roach believes consumers have accumulated enough to get them through the year. \"The high stock of savings should last well into this year as consumers use this to offset the persistent price pressures,\" he said. Many retail and consumer goods chains say inflation is squeezing shoppers and limiting how far their money goes — a sign that consumer spending could further weaken. Walmart this week said its profits would fall because its customers are spending more on pricier food and gas, leaving them less able to buy clothes and other discretionary items. Likewise, Best Buy downgraded its sales and profit forecasts because surging inflation has forced consumers to reduce their purchases of electronics appliances. Procter & Gamble, which makes Tide detergent and Pampers, among many other consumer staples, said that its customers are also reining in their purchases after having spent more heavily in the spring.  High inflation and interest rates are also hampering the U.S. economy, which shrank in the April-June quarter for a second straight quarter, intensifying fears that the U.S. is in a recession. Two quarters of declining growth meet an informal rule of thumb for when a recession begins, although robust hiring suggests that the economy still maintains pockets of strength and isn't yet in a downturn. \"Consumers drove less in June in the face of higher gas prices, and traded down in the grocery store because of higher food prices,\" said Adams at Comerica Bank. On Wednesday, the Fed raised its benchmark interest rate by three-quarters of a point for a second straight time, in its most aggressive drive in more than three decades to tame high inflation. Powell signaled that the Fed's pace of rate increases might slow in the coming months. Still, Powell stressed that the Fed's policymakers regard the fight against inflation to be their top priority. He gave no hint that a weakening economy would cause the Fed to slow or reverse its rate hikes this year or early next year if inflation remained high.  By raising borrowing rates, the Fed makes it costlier to take out a mortgage or an auto or business loan. The goal is for consumers and businesses to borrow, spend and hire less, thereby cooling the economy and slowing inflation. During the April-June quarter, U.S. consumers increased their spending, even after adjusting for inflation. But the figure amounted to a meager 1% annual gain, down from 1.8% in the January-March period.  \"As long as households continue to buy, the economy should avoid recession,\" said PNC Chief Economist Gus Faucher in a research note. On Thursday, President Joe Biden rejected any notion that a recession had begun. Biden pointed to still-solid job growth, an unemployment rate near a half-century low and a spate of investments from semiconductor companies as evidence that the economy is still healthy.  Biden also welcomed an agreement forged by Senate Democrats on a slimmed-down version of his Build Back Better legislation, which many economists say could slow inflation over time. The bill would cut the government's budget deficit, which restrains inflation by reducing overall demand. It would also reduce expenses for seniors by authorizing Medicare to negotiate the prices of some drugs. The Fed tends to monitor Friday's gauge, called the personal consumption expenditures price index, even more closely it does the government's better-known consumer price index. Earlier this month, the CPI reported an acceleration in inflation, to 9.1% in June from a year earlier, the highest such reading in 41 years.  The PCE index, which tends to show a lower inflation level than CPI, is a broader measure of inflation that includes payments made on behalf of consumers, including medical services covered by insurance or government programs. The CPI covers only out-of-pocket costs, which in recent years have risen more. Rents, which are rising at their fastest pace in 35 years, are also given less weight in the PCE than in the CPI. The PCE price index also seeks to account for changes in how people shop when inflation jumps. As a result, it can capture, for example, when consumers switch from pricey national brands to cheaper store brands.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/pce-report-june-2022/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Congress passes bill to overhaul Postal Service and sends to Biden for signature",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 9,
                "year": 2022
            },
            "article_content": "Washington — Congress on Tuesday passed legislation that would shore up the U.S. Postal Service and ensure six-day-a-week mail delivery, sending the bill to President Biden to sign into law. The long-fought postal overhaul has been years in the making and comes amid widespread complaints about mail service slowdowns. Many Americans became dependent on the Postal Service during the COVID-19 crisis, but officials have repeatedly warned that without congressional action it would run out of cash by 2024. \"The post office usually delivers for us, but today we're going to deliver for them,\" said Senate Majority Leader Chuck Schumer, Democrat of New York. Congress mustered rare bipartisan support for the Postal Service package, dropping some of the more controversial proposals to settle on core ways to save the service and ensure its future operations. Last month, the House approved the bill, 342-92, with all Democrats and most Republicans voting for it. On Tuesday, the Senate sent it to Biden's desk on a 79-19 vote. Republican Sen. Jerry Moran said the Postal Service has been in a \"death spiral\" that is particularly hard on rural Americans, including in his state of Kansas, as post offices shuttered and services were cut. \"Smart reforms were needed,\" he said. The Postal Service Reform Act would lift unusual budget requirements that have contributed to the Postal Service's red ink and would set in law the requirement that the mail is delivered six days a week, except in the case of federal holidays, natural disasters and a few other situations. Postage sales and other services were supposed to sustain the Postal Service, but it has suffered 14 straight years of losses. Growing workers' compensation and benefit costs, plus steady declines in mail volume, have contributed to the red ink, even as the Postal Service delivers to 1 million additional locations every year. The bill would end a requirement that the Postal Service finance workers' health care benefits ahead of time for the next 75 years, an obligation that private companies and federal agencies do not face. Instead, the Postal Service would require future retirees to enroll in Medicare and would pay current retirees' actual health care costs that aren't covered by the federal health insurance program for older people. Gone for now are ideas for cutting back on mail delivery, which had become politically toxic. Also set aside, for now, are other proposals that have been floated over the years to change postal operations, including those to privatize some services. Sen. Gary Peters, a Michigan Democrat and the chairman of the Homeland Security and Governmental Affairs Committee, helmed the legislation and said that since the nation's founding, the Postal Service has become \"a vital part of the fabric of our nation.\" Peters said the legislation would ensure the Postal Service can continue its nearly \"250-year tradition of delivering service to the American people.\" Beyond cards and letters, people rely on the post office to deliver government checks, prescription drugs and many goods purchased online but ultimately delivered to doorsteps and mailboxes by the Postal Service. \"We need to save our Postal Service,\" said Sen. Rob Portman, Republican of Ohio, another architect of the bill. Portman said the bill is not a bailout, and no new funding is going to the agency. Criticism of the Postal Service peaked in 2020, ahead of the presidential election, as cutbacks delayed service at a time when millions of Americans were relying on mail-in ballots during the first year of the COVID-19 crisis. At the time, former President Donald Trump acknowledged he was trying to starve the Postal Service of money to make it harder to process an expected surge of mail-in ballots, which he worried could cost him the election. Dominated by Trump appointees, the agency's board of governors had tapped Louis DeJoy, a major GOP donor, as the new postmaster general. He proposed a 10-year plan to stabilize the service's finances with steps like additional mail slowdowns, cutting some offices' hours and perhaps higher rates. To measure the Postal Service's progress at improving its service, the bill would also require it to set up an online \"dashboard\" that would be searchable by ZIP code to show how long it takes to deliver letters and packages. The legislation approved by Congress is supported by Biden, the Postal Service, postal worker unions and others. Mark Dimondstein, the president of the American Postal Workers Union, called passage of the legislation a \"turning point in the fight to protect and strengthen the people's public postal service, a national treasure.\"",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/postal-service-overhaul-bill-congress-pass/?intcid=CNM-00-10abd1h"
        }
    ]
}