{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "Transcript: Sens. Mark Warner and Marco Rubio on \"Face the Nation,\" Jan. 29, 2023",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 29,
                "year": 2023
            },
            "article_content": "The following is a transcript of an interview with Democratic Sen. Mark Warner of Virginia and Republican Sen. Marco Rubio of Florida that aired Sunday, Jan. 29, 2023, on \"Face the Nation.\" MARGARET BRENNAN: Let's start on the news of the moment. I know the two of you were briefed by the Director of National Intelligence Avril Haines. Do you have any timeline in terms of when you will get visibility into the documents of classified material that both President Biden and President Trump had in their residences? SEN. MARK WARNER: Margaret, unfortunately, no. And this committee has had a long bipartisan history of doing its job. And our job here is intelligence oversight. The Justice Department has had the Trump documents about six months, the Biden documents about three months, our job is not to figure out if somebody mishandled those, our job is to make sure there's not an intelligence compromise.  And while the Director of National Intelligence had been willing to brief us earlier, now that you've got the special counsel, the notion that we're going to be left in limbo, and we can't do our job, that just cannot stand. And every member of the committee who spoke yesterday and I wanted the director to hear this, regardless of party said, we are united in we have to find a way to do our job. That means we need these documents, we need that assessment. MARGARET BRENNAN: But the intelligence community would say their hands are tied, because this is an ongoing active Justice Department investigation. So what would meet the level of- of addressing your concerns without compromising that? SEN. MARCO RUBIO: Well, I don't know how congressional oversight on the documents, actually knowing what they are, in any way impedes an investigation. These are probably materials we already have access to. We just don't know which ones they are. And it's not about being nosy.  You know, here's the bottom line: if in fact, those documents were very sensitive, materials were sensitive, and they pose a counterintelligence or national security threat to the United States, then the intelligence agencies are tasked with the job of coming up with ways to mitigate that. How can we judge whether their mitigation standards are appropriate, if we don't have material to compare it against, and we can't even make an assessment on whether they've properly risk assessed it?  So we're not interested in the timeline, the tick-tock, the who got what, who did that? Those are criminal justice matters, to the extent that that's what it is. That's not what we're interested in. We deserve and have a right and a duty to review what the materials were so we can have a better understanding of not just, you know, what the agency is doing about it, but whether it's sufficient.  MARGARET BRENNAN: Does the director even know what the materials were?  SEN. WARNER: Well, we got a bit of vagueness on that because again, I believe you want to make sure the intelligence professionals and not political appointees were making some of that, that makes sense to me. But I would even think that if the- President Trump and President Biden would probably want to have this known if they say there's no there there. Well, you know, there may still be violations on handling.  But we got to tell the American people and our colleagues, because we're the only ones who have access to this information, that there's not been an intelligence compromise. And again, this notion that when there was a special prosecutor appointed, they're not exactly the same circumstances. But remember, this committee spent years doing the investigation into Russian meddling during the 2016 election, and there was a special prosecutor and Bob Mueller's investigation going on simultaneously. SEN. RUBIO: Let me tell you how absurd this is, there isn't a day that goes by that there isn't some media report about what was found where, what some sort of characterization of the material in the press. I just saw one this morning again. So somehow, the only people who are not allowed to know what was in there are congressional oversight committees.  But apparently, the media leaks out of the DOJ are unimpeded in terms of characterizing the nature of some of the materials that were found, plus whatever the individuals involved are telling the media. So it's an untenable situation that I think has to be resolved. MARGARET BRENNAN: But, you know, there's an argument that there's a diminishing value to intelligence over time, some of it's time sensitive. The idea that some of these documents go all the way back to when President Biden was a senator, does that suggest that there's something more than a problem in the executive branch? SEN. WARNER: Agreed. That's why the notion of 'We're not going to give the Oversight Committee the ability to do its job until the special prosecutor somehow says it's OK,' doesn't- doesn't hold water. That's not going to stand with all the members of Congress–  MARGARET BRENNAN: So do you want to see these 300 documents from Trump?  SEN. WARNER: I think we need to see- chances are, we have a right as not only members of the Intelligence Committee, but as part of the leadership to read virtually every classified document. We're part of the so-called Gang of Eight. We may have seen these documents, we just need to know, are these the ones that were potentially mishandled, and that mishandling is not our responsibility, our responsibility is to make sure the intelligence and the security of the United States have been compromised. And you're absolutely right that some of these may have been years old.  So this idea that we're not going to get that access just, again, we all agreed, and I think the director heard lot- loud and clear from all of us. It's just not tenable. And it begs the bigger question and again, which Marco and I have agreed to jointly work on, that we got- we got a problem in terms of both classification levels, how senior elected officials, when they leave government how they handle documents. We've had too many examples of this. And again, I think we've got the bipartisan bona fides, to say, let's put them in place on a going forward basis, a better process. SEN. RUBIO: And let me just add on the age of the documents, it's true, the information in and of itself may be dated and irrelevant at this point. But the- but having access to that information reveals how you gathered, whether it was a human source or–  SEN. WARNER: Sources and methods.  SEN. RUBIO: And so the- the- even though the information itself might no longer be very relevant, it does reveal how we collect information and thereby cost us those accesses and potentially cost someone you know, again, we don't know what's in the material, potentially put someone in harm's way. MARGARET BRENNAN: So you- you threatened to withhold some funding to some of the agencies yesterday. SEN. RUBIO: Well, what I said is that, you know, I'm not in the threat business right now. But we certainly are- there are things we need to do as a committee every year to authorize the moving around of funds. I think the Director of National Intelligence and other heads of intelligence agencies are aware of that.  You know, at some point, I'd prefer for them just to call us this morning or tomorrow or whenever and say, 'Look, this is the arrangement that we think we can reach so that the overseers can get access to this.' I'd prefer not to go down that road. But it's one of the pieces of leverage we have as Congress. I'm not, we're not going to sit here and just issue press releases all day. SEN. WARNER: And one of the things that I wanted Director Haines to hear and I think she was in a bit of an untenable position yesterday, she had been willing to brief earlier before the special prosecutor. I wanted her to hear that this was not just Senator Rubio and I, this was all of the members of the committee, on both ends of the political spectrum, saying, we've got a job to do, we're going to do it, we're going to figure out- we're not in the threat business. But we're going to figure out a way to make sure that we get that access so that we can not only tell the American people, but we've got another 85 U.S. senators who are not on the Intelligence Committee, who look to us to get those assurances. MARGARET BRENNAN: How much are your hands tied, though, in terms of this part of government and classified- classification really being over in the executive to a large extent? Like, what is it that you as lawmakers can do? Is it new regulation when it comes to transitions–  SEN. WARNER: The Director of National Intelligence is the individual that's the chief officer for intelligence classification. I think, and there's been a number of other members of the Senate, both parties have been working for years, on the notion that we over classify the number of things that we read in a SCIF that somehow then appear in the newspaper begs the question, it's kind of been an issue that's been bubbling for a long time–  MARGARET BRENNAN: Over classification. SEN. WARNER: –I think this, I think this series of events, pushes it to the forefront. And again, we have the power to write legislation, which then executive agencies have to follow--  MARGARET BRENNAN: In terms of record keeping.  SEN. WARNER: In terms of record keeping. In terms, literally, at least guidance on classification issues. I mean, there has been, and again, this Director of National Intelligence, I'm going to give her credit, she has been at least acknowledging and long before this issue came up, said we need to work on this issue of declassification, over classification. Every director says it, and then it kind of gets pushed- pushed back, I think. One good thing that may come out of this is that we're going to find a way to resolve this issue on a going forward basis.  MARGARET BRENNAN: So it sounds like we found one area of bipartisan agreement already here that there needs to be some kind of legislation around classified materials–  (CROSSTALK) SEN. WARNER: I actually think you're gonna find a lot- on our committee – SEN. RUBIO: On our committee– SEN. WARNER: –you're gonna find an awful lot more than one. MARGARET BRENNAN: Where does this rank in terms of priority? Dealing with the classified crisis? SEN. WARNER: Well the immediacy of it right now, and the notion and again, I would- I don't know what President Trump and President Biden are thinking about this. But I would think they would like some recognition that these documents, hopefully and as Marco said, are not disclosing sources and methods, are not so current that there may be a- a violation of American national security. We just don't know.  So I think we need to get this resolved sooner than later. In terms of the specific case, the Trump and Biden documents, we've not really focused as much on the Pence documents. But who knows what additional shoes may fall. SEN. RUBIO: Yeah, and I don't want to speak for Mark. Obviously, the immediacy of this moment is big. But I think we- the- on the broader set of issues, we still have this reauthorization of [Section] 702, an important authority for our government.  And then more broadly, I just think the world looks so different than it did when I started out in this committee. When I first got to the Senate, the principal focus of foreign policy and national security issues were counterterrorism. And those are still very important, but we're now in a world increasingly revolves around great power competition: China, the Russian invasion of Ukraine, and then some of the threats posed by Iran, North Korea and other rogue states.  So whether our intelligence agencies have adjusted quickly enough to that new reality, and- and the- and the- obligations that poses I think, is from a big picture perspective, in my mind, one of the things we really have to spend time on.  SEN. WARNER:  And the thing that I think we're getting- our committee has got some- some record on. I mean, I personally believe the competition, technology competition, in particular, with China is the issue of our time. And remember, it was this committee that first spotted, pointed out, the problems with the Chinese telecommunications provider, Huawei, as a national security threat.  And we built, frankly, even under President Trump, an approach to say we need to make sure that we get it out of our networks, and then convince our allies to do that. It was our committee, again, who first pointed out the challenges that, in the semiconductor industry, which we had dominated in this country--  MARGARET BRENNAN: Computer chips-- SEN. WARNER: In the- computer chips- in the 80s, and 90s, that we were falling behind, literally to the point that no cutting edge semiconductor chip was even being made in America. And we built them, the legislation around the so-called CHIPS bill.  I think there are other technology domains: artificial intelligence, quantum computing, advanced energy, synthetic biology, where we need to do the similar kind of bipartisan deep dives, to say, how do we make sure America and our friends stay competitive with a China that is extraordinarily aggressive in these fields and making the kind of investments, frankly, that we used to make post-Sputnik? MARGARET BRENNAN: Right, and I want to ask you about that, because President Biden is reportedly close to issuing an executive order when it comes to restrictions on U.S. investments in- in China. But there's concern about risking further escalation. What's your view on how far that action should go? And where do you all pick up in terms of lawmakers? SEN. RUBIO: Well, I think there's two things. The first is the Chinese have found a way to use capitalism against us. As- as- and what I mean by that is the ability to attract investment into entities that are deeply linked to the state. That military commercial fusion that exists in China is a concept that we don't have in this country. We have contractors that do defense work, but there is no distinction in China between advancements in technology, biomedicine, whatever it might be, and the interest of the state.  And then the second is obviously the access to our capital markets. And the third is the risk posed, we don't up to this point, have not had levels of transparency in terms of auditing and the like, on these investments of- the- into these companies. What- when you invest in these companies in U.S. exchanges, you don't have nearly as much information about the- the bookkeeping of those companies as you would an American company or European company, because they've refused to comply with those restrictions.  So there's systemic risk to our investments, and then there's also the geopolitical reality that American capital flows are helping to fund activities that are ultimately designed to undermine our national security. So it's a 21st century challenge that we really have to put our arms around. SEN. WARNER: And again, this is something- I think and I fall under this category, beginning of the 20th century, I was a big believer that the more you bring China into the world order, the more things will all be copacetic. We were just wrong on that.  The Communist Party, under President Xi's leadership, and my beef is, to be clear, with the Communist Party, it's not with the Chinese people or the Chinese diaspora wherever it is in the world, but they basically changed the rules of the road. They made clear in Chinese law that every company in China's ultimate responsibility is to the Communist Party, not to their customers, not to their shareholders. We've seen at- at the level of 500 billion dollars a year of intellectual property theft. We have actually in a bipartisan way- over the- didn't get a lot of attention- over the last seven years, have been out and we've done 20 classified briefings for industry sector, after industry sector, about these risks. Frankly, pre-COVID, we kind of got nods, but you know, some pushback because a lot of companies are making-- MARGARET BRENNAN: Because companies just wanted access to the market regardless of the risk--  SEN. WARNER: Were making a lot of- were making a lot of money off Chinese tech companies. MARGARET BRENNAN: Exactly. Exactly. SEN. WARNER: Now, post-COVID, I think there is an awakening that this is a real challenge and I think the good news is that not only is there awakening, you know, in America, but a lot of our allies around the world are seeing this threat as well. So I think, you know, we need to build this kind of international coalition, because the technology- who wins these technology domains, I think will win the race in the 21st century. SEN. RUBIO: I- I think those-- MARGARET BRENNAN: So you want restrictions on biotech, battery technology, semiconductors, artificial intelligence? SEN. WARNER: I want to have an approach that says we need to look at foreign technology investments, foreign technology development, regardless of the country, if it poses a national security threat, and have some place that can evaluate this. We kind of do this ad hoc at this point. You know, we- we- years back, there was a Russian software company, Kaspersky. Again, Marco was one of the first ones who said, 'My gosh, we got to get this off the GSA acquisition list.' We worked together on Huawei, I'm sure we're going to talk about TikTok. We need a frame to systemically look at this. And frankly, if it goes just beyond the so-called CFIUS legislation about inbound or outbound investment. MARGARET BRENNAN: That's a committee that looks at national security risks. SEN. RUBIO: But understanding that for- you know, 20 years ago, everybody thought capitalism was going to change China. And we woke up to realization that capitalism didn't change China, China changed capitalism. And they've used it to their advantage and to our disadvantage. And not simply from an old Soviet perspective to take us on from a geopolitical or military perspective, they've done so from a technological and industrial perspective. And so you have seen the largest theft and transfer of intellectual property in the history of humanity occur over the last 15 years, some of it funded by American taxpayers. That has to stop. It's undermining our national security, and giving them an unfair advantage and these gains that they're making. SEN. WARNER: And let me just echo- you know- I'm old enough to remember- you know, the challenges with the Soviet Union. The Soviet Union was an ideological threat, and a military threat. It really was never a first class, economic threat. China, we have ideological differences. They have a growing military, but domain after domain, they are a- right with us in certain areas, even ahead of us, in this kind of technology, on much. And I agree with Marco again, the ability to kind of manipulate our system, the kind of combination of command and control with certain tenets of capitalism. They have an authoritarian capitalism that for awhile worked pretty well. I don't think it works as well as our long-term system. But we have to inform all of our industry and frankly, all our allies about this challenge. MARGARET BRENNAN: They have the biggest hacking ability program than any other nation. Intelligence community says they're the world leader in surveillance, in censorship. How restricted should their ability to access this market be? SEN. RUBIO: Let me put it to you this way, I think it is nearly impossible for any Chinese company to comply with both Chinese law and our expectations in this country. Chinese law is very clear. If you're a Chinese company, and we ask you for your data, we ask you for your information, we ask you for what you have, or we ask you to do something, you either do it, or you won't be around.  MARGARET BRENNAN: You want to ban Chinese companies from investing in America?  SEN. RUBIO: Well, I think there's certain invest- investments where there's no way we can protect the country from doing it. You- we're gonna go back to TikTok, people say, you know, 'Why do we care about what some 16-year-olds are doing?' I don't think the threat is that some 16-year-old likes these cool videos that are on there, which I admit are- are attractive, obviously, because the artificial intelligence makes it so. It's the massive amount of data that they're collecting, not on one 16-year-old, not on a thousand 16 year-olds, but on millions and millions of Americans that give them commercial advantages, potentially the advantage of being able to shape American public opinion in a time of crisis, that- that just give them an extraordinary insights that allow them to steer the conversation in this country in any direction they want. And- and these are long-term threats that are extraordinary to the country in- in- in the 21st century. MARGARET BRENNAN: But this has been talked about for three years now.  SEN. WARNER: But- but let's-- MARGARET BRENNAN: The Trump administration tried to ban it, the Biden administration still hasn't pulled the trigger on what to do with TikTok--  SEN. WARNER: Let's- let's look- let me build on what Marco just said. And I think again, maybe we were all a little bit slow to recognize the challenge here. It is both a data collection entity. Now it may not collect as much data as some of our American platforms. But it is very much, at the end of the day, still responsible to the Communist Party. But think about this, Margaret. 138 million users in America use TikTok on a regular basis, average about 90 minutes a day. I'm sure your network would love to have 138 million Americans spending 90 minutes a day on your network. And I'm not saying that the TikTok or Communist Party is driving the- the videos you see. But the- the fact is, the algorithms that determine what you see on TikTok, is determined out of Beijing by China. And the proof is, if you look at what Chinese kids are seeing on their version of TikTok, which emphasizes science and engineering, versus what our kids and kids around the world are seeing, it is dramatically different. So both from a data collection, and from frankly, a propaganda tool, it is of huge concern. How we go at this systemically is what- you know- we're both maybe, at slightly different ways to get there. But I think making sure we educate our fellow Americans and the rest of our colleagues on this challenge is really important. MARGARET BRENNAN: But- so, CBS spoke to TikTok about their plans and the company said they had come to an agreement over the summer in terms of how they could structure things to separate and create a wall to protect against some of these concerns. They said they can continue operating in the U.S. by offering data protections. Do you both know what they are offering and- you're laughing, so I'm guessing this isn't sufficient? SEN. RUBIO: I- I don't know what the data protections are. And there's a technical aspect to it. But it's beyond the data protections. It's the ability to- somebody- just let me give you an example, right? What is the Chinese narrative on Taiwan, that it's part of China, that this is a fake claim, and so forth. And they understand that in this republic, in order for the United States to live up to its commitments to Taiwan, you need to have public support for that, right? Because of the potential high costs to pay for the U.S. to keep its commitments with regards to Taiwan. So if they dedicate years and years to influencing the American audiences through the use of TikTok: the data, and their ability to use artificial intelligence and their algorithms to guide it, to undermine our narrative, and to increase their narrative; we may very well reach a point where there is a Taiwan contingency, and millions and millions of Americans have already bought into years and years of influence from the Chinese. Now- in this country, people have a right to say those things. But to- but we were- think about how fired up everybody was over the fact that Russian trolls and bots were buying ads on Facebook during 2016. This goes exponentially greater than that, in terms of its level of influence and [unintelligible]. MARGARET BRENNAN: So Senator Hawley wants to ban it. Is that sufficient? SEN. RUBIO: I [CROSSTALK] I filed a bill to ban it last year, we're going to refile it again this year. MARGARET BRENNAN: You are? SEN. RUBIO: It's bipartisan, bicameral. Some people are not willing to go that far, but I certainly think it's the right place to be. But in the end, we got to do something about it, whether it's a ban or something else. I honestly don't know, I- as I sit here with you today, I don't know how our national security interests and the operation of TikTok in this country, as long as it's owned by ByteDance, can coexist. SEN. WARNER: And I–  MARGARET BRENNAN: You want to force a sale?  SEN. RUBIO: I've been wanting to do that for three years. SEN. WARNER: I'm looking at– listen, Marco and I have the same goals. I may have a slightly different approach. I'm going to sit down and see how we can work through this. But I've been hearing it, I've been trying to give the Biden administration, now more than two years, to see, is there a technical solution here? And I'd be willing to take a look at it. The Biden administration has not announced that. And I think the problem is, this is technically extraordinarily hard to do. TikTok has repeatedly said, 'Oh, Americans' data, not being seen in China.' And repeatedly, we've seen Chinese engineers having access to American data. So how you fully wall that off, but bigger problem to me is, if you are actually still writing the algorithms in Beijing that determine what videos you see, how and if those algorithms on a regular basis get updated, how you put any kind of wall in there, even if there is an American company in between, that will give us the that kind of protection so that we don't have this kind of manipulation, for example, on the issue like Taiwan. MARGARET BRENNAN: But it's already been downloaded 200 million times. And you could host content outside the U.S. How do you make that- you can make the argument here, but how do you convince a 16-year-old to delete the app and get rid of the phone? I mean, is- isn't this very hard to put the toothpaste back in the tube? SEN. WARNER: This- this- Absolutely. But this is one of the reasons why. And again, I think Congress has been horribly unsuccessful at this. I've been saying for years, and we may not fully agree on this. But on all these social media companies, a lot of good, but there is a dark underbelly. And the fact that the United States, historically, we would have set some rules of the road for these- for these entities, in terms of standards, in terms of protocols, in terms of appropriate behavior, in terms of questions like- even like basic privacy. But our failure to do so has mean, we've ceded that leadership, often out of time to the Europeans, or to individual states. And I think that's, frankly, a loss of American leadership. And, as you said, putting the genie back in the bottle. Whether it's- whether it's TikTok, or even privacy on our own platforms, is a real challenge. I think Americans want us to do that. And we got to sort through a way to do it. And I think continued failure of Congress to act just isn't a good enough response. SEN. RUBIO:  Every technological advance has come with benefits and- and costs. You know, we never had car accidents or drunk drivers until we had automobiles. And the same is true now with technology. So we're grappling with that. I think the- the- the difference is the speed of innovation today moves so fast. And it moves much faster than the ability of this republic and this elected branches to respond to it. And it requires a level of expertise that oftentimes public policymakers struggle to keep up with because frankly, these industries are changing faster, by the time you're- you think you understand that it's become something else. SEN. WARNER: And if- and if this- this is why, what's so concern me is, you know, for most of my lifetime, we led virtually in every innovation area. We've suddenly woke up with 5G wireless communication where China was setting the standards. We woke up in an industry like semiconductor chips, and woke up. We used to own this and we've lost it. We've seen now the solar industry where it's all migrated to China. If- think about this notion around quantum computing, the ability to break any kind of encryption, or artificial intelligence. We've all seen, you know, reports about how some of these new applications that are really kind of maybe revolution how- how we live. If those come- if those technologies are driven by an authoritarian regime out of China, you know, I don't care where you fall on the political spectrum in America, that's not good news or- for free people anywhere in the world. MARGARET BRENNAN: Aren't you- aren't you gonna run headlong into business interests here in the United States? I mean, just look at Elon Musk. The U.S. government relies on his company, SpaceX. He has a majority in car company Tesla. He has control over the internet connection in Ukraine via Starlink. And he now owns Twitter. You said there's no one in the world more dependent on the Communist Party than Elon Musk. SEN. WARNER: This is my concern, I think, I think– MARGARET BRENNAN: You can't stop that private investment, can you?  SEN. WARNER: I think- I think- I have a huge respect for what Elon Musk did with SpaceX. And I, you know, early on in my congressional career, I wanted to make sure that we gave commercial operators and satellites a chance. My concern with his ownership of Twitter is not whether he puts Donald Trump back on Twitter or not. My concern is, if you look at Mr. Musk's public statements, they're almost all supportive of the oversight regime in China, and they're almost all derogatory about the oversight regime in America and in Europe. And part of that, I think, whether it's knowingly or not, is where does he get all his batteries that go into all these Teslas? They are built in China, mostly, frankly, with a lot of Uyghur labor and Senator Rubio has been the leader on trying to make sure that the Chinese Communist Party's treatment of the Uyghur people is prohibited. And I've yet to hear from Mr. Musk, how that kind of contradiction about comments about the CCP in China, and what he's dealing with Uyghur labor, how that's not going to influence some of his decisions. MARGARET BRENNAN: But he's not breaking any laws yet, so how do you stop that? SEN. RUBIO: Well, so here's the point I would make if there's evidence, for example, that SpaceX has been transferring technology to the Chinese government because they've been leveraged– MARGARET BRENNAN: Do you suspect that's the case? SEN. RUBIO: I haven't seen evidence of that. But- but that's something we have to be very vigilant about. But let's say that were to come out that SpaceX is somehow transferring technology to China, in exchange for helping Tesla be successful. That would be a big problem, and that's something we would have to confront head on. But you're absolutely right about- it goes beyond Elon Musk, I mean, business interests have invested both in access to the Chinese market, but also in the means of production and it's allowed them in many cases, historically, to be deputized, and that includes the finance and investment world to come to Washington and argue for things that are against the national interest, but in favor of their short and midterm profit line for their investors for their company. So that is a new challenge that we're confronting, because we've never had another market with- that had that level of leverage over American companies, and that level of- therefore that level of influence over American government. SEN. WARNER: And I do though think one good piece of news here is that, and I'm not going to call them out by name or sector, but there are a number of companies and- and even whole sectors that didn't even want to hear the classified information from the intelligence community by about why- you got to be careful about, I'm not saying don't do business with these Chinese companies, but here you ought to be on guard about the level of intellectual property theft and trying to get at you- even through joint ventures or potential sidebar investments, getting access to technology and other innovation. Post-COVID, where I think you saw our dependence upon Chinese supply chain, which I think long-term in a host of areas, pharmaceuticals for one. We got to change. Post-COVID, I do think there is an awakening to that. But we got to keep the pressure on. MARGARET BRENNAN: Senator Rubio, as a conservative, you have to feel a little bit uncomfortable with talking about government intervention in private industry. But that has been the U.S. solution, in some ways to the semiconductor issues, you were raising, this subsidy to try to bring chipmaking back to America. SEN. RUBIO: Well, I would argue this, that I don't believe in government intervention in the private sector, but I do believe in government intervention on national security–  MARGARET BRENNAN: These are subsidies. SEN. RUBIO: And so capitalism- so capitalism is going to give you the most efficient outcome. But sometimes, what do you do when the most efficient outcome is not in our national interest? Because it's more efficient to buy rare earth minerals from the Chinese, it's more efficient to have things built over there in many cases, but is it in our national interest to depend on them for 80-something percent of the active ingredients in our pharmaceuticals? I could argue it is not. And in those instances where the market efficient outcome is not in our national interest, it is my opinion that we default to the national interest because without our national interest or our national security, the other things won't matter. We are not a market, we're a nation. And the market exists to serve the nation, not the nation to serve the market. And so there are industries in which we will need to take a step because the U.S. has a vested national security interest in ensuring we have a domestic or allied capability. It's why we have an airplane industry in the United States. It's why we have a shipbuilding industry in the United States. I think that should extend to technology and agriculture in certain sectors. SEN. WARNER: And that Marc- what Marco just said is absolutely right. You know, I- I'll match my capitalism bona fides with anyone. I'm proud of my business activities, and I think our system, a lot of flaws in it but still has moved more people out of poverty than any other system. But the point that kind of a 20th century context that said, of course, we want to have- build our fighter pilots- planes here. And we want to build our aircraft carriers in places like Virginia. That was traditional national security. But when national security means supply chain around pharmaceuticals, or who can create the new energy sources, going to power, you know, electric vehicles everywhere. And I come back to things, we made the decision that wireless communications, if it's driven on Chinese networks, that's a national security risk. And luckily, the rest of the world is now agreeing with us on that. I come back to these other domains, artificial intelligence and quantum computing, advanced energy across a host of areas. I don't think it is- I think the idea that the United States and our friends are going to have to make the kind of investments to match some of the subsidies that are taking place in the balance of the world, particularly in China. Again, I think that's a national security issue, as much as simply a who's going to win in one particular industry area.  MARGARET BRENNAN: So, am I hearing you say then that the $50 billion that taxpayers just pumped into the CHIPS bill and semiconductors, that that's just the start? That you think other legislation is coming like that?  SEN. WARNER:  I'm saying- what I'm saying is we- one of the reasons that it took us $52 billion, and that was for both semiconductors and next generation wireless, was because candidly, I think we went asleep at the switch for a long time and we had to suddenly play catch up, because we'd seen China advance. And we had also seen Taiwan, our friend, and one of the reasons why we need to be supportive, when, frankly, every advanced chip, in all of our jets, satellites and seacraft are made in Taiwan. We were chasing after the fact. If we can get ahead on- on some of these key areas, I don't think we will need that kind of investment. But we are going to need to make sure that we've got a plan in place to make sure that these new technology domains don't all end up in China or other authoritarian regimes. MARGARET BRENNAN:  But it sounds like you want to put more teeth into national security review commissions like CFIUS. SEN. WARNER: No, I think national security is a very different framework. You know, ships and guns and tanks: traditional national security. Artificial intelligence, telecommunications network, food production, I think- and I think Marco would agree, we're seeing that in a national security context as well. SEN. RUBIO: There's- the way I view it is the following. And that is that we need to identify what are the critical industries and capacities that our country needs to be able to have without being leveraged or, or having to go through the Chinese to get it? And then we need to figure out what government's role is. Now I want to make sure that we're not turning this into a lobbyist trough, where every industry comes here and gets money. And we have to make sure that we're going to invest in research, that that research is protected, that there's sufficient safeguards. Because what's the point of putting billions of dollars to innovate something they're going to steal anyway? We're just giving him billions of dollars more. But I do think, again, this is not about government running or owning these companies. But there are capacities that we need, you know, Boeing- half of Boeing's revenue comes from the government, because we made a decision wisely that, yeah, we're going to build F-35s in America. We're not going to rely on the Chinese or someone else to make it for us, because we will be denied that capability in a time of conflict. I just think that that needs to extend to areas of industrial capacity that we haven't traditionally identified as a national security issue, but are in the 21st century.  MARGARET BRENNAN: Can you get that through a divided Congress? SEN. WARNER: I actually think if there's one issue that still is extraordinarily bipartisan, it is a growing concern about China, and a recognition that in this technology race, second place is not good enough for us. SEN. RUBIO: Yeah. And I would just say that, I think it is- there's a unifying desire to do things to address this problem, because compared to five or 10 years ago, there's- that's a new consensus. I think we still struggle with what to do about it beyond the symbolic, what to do about it beyond the heated rhetoric and do it in a way that's balanced and smart. You know, I mean, it's important for us to not focus on things that aren't nearly as important as some other things are. But look, it's a new world, and- and- and the world has changed very fast. And I think everyone's grappling with that new reality. Now, you know coming up with solutions for it is what we've really been focused on. SEN. WARNER: And one of the reasons- one of the reasons why what we've already done in a bipartisan way, things like building out broadband, which I think is national security, or making these CHIPS investments, we got to make sure that the actual implementation is done correctly. Too often, I think Congress is about passing a bill and then forgetting about it. Where the rubber really hits the road is- are these programs going to be implemented in a fair and transparent and effective way and, frankly, our record on that is a little more mixed. MARGARET BRENNAN: You've said that the Biden Administration has too many cooks in the kitchen when it comes to cyber. SEN. WARNER: I think we've gone from virtually no cooks in the kitchen under Trump to a lot of cooks in the kitchen. But if we look, I think, writ large, I'd rather have too many cooks because this is an issue that- it's at national security. One of the areas that's going to be my focus this year is going to be health care and cybersecurity. Biggest area- most valuable area on ransomware is health care, personal information. It is the most valuable. And still in too much of our health care system, cybersecurity is an afterthought. How do you bolt that on? Especially if you had an MRI machine that's got another 10 years of life, or you've got all these new health care apps. How do you build cybersecurity in from day one? These are, these are tough, and I'd like to have as many smart folks at the table as possible to sort it through. MARGARET BRENNAN: I'm being told we're out of time, but I want to make sure that I ask you. You know, China erupted, Beijing erupted with anger when the former Speaker visited Taiwan. Speaker McCarthy is expected to visit that island soon. Do you think there's values and- a value to lawmakers going and making that statement by visiting? SEN. RUBIO: I do, and I don't- I think the first value is we shouldn't allow the Chinese Communist Party to dictate where members of the U.S. Congress can travel and who they can visit-- MARGARET BRENNAN: But doesn't that just provoke?  SEN. RUBIO: Well, they're the ones that get provoked by it. I mean, I don't think the purpose of the visit is to be provocative. I think the purpose is stated commitment this country has made to Taiwan security, and to the continued support of their aspirations to live free of the yoke of Beijing. They don't want to turn into the next Hong Kong. And so I think American policymakers have a right to express that by traveling and visiting with those leaders. We can't allow the Chinese government to dictate where American leaders can travel. So I don't think Speaker Pelosi or- or McCarthy would travel there for purposes of provoking the Chinese. But I can't control what provokes the Chinese. And- and I think they need to have a little bit more respect for our system in which the president can't tell the Speaker of either party, where to travel or where to go. SEN. WARNER:  I think Speaker McCarthy has the same right that Speaker Pelosi did. And I think the challenge is how we maintain that support for Taiwan, but at the same time, recognize that there are many places where it is in America, the world's interest, that we find ways to work with China. And that's the challenge here. But at the same time recognizing in these fields, particularly around economic competition and technology competition, they're playing with a very different set of rules. And not to have some collaboration, but frankly, in domain after domain, to try to dominate. And that's not something I think we and, frankly, our friends around the world, and there are many, many folks who are looking for strong American leadership here. I think we have that ability to rebuild a set of alliances that will be critical going forward. MARGARET BRENNAN: Are we going to see a bipartisan trip to Taiwan? SEN. WARNER:  Everything's on the schedule. SEN. RUBIO: Probably wouldn't announce it ahead of time just in case. MARGARET BRENNAN: Well, I'm coming with you, so. But I do want to thank both of you for sitting down together. We actually haven't had a bipartisan interview like this in about three years. So to see a Democrat and Republican sit down and talk about issues of substance is great to see. So thank you for doing it. SEN. RUBIO: Well I guess we'll see you three years from now. SEN. WARNER: We'll see more of this.  (CROSSTALK) MARGARET BRENNAN: No. We want you back - SEN. WARNER: This committee has got -  this committee's got a record on doing that. We're gonna continue it.  SEN. RUBIO: Absolutely. MARGARET BRENNAN: Thank you both. ",
            "bias": "poverty line",
            "url": "https://www.cbsnews.com/news/mark-warner-marco-rubio-face-the-nation-transcript-01-29-2023/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Full transcript of \"Face the Nation\" on April 2, 2023",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 2,
                "year": 2023
            },
            "article_content": "On this \"Face the Nation\" broadcast, moderated by Margaret Brennan:   Click here to browse full transcripts of \"Face the Nation.\"     MARGARET BRENNAN: I'm Margaret Brennan in Washington. And this week on Face the Nation: more severe weather across much of the U.S. And former President Trump prepares for his arraignment on criminal charges Tuesday in Manhattan. Powerful storms and tornadoes ripped through several states this weekend, killing at least 26. We will have the latest. And as the former president prepares to be formally charged in a New York case involving hush money payments to a porn star, his political allies and his Republican presidential rivals are publicly standing by him and focusing on Manhattan district attorney Alvin Bragg. (Begin VT) GOVERNOR RON DESANTIS (R-Florida): They're trying to do all these legal gymnastics to try to act like it's a felony. This guy is doing politics. He has an agenda. That is not the rule of law. (End VT) MARGARET BRENNAN: The indictment and facts of the case are still under seal. But we will talk with a former U.S. attorney for the Southern District of New York and Bragg's former boss, Preet Bharara. Plus, Robert Costa talks to a key witness in the case, Mr. Trump's former personal attorney, Michael Cohen. (Begin VT) MICHAEL COHEN (Former Attorney/Fixer For Donald Trump): This is really about accountability. I went to prison in part for another man's dirty deeds. (End VT) MARGARET BRENNAN: And, of course, the politics of the case. Will the indictment hurt the former president's chances at winning the Republican nomination or help? (Begin VT) MAN: I think the magic of 2016 has passed. (End VT) MARGARET BRENNAN: But, so far, two key campaign components, fund-raising and poll numbers among Republicans, are both up. Former Trump National Security Adviser and potential Republican presidential contender John Bolton will be here. Then: Washington's at an impasse on what, if anything, will work to stop mass shootings, particularly those in schools. We will talk to Connecticut Democratic Senator Chris Murphy. He's one of many who have not given up. It's all just ahead on Face the Nation. Good morning, and welcome to Face the Nation. We begin with the severe weather that affected millions this weekend in the South, Midwest and Northeast. Dozens of tornadoes touched down in at least eight states. And there are more severe weather alerts for later today in parts of North Texas and Southern Oklahoma. CBS News correspondent Omar Villafranca is in hard-hit Wynne, Arkansas, this morning -- Omar. OMAR VILLAFRANCA: Good morning. We are 100 miles east of Little Rock in Wynne, a town that took a direct hit from this tornado. And let me show you the kind of damage that residents are having to clean up. We're talking roofs ripped off of homes, trees that were knocked down. And look at this. This is turf from the high school football field, which is about a quarter-mile away. The police chief says this town suffered -- quote -- \"total destruction.\" (Begin VT) OMAR VILLAFRANCA (voice-over): At least a dozen tornadoes sliced through Arkansas on Friday. But the one that hit Wynne basically cut the town in half. Four of the five people who died in Arkansas were killed in Wynne. GOVERNOR SARAH HUCKABEE SANDERS (R-Arkansas): We will ensure that every Arkansan who needs assistance has it. The people come first, and the paperwork will come second. OMAR VILLAFRANCA: The tornado caused major damage throughout the state. JANE SMITH (Tornado Victim): We had no idea was doing this much damage out here. It was so fast. OMAR VILLAFRANCA: Jane Smith, an 80-year-old grandmother, surveyed what's left of her home. When the tornado hit, she huddled inside with neighbors. Drone footage showed the devastation caused by a tornado in this Little Rock neighborhood. The massive storm system unleashed over 50 tornadoes across the South and Midwest on Friday and Saturday, killing at least 26 people. MAN: Here, this is where that tornado came across. OMAR VILLAFRANCA: Tennessee officials confirmed the largest number of storm-related deaths at seven. (SHOUTING) OMAR VILLAFRANCA: In Belvidere, Illinois, 90-mile-an-hour winds brought down the roof of the Apollo Theatre, where over 200 people were inside at a rock concert. Dozens were injured, some severely, and one person was killed. (End VT) OMAR VILLAFRANCA: The storm system moved northeast last night. Delaware was hit by at least one tornado. And a 13-year-old girl was killed in Ohio when a tree fell on her home. And the weather down here in the South is not over. There's a possibility for more storms early this week -- Margaret. MARGARET BRENNAN: Omar Villafranca reporting from Arkansas. And, as Omar noted, the storms in Tennessee resulted in at least seven deaths. Governor Bill Lee said yesterday that the storm capped the worst week of his time as governor. His week, of course, began with the horrific shooting at Covenant School, a private elementary school in Nashville. Our Mark Strassmann reports. (Begin VT) CALLER: Please hurry. I'm hearing shots. DISPATCHER: They are coming. They are coming. MARK STRASSMANN (voice-over): Nashville's school massacre, another muzzle flash point about guns in America, six people killed, three of them 9 years old. MICHAEL ANESTIS (Executive Director, New Jersey Gun Violence Research Center): These large mass public shootings, they represent about 1 percent of gun violence nationwide. MARK STRASSMANN: Michael Anestis runs New Jersey's nonpartisan Gun Violence Research Center. One of its inescapable conclusions: MICHAEL ANESTIS: Where there's more firearms, there's more firearm injury and death. MARK STRASSMANN: America has roughly 400 million guns in private hands. Gun violence, like heart disease or opioids, qualifies as a public health crisis. During the COVID pandemic, the U.S. firearms homicide rate spiked by 35 percent. On average, gun violence kills more than 100 Americans a day. Just as unsettling, guns are now the number one cause of death among children. DANIEL SEMENZA (Assistant Professor, Rutgers University): Every shooting has this vast ripple effect that affects so many more people and tears apart families and communities. MARK STRASSMANN: Nashville is now one of those communities, like Parkland, like Buffalo, like Uvalde, so much indiscriminate carnage in a country polarized by what to do about it. PROTESTERS: Save our kids! Save our kids! MARK STRASSMANN: Thousands of Tennesseans last week demanded state lawmakers limit access to guns. Unlikely in a state where gun rights are expanding. At the federal level... REPRESENTATIVE KEVIN MCCARTHY (R-California): It's not just legislation that solves these problems. MARK STRASSMANN: ... it's paralysis. JOE BIDEN (President of the United States): I have gone the full extent of my executive authority to do on my own anything about guns. MARK STRASSMANN: Nashville's shooting sparked this congressional dust-up between Democrat Jamaal Bowman and Republican Thomas Massie. REPRESENTATIVE JAMAAL BOWMAN (D-New York): Are you listening to what I'm saying? REPRESENTATIVE THOMAS MASSIE (R-Kentucky): Calm down. REPRESENTATIVE JAMAAL BOWMAN: That's -- what -- calm down? Children are dying, 9-year-old children! MARK STRASSMANN: Nashville's grief is still raw, weekend memorial services for Evelyn Dieckhaus, Hallie Scruggs, and William Kinney. DANIEL SEMENZA: Reducing gun violence should be the number one priority for our country. Anything less, we are failing our children. (End VT) MARGARET BRENNAN: That's Mark Strassmann reporting from Nashville. And we are joined now by Connecticut Democratic Senator Chris Murphy. Good morning to you, Senator. SENATOR CHRIS MURPHY (D-Connecticut): Good morning. MARGARET BRENNAN: We have you here after some of the most tragic events in our country, and, this week, three of the victims were just 9-years-old. This was a private Catholic school -- or -- excuse me -- Christian School attached to a church. And people who survived that now know their teachers, their parents, their caregivers cannot keep them safe. Do we need to shift the conversation to supporting more trauma treatment? Is that where we are? SENATOR CHRIS MURPHY: I think we have to do all of the above. I mean, there's no doubt that our kids are going through something unique today. I just don't understand why we choose to live like this. Why we choose to make our kids fear for their lives when they walk into their schools, why we choose to have children who grew up in violent neighborhoods fear for their lives when they walk to and from school. Only in America does this happen. And you can't explain it through a prism of mental illness or a lack of school security. The thing that's different in the United States is the number of guns, the number of high-powered weapons of mass destruction and the ease with which we allow criminals and dangerously mentally ill people to get those guns. So we've got to change the nation's gun laws. We've got to put more trauma resources into our schools. But doing nothing cannot be an option. More school shootings than days in the year so far in 2023. MARGARET BRENNAN: One of the things you said this week is, you would look to require more training for people buying automatic weapons. Explain that, because how -- does -- would that require more vetting of the person doing the buying? SENATOR CHRIS MURPHY: So, last year, we passed the first gun safety measure, bipartisan, in 30 years. And we did that because we found common ground. Listen, I want to... MARGARET BRENNAN: After Uvalde. SENATOR CHRIS MURPHY: After Uvalde. I want to ban assault weapons. I think it's just absolutely unconscionable that we allow these weapons of war to be in commercial circulation. MARGARET BRENNAN: But there aren't the votes to do that. SENATOR CHRIS MURPHY: But there's not the votes to do that. So what are there the votes to do? Let's explore the potential of what's possible. And so what if we said, before you get an AR-15, you have to show that you are responsible, that you know how to operate it. What if we applied background checks universally simply to the purchase of those weapons? Ultimately, I want those weapons off the street. But I think we'd be a safer nation if we required just a little bit of training before you bought the most dangerous weapons commercially available. MARGARET BRENNAN: So, the shooter in Tennessee apparently went to five different places, bought seven different weapons. Tennessee doesn't have a red flag law. It's unclear if it would have made a difference here,since the parents of the shooter apparently claimed not to know the guns existed. But shouldn't the purchasing itself, stockpiling weapons, set off some kind of alarm somewhere? SENATOR CHRIS MURPHY: I think that the different states have different laws that would require some of those triggers for law enforcement. But I do... MARGARET BRENNAN: But not in Tennessee. SENATOR CHRIS MURPHY: But not in Tennessee. And I -- and I do think that a proper red flag law in Tennessee could have made a difference here. If parents know that they have the opportunity to take firearms away from an individual in their family that they know is in crisis, then they are, frankly, going to be more vigilant about searching for that potential connection to a weapon. In Tennessee, they couldn't do anything about it even if they knew about the weapons. And so what we know is that in states that have red flag laws, they are used responsibly and frequently to take guns away from people in crisis. Florida, a red state, has a red flag law that's been used 8,000 times to take weapons away from people who are contemplating violence against others or contemplating violence against themselves. They -- they work. And if Tennessee had a red flag law, and the parents knew about it, maybe this situation wouldn't have happened. MARGARET BRENNAN: The bill that you co-sponsored provided financial incentives for states to create red flag laws. Tennessee apparently just doesn't want one. SENATOR CHRIS MURPHY: Yes. MARGARET BRENNAN: So... SENATOR CHRIS MURPHY: Tennessee is moving the other way, right? MARGARET BRENNAN: Right. SENATOR CHRIS MURPHY: Tennessee is talking about allowing you to be able to carry loaded assault weapons on the streets. What we know is that states that have tougher, tighter gun laws have dramatically lower rates of gun violence. And so, in Connecticut, our rate of gun violence is half that, one-third that of Tennessee. So, my hope is that this new federal funding that we passed... MARGARET BRENNAN: Yes. SENATOR CHRIS MURPHY: ... on a bipartisan basis last year will prompt states like Tennessee to take a look at red flag laws. They're wildly popular. Eighty percent of Americans want them. There's no political risk in enacting a red flag law. If Tennessee had it, maybe this wouldn't have happened. MARGARET BRENNAN: Tennessee's Governor, a Republican, is reportedly proposing funneling millions now into new school security measures, including grants for private schools, like where this happened, to have armed guards. A version of this was brought up on the Senate floor. You had a pretty heated exchange with Senator Ted Cruz. But explain why you think he's wrong when he says this. (Begin VT) SENATOR TED CRUZ (R-Texas): I do not understand why our Democrat colleagues in this body do not support having police officers keep our kids safe, why, when it comes to this issue, the only thing that interests them is disarming the people at home who pose no threat, rather than protecting our kids. (End VT) SENATOR CHRIS MURPHY: So, Senator Cruz opposed our bipartisan legislation last year that would take weapons away from domestic abusers. So, when he says that our interest is only in taking weapons away from people who pose no threat, he's squarely out of touch with the American people, who don't think that domestic abusers should have guns. And what Senator Cruz's legislation is talking about is not just putting police officers with guns in schools, but teachers in our schools with firearms. My constituents in Connecticut, they want school security. They want door locks. They want more physical protection, but they do not want their teachers to be handed AR-15s, our schools loaded up with weapons. What we know in this country is that more weapons don't equal less crime. If more weapons equaled less crime, then we would be one of the safest places in the world. MARGARET BRENNAN: What the -- his fellow Texas Senator John Cornyn, who was your partner last time... SENATOR CHRIS MURPHY: Correct. Correct. MARGARET BRENNAN: ... said: \"We've gone as far as we can go unless somebody identifies some area we didn't address.\" We heard President Biden say: I'm done here. SENATOR CHRIS MURPHY: Yes. MARGARET BRENNAN: So, is this really up to grassroots groups and state governments at this point? Is that the reality? SENATOR CHRIS MURPHY: Listen, I think if you had asked pundits two months before we passed last year's bipartisan bill whether Congress was going to act on guns in 2022, people would have said it wasn't going to happen. Things change pretty quickly in Washington. And my goal is to try to find that common ground that John Cornyn is talking about. I'm not going to let the perfect be the enemy of the good. We've got to show parents and kids and families in this country that we can make bipartisan progress to try to make our country safer. That's why I'm talking not about an assault weapons ban this year, but around training, around raising the age, around background checks, just trying to make some progress to make sure that weapons are only getting into the hands of law-abiding citizens. So I'm open for any discussion with Republicans about how we can show this country that we take their kids' protection seriously. Doing nothing for Republicans on both sides of the aisle, conservative parents and progressive parents right now, is not an option. MARGARET BRENNAN: Senator Murphy, thank you for your time today. SENATOR CHRIS MURPHY: Thank you. MARGARET BRENNAN: We want to turn now to the historical first. Former President Trump is now the first president to be indicted. We do not yet know the charges against him, but he will be arraigned Tuesday in New York City. Arrangements are under way to handle security and processing, but it is likely to be quite a spectacle. Since word of the indictment came out Thursday evening, Mr. Trump and his allies have controlled the narrative on this case, as the indictment remains under seal. A person familiar with the matter told CBS News that former President Trump is being charged with falsifying business records in the first degree, a felony. Our Robert Costa is in New York this morning. Good morning to you, Bob. We know this is 2:00 p.m. Tuesday in Manhattan. You have spoken with the Trump attorneys. What is their strategy at this point? ROBERT COSTA: Good morning, Margaret. The Trump lawyers say they want to immediately move to dismiss this case. That is going to be point number one. And there are discussions among some Trump allies about thinking about a venue change at some point, though, at this early crossroads. They're not officially talking about that on the legal team, because they have not yet seen the indictment. But you can expect a very aggressive strategy, both in public relations and legally, from the Trump team at this point. MARGARET BRENNAN: We know there are roughly 30 counts against the former president. And you have spoken with one key witness here who spoke to the district attorney 22 times. This is former personal attorney Michael Cohen. What did he share? ROBERT COSTA: Sitting down with Michael Cohen yesterday in New York City, it's evident that he is going to be the crucial witness for the district attorney, Alvin Bragg, in this case, especially should it go to trial. But Cohen told us that this investigation is about far more than him. Let's listen. (Begin VT) MICHAEL COHEN: Yes, I lied to Congress, at the direction of, in coordination with, and for the benefit of Donald J. Trump. And if there's anyone out there that thinks that that lie is going to prevent me from being the credible witness that I am, based on the documentation, the testimony, the e-mails, the recording, it's not going to happen. ROBERT COSTA: You brought up an interesting point. In your view, this case is bigger than Michael Cohen's testimony. MICHAEL COHEN: Yes. ROBERT COSTA: I have never said that it was about me. This is not what so many people want to make it look like: Oh, it's Michael Cohen's vengeance against Donald Trump. That's not what this is about. This is solely about accountability. I should not be held accountable for Donald Trump's dirty deeds. Let him be held accountable. Let those in his orbit that are truly accountable, like Bill Barr, right, who he used to weaponize the Justice Department against his critics, let them be held accountable, because it saves and it preserves democracy. ROBERT COSTA: Are you ready to testify? MICHAEL COHEN: Yes. (End VT) MARGARET BRENNAN: Bob, to date, Republicans have largely circled the wagons around the former president. And this includes Florida's Governor Ron DeSantis. They have done it by attacking the Manhattan district attorney. But then, this morning, we have the former governor of Arkansas, Asa Hutchinson, on ABC News saying he's going to run for president and very clearly saying that Mr. Trump needs to drop out of the race. What's happening inside the party? ROBERT COSTA: It's a fascinating political moment. That Republican outrage publicly is also coupled privately with a lot of political calculation. Could there be an opening for a Trump critic, whether it's former Governor Hutchinson or someone else, to now enter this 2024 Republican primary and seize on this new dynamic in the race, where Trump has legal and political challenges? And Florida Governor Ron DeSantis isn't in the race yet, nor consolidating support. Talking to some donors this morning, Margaret, it is not just Hutchinson who's on their minds. They're also thinking about trying to draft Virginia Governor Glenn Youngkin to think harder about jumping into this race sometime later this year. MARGARET BRENNAN: This is a fascinating race, Bob, and we're going to be very busy. Face the Nation will be back in one minute. Stay with us. (ANNOUNCEMENTS) MARGARET BRENNAN: For more on the indictment of former President Trump, we go now to CBS legal analyst Rikki Klieman. Good morning to you, Rikki. RIKKI KLIEMAN: Good morning. MARGARET BRENNAN: Can you hear me? OK, good. I'm glad you can hear me. Can you walk us through it? We have never seen anything like this before, literally. So, what are the next few days going to look like with this arraignment of the former president? RIKKI KLIEMAN: We expect the president to fly into New York City on Monday night. And what will happen on Tuesday morning is, he will emerge from his residence at Trump Tower. He may or may not speak at that time. But he will be in the custody of the NYPD and his own Secret Service. I expect that there will be a motorcade that will take him from Trump Tower, down to the courthouse. And at the courthouse is also the district attorney's office, the NYPD, as well as the Secret Service, who will never leave him, by the way -- they're not supposed to. He is within their protection. And it's really within their circle. So they go into the DA's office. He must be processed, like any other defendant. What does that mean? He will get a picture taken, which becomes a mug shot. In New York, mug shots are not usually released to the public. He will also be fingerprinted electronically, and he will be given a booking number. At the time that he receives that booking number, he is officially -- quote, unquote -- \"under arrest.\" He then must wait, as any other defendant would, for the fingerprints to go through the electronic process of review. They will go up to Albany. They will bounce back. That takes usually a couple of hours. Right now, we are told that the arraignment itself is set for 2:15. He is then in the custody of the court personnel, as well as his Secret Service people and the NYPD. I do not expect him to be handcuffed. He will be brought into the courtroom. The indictment will be unsealed. And for the first time, the defendant, Donald J. Trump, and his attorneys and the rest of us will learn what the charges are. MARGARET BRENNAN: Well, that's a great ticktock, Rikki, of what to expect. It seems the former president expects that he will be able to hold a press conference that evening to discuss what happened back at his home in Florida. So can he expect to give that round of remarks? Or will there be some sort of gag order? RIKKI KLIEMAN: Well, I think one of the things that the president, former president, ought to consider, since he does like to give speeches, is perhaps he'd rather give that speech before he goes to court at Trump Tower. Once he goes to court, in addition to the question of bail -- there will be no bail here. It's not an offense that demands bail. But there may be some conditions that either the district attorney's office wants or the judge himself wants. And if the judge himself or the DA decides that there should be conditions, there's simple ones like turning in your passport, perhaps reporting your -- on your travel. But the real question here, in light of the potentially inflammatory continuing statements of Mr. Trump, that the judge or the DA may ask the judge to impose a gag order on Donald Trump, on his lawyers. If a gag order is in place, the judge can stop him from speaking, period, but the judge can certainly stop him from in any way talking about the case. MARGARET BRENNAN: OK. RIKKI KLIEMAN: A gag order would go to both sides. Both sides would have to remain silent. MARGARET BRENNAN: OK. So, the former president will be able to continue to campaign, but not, in theory, talk about the details of the case. We will see what happens. Rikki Klieman, I know you will be covering it. Thank you this morning. We will be right back with a lot more Face the Nation. Stay with us. (ANNOUNCEMENTS) MARGARET BRENNAN: There's been concern that Pope Francis would not be able to participate in Holy Week due to his being hospitalized for severe bronchitis. But we're happy to report the pope's out of the hospital, and he presided over Palm Sunday mass this morning, addressing thousands. We will be back in a moment. (ANNOUNCEMENTS) MARGARET BRENNAN: Welcome back to FACE THE NATION. Joining us now is the former U.S. attorney for the Southern District of New York, Preet Bharara. Good morning. PREET BHARARA (Former U.S. Attorney for the Southern District of New York): Good morning. MARGARET BRENNAN: I do want to mention to our viewers as well that you, obviously, know New York very well. PREET BHARARA: Yes. MARGARET BRENNAN: But you also know the district attorney, Alvin Bragg. PREET BHARARA: I do. MARGARET BRENNAN: You hired him at one point. PREET BHARARA: Yes. MARGARET BRENNAN: You endorsed him when he ran for this office. PREET BHARARA: I did. And I supervised him for a while as well. MARGARET BRENNAN: OK. So I want to dig into your knowledge of that man, who is now very much in the spotlight. But let me start first on the case itself. The previous district attorney of Manhattan didn't prosecute this case. Your former office, the Southern District of New York, also chose at the federal level not to move ahead with it. So, what do you think is different this time? PREET BHARARA: We don't know. I know the man pretty well, Alvin Bragg, as you said. Excuse me. I don't know what the charges are. We've been speculating about them. Maybe there's new evidence. Different people who are reasonable, like Cy Vance is, and like Alvin Bragg is, can come to different conclusions about different matters. You know, there were two prosecutors in Alvin Bragg's office who resigned with great fanfare over a different set of charges that might have been brought against Donald Trump, and there was a difference of opinion about that. Alvin Bragg is a careful person, based on my experience with him, a deliberate person, you know, not an overly political person, and he decided, based on things that we don't know about yet because we haven't seen the indictment, or any evidence at trial, that it was a worthwhile case to bring. I can't, you know, speculate as to why Cy Vance didn't bring the case or why my former office didn't bring the case, although there are some reasons to think maybe it was because they were concerned that Michael Cohen had not been fully forthcoming, and they have a policy of not putting on witnesses as cooperating witnesses if they haven't divulged everything about themselves and everyone else. That was a policy that was in place when I was the U.S. attorney. So, different policies, different legal considerations may be the reason why there's a divergence, but we don't know for sure. MARGARET BRENNAN: So one of the things that CBS News has confirmed here is that the former president is being charged with falsifying business records in the first degree, which is that class e felony if I understand it correctly. PREET BHARARA: Yes. MARGARET BRENNAN: And that would require them to prove, in other words have evidence here, that it's more than the misdemeanor of falsifying records, that it was done to hide a second crime. That seems fairly complex. What kind of evidence do you need to have there? PREET BHARARA: Yes. It's not that complex. It's done all the time. So, you know, the predicate offense, falsification of business records, is pretty simple. It seems to have been conceded in large part by various people, including some of the president's own lawyers, that on the business records of the company, it has been suggested that the payments made to Stormy Daniels and other payments were legal fees when they obviously weren't. Michael Cohen was a pass through for, you know, $100,000-plus to someone else. And then the other crime we believe to be a campaign finance violation. MARGARET BRENNAN: But that part is fairly novel here. PREET BHARARA: Well, it -- MARGARET BRENNAN: In fact, the former Manhattan district attorney, Cy Vance, was on another network this morning making that point. He said, we've historically filed cases of false documentation to a felony level when federal statutes were involved, but has never - this has never been done with regard to federal election law. So, would the Alvin Bragg you know, who you said doesn't really take a lot of risks here, and is not political, would he take this risk? PREET BHARARA: Well, he's probably done a legal analysis and his people have told him that you can have a federal crime be the thing that's being concealed or being furthered by the falsification crime. And just because it's never been a campaign finance violation before, I'm sure his people have told him, and have research to back this up, that there's no distinction between one kind of federal violation or another. So, it is true that that's not been tested in court, and there are going to be legal challenges here. I don't think anybody thinks, and I haven't heard anybody say, even though we haven't seen the charges yet, that it's a slam- dunk, 100 percent winner. But I believe, based on the Alvin Bragg that I know who is careful and was so careful as not to bring that other case that people were clamoring for him to bring, that he has soundly legal ground to bring this one. MARGARET BRENNAN: The former Trump attorney general, Bill Barr, spoke about the indictment in an interview Friday. I want to hear what he had to say. (BEGIN VIDEO CLIP) BILL BARR (Former Trump Attorney General): It's the archetypal abuse of the prosecutorial function to engage in a political hit job. And, legally, I think it's a -- it's -- from what I understand, it's a - it's a pathetically weak case. (END VIDEO CLIP) MARGARET BRENNAN: You just told us that Alvin Bragg is not overtly political. That's the exact opposite impression from the former attorney general. PREET BHARARA: Yes, well, there are a lot of people who think the former attorney general was overtly political and weaponized the Justice Department. So it's a little bit rich to hear him calling someone else political. MARGARET BRENNAN: But on the grounds that he says pathetically weak case. PREET BHARARA: Yes, well, we don't know that. We don't know - MARGARET BRENNAN: Just - you're saying until these charges are unsealed Tuesday - PREET BHARARA: Yes, we don't - MARGARET BRENNAN: No one can speak with authority? PREET BHARARA: We don't - like I feel -- I've been talking about the case because I think we have some credible reporting and I think we have, you know, good sources that were telling us what the case might be about. MARGARET BRENNAN: Uh-huh. PREET BHARARA: And we have Michael Cohen talking about it. It does feel a little funny, given my prior job, to be openly speculating about the strength of the case before we've seen what the charges are. MARGARET BRENNAN: Right. PREET BHARARA: And, by the way, even when we see the charges, we won't necessarily know what all the evidentiary basis of those charges are. I believe it will be a speaking indictment, which is parlance for lots more detail than sometimes you need to have in an indictment, but we don't know the quality of the evidence. We can speculate about the credibility issues that Michael Cohen. But beyond that, you know, we know some of the documents, we know some of the checks that are signed in Donald Trump's own name to reimburse Michael Cohen for the hush money payment, 11 checks in all, that continued, by the way, into Donald Trump's term as president, when he was sitting in the Oval Office. But we don't know all the evidence. And what's interesting to me is when people attack Alvin Bragg ahead of time for being political and being weak, they are themselves doing the exact same thing, defending someone who is their political ally. MARGARET BRENNAN: We're going to talk about some of that later on with another guest on this show on the politics of this, but because you know Alvin Bragg, and this is the -- I mean Republicans aren't unified on a lot of things these days, but the unified Republican defense of Trump is not to talk at all about the case being built against him - PREET BHARARA: Right. MARGARET BRENNAN: But rather to attack Bragg himself. How would you characterize him in terms of policy? He ran as a Democrat to this office. Is -- does he have higher political ambitions? PREET BHARARA: I don't know that he does. When I said he's not overtly political, obviously every district attorney in almost every jurisdiction in the country with the exception of a few is a political office. You run for office. The Alvin Bragg that I know has always thought about the facts and the law. And I keep going back to this point. If he was so overtly political and didn't mind bringing pathetically weak cases, and he was on a witch hunt to get Donald Trump by whatever means possible, and as soon as possible, he would have brought this other case. That very well respected prosecutors in his office were adamantly urging him to bring and he didn't. To me that indicates someone - and, look, this case may fail. It may not go well. Maybe it will be dismissed. I don't think so because I think the law is probably on Alvin Bragg's side, but we'll see. Maybe he'll lose a trial. But the idea that this is frivolous when someone who has gone to prison, who's less culpable and gone to prison at the direction of the person we're talking about now, Donald Trump, the idea that this is frivolous or purely political or stupid or anything else is nonsensical. MARGARET BRENNAN: Because falsifying business records on its face, whether it's a misdemeanor or a felony, is still a crime. PREET BHARARA: Yes. There should be one standard of justice, right? MARGARET BRENNAN: Uh-huh. PREET BHARARA: And if there's a crime that's being brought -- that's being charged against people in New York City on a regular basis, and in particular has been charged in this kind of context, then to say that someone, because he was the former president of the United States, should get away with it doesn't seem right. I understand the concerns, the potential Democratic concerns. I'm not giving them short shrift. That if you're going to charge a former president in an unprecedented way, you want to be careful, you want to have your t's crossed, your i's dotted, you want to do it not in a casual way, you want to be very, very serious about it and explain in the documents that you file in court and in the indictment that this is serious, and someone else has gone to prison for this. And I get that we don't want to be in a position where we're incentivizing local prosecutors to do this kind of thing. MARGARET BRENNAN: Yes. PREET BHARARA: But, on the other hand, it is not frivolous, it is not silly. MARGARET BRENNAN: All right, Preet Bharara, thank you for your insights today. PREET BHARARA: Thanks. MARGARET BRENNAN: We'll be right back. (ANNOUNCEMENTS) MARGARET BRENNAN: We turn now to John Bolton, who served as national security adviser under former President Trump. Good to have you here. JOHN BOLTON: Glad to be back. MARGARET BRENNAN: So, as we were just discussing, Republicans seem to be avoiding explicitly defending Mr. Trump's actions and instead attacking the district attorney of Manhattan. But we don't know the details of these charges. We won't until Tuesday, if then. Don't you see there being a danger for Republicans to do that, because they are still aligning themselves with the former president, whom I know you are sharply critical of? JOHN BOLTON (Former National Security Adviser): Yes, I think it's a big mistake politically for Republicans to do that. And I think it's important to stress that in this case that involves hush money to a porn star to cover up an affair that later involves cooking his company's book, you have not heard a single Trump defender stand up and say, oh, that's not the Donald Trump I know. And it goes to the question of character and fitness for the presidency. I think that Trump's obviously trying to attack the prosecutor and his supporters are following that. Look, prosecutors have broad discretion, and they should, but they don't have unlimited discretion. If Trump thinks there's prosecutorial misconduct here, violating the laws, violating the prosecutor or lawyers' ethical obligations, he has plenty of opportunities to raise that. But if he can't show that Alvin Bragg has violated the law or violated the ethics rules and they're applicable - MARGARET BRENNAN: Right. JOHN BOLTON: Then he's got to run his own chances. And, to my mind, there is a kind of rough justice here because it's deeply ironic that a person who spent a good part of his four years in the White House trying to weaponize the Justice Department against his political enemies is now saying he's the victim of persecution. It's sort of, what comes around goes around, Mr. Trump. MARGARET BRENNAN: So you agree that the Justice Department was weaponized under the Trump administration? JOHN BOLTON: I can attest to it personally. I don't need to look at other stories. MARGARET BRENNAN: What do you mean by that? JOHN BOLTON: Well, when Trump and his lawyers in the White House and in the Justice Department brought both a civil and a criminal against me for publishing a book - MARGARET BRENNAN: Your book. JOHN BOLTON: That didn't go through the pre-publication review process when they know that it had been cleared in the regular order, that's - that is abusing the Justice Department. And there are plenty of other examples besides. MARGARET BRENNAN: Well, you brought up your book. In it you talk about President Trump being obsessed with media coverage of his former attorney, Michael Cohen, who's now very much at the heart of this trial -- case, who was on trial himself, and you said it was a big distraction in the midst of the trip to Hanoi, where the former president was negotiating with Kim Jong-un. I mean, nuclear security. But he was obsessed with the Cohen case. Do you look at that differently now? Do you think there was a real reason for him to be worried or was it just a PR concern? JOHN BOLTON: Well, I think -- I think he does have reason to be concerned about the substance of the case here, and I think while we're all obviously and appropriately focused on the indictment, that's just the beginning. The real issue here is whether Alvin Bragg gets a conviction at some point in the near term. MARGARET BRENNAN: Right. JOHN BOLTON: Or whether Trump springs free because the political implications are vastly different. MARGARET BRENNAN: Well, I mean, the timetable for this goes right into 2024. And we don't have clarity on that. JOHN BOLTON: Well, we'll see whether Trump runs the courtroom or whether the judge runs the courtroom. MARGARET BRENNAN: What do you mean? JOHN BOLTON: Well, the -- I have no doubt a lot of trees are going to die to support the motions to dismiss the case that Trump's going to file. MARGARET BRENNAN: Delay, delay. JOHN BOLTON: So if the judge keeps the pace going, you know, people talk about the importance of speedy trial, let's see if we can get one here. MARGARET BRENNAN: So, you said it was a mistake for Republicans in messaging around this, but even Florida's governor, Ron DeSantis, who I know in the past you've said good things about, came out and said, ah, it's a misdemeanor. Oh, this is political. JOHN BOLTON: Yes. MARGARET BRENNAN: A misdemeanor is still a crime. But, I mean, the only Republican of prominence that has really remained silent that I've noticed is Mitch McConnell. Most everyone is defending in some way. JOHN BOLTON: I think Asa Hutchinson said earlier today - MARGARET BRENNAN: That's true. JOHN BOLTON: In addition to announcing - MARGARET BRENNAN: He should - JOHN BOLTON: He's running for the presidency - MARGARET BRENNAN: That's true. JOHN BOLTON: That Trump should stand aside. And I think that's an absolute minimum. Look, Trump is basically extorting - MARGARET BRENNAN: So, that's two, plus you, that's three. JOHN BOLTON: That Trump is basically extorting the Republican Party. He's threatening that if he doesn't get the nomination, he'll blow up the presidential campaign, and whoever the Democrats nominate will win. MARGARET BRENNAN: And it seems to be persuasive. JOHN BOLTON: Well, I think what Republicans need to do to save the party and, frankly, to save the country, is, they can be as concerned about poor Donald Trump being mistreated by this prosecutor as they want, but they -- the reward, the cure for that mistreatment is not to make Donald Trump the Republican presidential nominee. Those are two completely different subjects. MARGARET BRENNAN: Yes. I understand your point. You have said in the past, if this indictment happens, it's rocket fuel to his campaign to get the Republican nomination for the president. And you think that's what Democrats want essentially because they - JOHN BOLTON: Yes. MARGARET BRENNAN: It benefits whoever the Democratic nominee is, presumably the current president. JOHN BOLTON: I'm not worried about Alvin Bragg hurting Donald Trump. I'm worried about Alvin Bragg benefitting Donald Trump. And this is where I think the outcome of the case is so important. If Trump is acquitted, or he gets the case dismissed because it's not legally sufficient, or for whatever reason, that will be rocket fuel because he can say, I told you I was a political prosecution, I told you I was being picked on and now I've been vindicated. If he's convicted, however, at some point before the campaign ends, I think that will have a very different impact on people. You can - you can say it's a sleazy case and it involves sleazy people. MARGARET BRENNAN: Yes. JOHN BOLTON: But if he's convicted of a crime, I think most Americans actually don't want a convicted felon to be their president. MARGARET BRENNAN: So, if he does end up being the nominee, will you support him as the Republican nominee? JOHN BOLTON: Absolutely not. I didn't support him in 2020. I wanted to vote for a real conservative, and neither -- there was neither the Republican nor the Democratic nominee were real conservative. MARGARET BRENNAN: Yes. JOHN BOLTON: So, I wrote in a name. And I would do the same. MARGARET BRENNAN: So, you have said you might be considering a run. Have you ruled that out or are you still considering? JOHN BOLTON: No, I'm still considering it. I have to say, watching the response to the indictment has not been encouraging for the future of the party. MARGARET BRENNAN: Yes. JOHN BOLTON: Trump is a cancer on the Republican Party. We need his supporters. That's absolutely true. Most of them have correct values. The distortion -- MARGARET BRENNAN: Does it disappoint you that -- JOHN BOLTON: Is the magnetic field of Donald Trump. MARGARET BRENNAN: Well, does it disappoint you that someone you have in the past said good things about, Ron DeSantis, is part -- part of the group circling the wagons around Mr. Trump? JOHN BOLTON: Well, I believe in redemption for everybody, so I think there's still a way ahead here. But I tell you what - what the - what the people really want in the nominee, I think, is somebody who will say, this conduct is unacceptable to us, and we have higher values, we have higher principles, than simply defending whatever Donald Trump does. MARGARET BRENNAN: So you're willing to forgive that of DeSantis. You also, however, have to be upset with his foreign policy positions. He said, while the U.S. has many vital national interests, becoming further entangled in a territorial dispute between Ukraine and Russia is not one of them. He tried to soften that a little bit afterwards, but it reveals kind of this thread we've seen reflected in some House Republicans of more of an isolation, or at least less likely to be as muscular. JOHN BOLTON: Well, as I said before, I was disappointed that Ron DeSantis said that. I'm hoping that his view is changing. But I think this isolationism, I attribute a large part of it to Donald Trump. Not that he has any coherent philosophy, but his knee-jerk reaction drives people to take positions that I think they otherwise wouldn't take. I think you go back to a Reagan-ite foreign policy and a Reagan-ite optimism, that it's morning in America. In fact, it's always morning in America. It's not Donald Trump's version - MARGARET BRENNAN: Yes. JOHN BOLTON: It's Ronald Reagan's that will get people's support. MARGARET BRENNAN: John Bolton, thank you for your time today. JOHN BOLTON: Thank you. MARGARET BRENNAN: We'll be back in a moment. (ANNOUNCEMENTS) MARGARET BRENNAN: Joining us now to discuss Russia's detention of \"Wall Street Journal\" reporter Even Gershkovich, is \"The Journal's\" editor in chief, Emma Tucker. And she joins us there New York. Good morning to you. EMMA TUCKER (Editor in Chief, \"The Wall Street Journal\"): Good morning, Margaret. And thanks very much for having me on. And also I just want to say, before we get going, thank you to CBS and all the other news networks and news outlets that are continuing to focus on this story. MARGARET BRENNAN: Yes. EMMA TUCKER: It's really important for us to keep focus on Evan's plight at a time when I know the news is very busy. MARGARET BRENNAN: Well, we agree with you. And I want to ask you this morning, Secretary of State Antony Blinken spoke with his Russian counterpart, Sergey Lavrov. It is very rare that they speak. But according to the State Department, the secretary had grave concern over the unacceptable detention of a journalist, and that is Evan. What do you know about this? Has any of it helped Evan's case? EMMA TUCKER: Well, one of the big problems in this case is we know so little. We know very - we -- to the best of our knowledge, we know that Evan is being held in a prison in Moscow, but we haven't been able to get any messages to him. We haven't heard anything from him. There's been very little official information. The fact that Secretary of State Antony Blinken spoke to his counterpart today is hugely reassuring to us. We know that the U.S. government's taking the case very seriously right up to the top. And as I say, that - that, for us, has been, you know, gratifying to know that they take it as seriously as they do. MARGARET BRENNAN: There is a legal determination being wrongfully detained, and it comes with it a little bit more leeway for the fight that the U.S. government can put up here. What difference do you think that will make in this case, and how quickly will it come? EMMA TUCKER: Well, we're hoping that the government will move swiftly to designate Evan as wrongfully detained. It can take a long time, but we're hoping -- we're optimistic it will move a bit more swiftly in this case. When that happens, it's an official recognition that the charges against Evan are entirely bogus. And once that official recognition comes, things can then move a bit more rapidly. MARGARET BRENNAN: Well, we know that when Evan was taken, there was also a very swift hearing. His lawyer was not allowed in. The State Department said that U.S. officials were not given any access to him. Do you have any timeline? It sounds like you don't have much more clarity, but will he be given what are supposed to be the legal standards here of access? EMMA TUCKER: Well, I think that's - that's anyone's guess. We are hopeful that a lawyer will get to see him next week. We're pressing constantly for reassurance that he's not being mistreated in any way, but we're dealing with the Russian authorities here. It's - it's difficult to know what will happen next. I'm optimistic that we'll be able to make some sort of contact with him next week, but who knows. MARGARET BRENNAN: You know, from the very top of the Russian government we have seen this commented on. Vladimir Putin's own spokesperson claims Evan was caught red-handed. According to our CBS contributor, John Sullivan, who was former U.S. ambassador to Moscow, he said, \"The Wall Street Journal\" is too high-profile an organization for this to have been a mistake, for this not to have been targeted, and it had to have been approved at the very highest levels in Moscow. Do you have any idea what the motivation was? EMMA TUCKER: I have no idea. Evan -- Evan is a very talented, experienced reporter. He's accredited to report from Russia, and he was on a - on an assignment doing what he always does. He was gathering information. He was reporting from the ground to provide our readers with eyewitness accounts of what it's like to be in Russia at the moment. He -- it's a complete outrage that he was arrested like this. And I -- you know, I really don't understand. None of us can - the -- what the Russian authorities are saying is utter nonsense. MARGARET BRENNAN: There was some Russian reporting he was working on a story about the military, and others, potentially about a mercenary group known as the Wagner Group. Was that true? EMMA TUCKER: Evan was doing what he always does. He was out reporting. He's a very experienced reporter. He's covering all sorts of stories. He was on a mission over in the east, writing about -- I don't -- he was just doing what he always does, he was news-gathering, and talking to his contacts out there. MARGARET BRENNAN: I know that -- I've read you've pulled your Moscow bureau chief from her post. How important is it to be able to continue to report from Russia, and do you plan to be able to continue this in some way? EMMA TUCKER: Well, look, reporting out of Russia has become increasingly difficult, not just for foreign reporters, but especially for Russian reporters. You know, \"The Wall Street Journal\" is committed to covering stories from Russia, from -- stories from around the world, but we're also, obviously, we put the safety of our journalists first. A lot of other news organizations no longer have a presence in Russia. It's -- it's clearly and particularly with this, what's happened to Evan, Russia is sending a very, you know, a bad signal that it's not a safe place for journalists, even journalists who are accredited to work there, to work from. MARGARET BRENNAN: Yes. Yes. EMMA TUCKER: So, you know, we are committed to covering the news. MARGARET BRENNAN: Good. EMMA TUCKER: We are also committed to the safety of our journalists. MARGARET BRENNAN: So important. Emma Tucker, thank you for your time. We wish you well. We'll be right back. (ANNOUNCEMENTS)",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/face-the-nation-full-transcript-04-02-2023/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Pence visits Iowa amid looming decision about 2024 bid",
            "author": "Musadiq Bidar",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 29,
                "year": 2023
            },
            "article_content": "Cedar Rapids, Iowa — Former Vice President Mike Pence is visiting Iowa on Wednesday as he grows closer to a decision about a 2024 presidential run.  Pence, who has visited the early primary states of Iowa, New Hampshire and South Carolina several times this month as part of a book tour, recently said he's received \"a lot of encouragement\" to join the Republican primary field and indicated he will decide in the coming weeks.  \"We're getting closer to a decision,\" Pence said in a recent Fox News interview. \"To win back America in the months and years ahead, we've got to focus on what the American people are focused on and that is securing this country at home and abroad and bringing back this economy for working-class families.  While Pence tests the waters in Iowa, overshadowing his visit is a federal judge's order calling for his testimony in special counsel Jack Smith's investigation into former President Donald Trump's effort to reverse the outcome of the 2020 presidential election. On Tuesday, a federal judge in Washington ruled that Pence must testify before a grand jury. Pence has resisted the demand and vowed to continue fighting, arguing that the Constitution's \"speech or debate\" clause offers him protection.  Pence said Wednesday that he is evaluating the judge's order.  \"We're currently talking to our counsel about the balance of that decision and determining the way forward, but I have nothing to hide,\" Pence said. \"I've written and spoken extensively about that day and the days leading up to it.  Pence made similar remarks in an interview with Newsmax ahead of the visit, saying they will have a decision \"in the coming days.\"  The former vice president's visit to the first-in-the-nation caucus state comes on the heels of campaign stops from declared candidates Trump and Nikki Haley. Florida Gov. Ron DeSantis also visited the state amid mounting speculation that he will soon announce his candidacy. Pence, who was in Iowa earlier this month for a foreign policy-centered event, has three stops on Wednesday. He'll meet with the West Side Conservative Club near Des Moines and then make his way east to Cedar Rapids for events in Linn County and Johnson County.  In recent speeches while promoting his new book, Pence has discussed his faith and how he is leaning on prayer as he decides his political future. At Liberty University on Tuesday, Pence said faith is the foundation of freedom and \"renewing\" that understanding \"will preserve our freedom and lead America to a boundless future.\" The Iowa Republican Caucuses are a year away, but with several major GOP names having visited the state this month, voters and longtime activists are starting to consider their choices.  Trump came in second, behind Texas Sen. Ted Cruz, in the 2016 Iowa Republican Caucuses. He won the state in the 2016 and 2020 general election. But a recent Des Moines Register poll showed Trump's favorability numbers dipping in the state.  According to the poll, Trump has a 44% very favorable rating in the state, followed by DeSantis at 42%, Pence had 17% favorability and Haley 16%. But only 47% of Iowa Republicans said they would vote for Trump if he is the GOP nominee in 2024. While Trump's popularity in Iowa remains high, there are indications that his support in the Hawkeye State could be cracking, opening an opportunity for someone like DeSantis, Haley — or Pence — to make a strong impression.  \"I was a Trump supporter in the past two elections, but I am curious,\" Teresa Egli told CBS News in Story County, Iowa, earlier this month. \"I am kind of looking for a bit of freshness, I like his (Trump's) policies but I'm ready for a fresh perspective.\" Trump's policies remain popular among Iowa Republican voters but his demeanor, which has earned him attention and support in the past, is now being questioned by some voters in the Hawkeye State.   \"I'm not sure he's electable. I like a lot of his policies but his presentation leaves a lot to be desired,\" Herb Beam told CBS News in Council Bluffs, a part of Iowa where Trump performed well in the 2016 caucuses.  That willingness from voters to look beyond Trump is partly why longtime Iowa Republican activists say any candidate can catch fire in this state. \"It is an open field,\" Bob Vander Plaats, CEO of the Family Leader, a social conservative organization in Iowa, told CBS News earlier this month. \"Iowans are looking forward to seeing who all wants to run for president.\" Vander Plaats, an influential figure in Iowa GOP circles, said the reason the field is open in Iowa is because voters are wondering if Trump is \"the right one to carry the baton in 2024.\" \"So many people, even those who are wearing the MAGA hats, attended MAGA rallies, they still have this question, can he win in 2024?\" Vander Plaats said.  CBS News reporter covering the intersection between politics and tech.",
            "bias": "working class",
            "url": "https://www.cbsnews.com/news/mike-pence-iowa-visit-today-2023-03-29-2024-decision/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Entitlement reforms could set Republicans apart in a potentially crowded GOP presidential primary",
            "author": "Sarah Ewall-Wice, Aaron Navarro",
            "source": "CBS",
            "published_date": {
                "month": "March",
                "day": 1,
                "year": 2023
            },
            "article_content": "Debate over the future of Medicare and Social Security have exposed a rift among Republican presidential candidates and potential 2024 hopefuls as GOP lawmakers and the White House face off over how to address the ballooning federal debt. It's an issue Democrats are all too happy to seize on as the GOP primary race for the White House starts to take shape.  Some Republicans are leaning into a longtime GOP stance that programs such as Social Security and Medicare must be examined, while others are shifting away from touching such programs, discussion which has proven in the past to become unpopular with some voters.  As the crisis over the debt limit looms, President Biden has warned Republicans are gunning for Social Security and Medicare. In his recent State of the Union address, Mr. Biden appeared to set the negotiation stage from the podium taking Social Security and Medicare off the table. He then took his message on the road, targeting a plan by Republican Sen. Rick Scott of Florida that called for the sunset of all federal legislation after five years unless Congress acts. Scott has since revised the plan to exclude the two programs. In preliminary posturing for debt limit negotiations, House Speaker Kevin McCarthy said Republicans would not touch Social Security and Medicare. But not all potential Republican presidential candidates are vowing a hands-off approach — and in at least one case it has become a point of contention.  Former President Donald Trump has already gone after the past positions of Florida Governor Ron DeSantis, who is considered in early 2024 surveys and by GOP operatives as Trump's biggest threat in a primary. In several Truth Social posts, he claims DeSantis wants to cut Social Security and Medicare, posting on Tuesday, \"HE IS A WHEELCHAIR OVER THE CLIFF KIND OF GUY, JUST LIKE HIS HERO, failed politician Paul Ryan.\" DeSantis previously voted for budget proposals as a member of Congress in 2013, 2014 and 2015 that would raise the retirement age for Social Security, as well as establish a bipartisan commission to look at any further reforms to the program. These resolutions did not become law. During his 2012 campaign to represent Florida's 6th Congressional District, he told the St. Augustine Record that he'd support privatizing Social Security and Medicare, and there's a need for \"some market forces in there, more consumer choice, and make it so that it's not just basically a system that's going to bankrupt when you have new people coming into it.\" He added that he would not change the programs for people already in or near retirement and said \"there's settled expectations there, particularly for people that are actively on it now.\" \"But I think what we need to do, for people in my generation particularly, is start to restructure the program in a way that's going to be financially sustainable,\" DeSantis said in 2012. \"If we reformed it for people in my generation, you wouldn't see immediately probably any savings in the budget, but I think the long term picture would then improve dramatically.\" But Trump's own stance on entitlements appears to have shifted, a sign he may believe the issue is a vulnerability for Republicans moving forward.  Earlier this month he claimed \"under no circumstances should Republicans vote to cut a single penny from Medicare or Social Security.\" It echoed his stance when he launched his first presidential bid back in 2015. But in an interview with CNBC in January 2020, Trump was asked about entitlements and said \"we will take a look at that.\" He has also called for eliminating payroll taxes, which fund Social Security and in part Medicare. Mr. Trump's current stance also sets him apart from other candidates or potential hopefuls who have weighed in on the issue in recent weeks.  \"While I respect the speaker's commitment to take Social Security and Medicare off the table for the debt ceiling negotiations, we've got to put them on the table in the long term. And right now, President Biden's policy is insolvency,\" former Vice President Mike Pence said in a recent interview with CNBC addressing the debt ceiling debate, reiterating similar statements he has made in recent weeks.  Pence, who has not yet announced an official presidential bid but has taken trips to several early primary states, claimed there are ways to solve the solvency issue, though he has not laid out an official plan. In the CNBC interview, he said there are multiple options including suggesting there are \"things that you could do in personal savings accounts in the long term, allowing younger Americans to get a higher rate of return.\"  In a recent speech he also noted he was part of the push to reform Social Security under President George W. Bush in 2005. But approval for that effort plummeted as key details went unaddressed, and the plan, which involved a move toward partial privatization of the program, failed to move forward.  Former United Nations Ambassador Nikki Haley, who has officially launched a bid for the White House, has also signaled support for reform but it remains to be seen exactly how she would want to change programs. \"Should we reform those entitlements? Yes, but should we take anything from people who have already been promised? No,\" Haley told NBC News in an interview soon after announcing her candidacy.  \"Everybody that's been promised money, they get it, we don't take it from anybody, but these new ones coming in, they know it's going to be broke by the time they get there. Those are the ones we fix. The younger generation, we go and we do a new system on how they're gonna get it,\" she said. Whether GOP candidates are vulnerable to such attacks on this issue during the primary depends on how they respond, said Douglas Holtz Eakin, economist and president of the American Action Forum. He said such attacks cannot go unchallenged. But he also pointed out that presidential hopefuls cannot gloss over the root of the issue. \"I'm looking for people who take the time to educate instead of going straight to the proposal,\" he said. \"I think if you go straight to the proposal it's a mistake. People don't fully understand the problem.\"  As the U.S. national debt hit $31.4 trillion this year, and GOP lawmakers tee off for a showdown with the Biden administration over the debt limit, talk about the future of such programs heated up. The deficit this year is about $1.4 trillion and it's expected to grow to average about $2 trillion over the next ten years. Social Security and Medicare are both included in mandatory spending and make up two of the largest categories in the federal budget.  If no action is taken, both Social Security and Medicare are projected to remain solvent through the next four-year presidential term, perhaps making it politically convenient to remain hands off. But the reality is both programs could face financial challenges soon after that if Congress does not address them.  More than 65 million people currently receive Social Security benefits. According to the latest Trustee Report, beneficiaries will be able to receive full payments until 2035, but from there, funds would start to become depleted. Benefits would then need to be reduced by about 20% from what they are now. The Congressional Budget Office has slightly earlier projections on when the program would become insolvent.  \"If you wait until the trust funds exhaust, then you have to make some real dramatic decisions really quickly, raising taxes rather dramatically, cutting benefits,\" said Bill Hoagland of the Bipartisan Policy Center. \"No, these are things that could be phased in over a decade such that these would not be massive changes to individuals reaching retirement in 2033 or so.\" Medicare is also facing looming financial shortfalls. The 2022 Medicare Trustee report projects the Part A trust fund will be depleted in 2028. At that time, Medicare will be able to cover nearly all Part A benefits, and nearly 90% with revenues alone into 2031. Since 1990, the fund has come within six years of depletion six times according to a KFF analysis. Lawmakers have never allowed the fund to become fully depleted.  Medicare could be a more challenging program to address due to the multiple parts and revenue sources. But according to Gary Burtless, a senior fellow and economist at Brookings, Medicare is always just a few years away from one of its funds running out of money, and Congress always does something.  As Republican presidential candidates and potential hopefuls weigh in on the future of Social Security and Medicare including some signaling openness to more drastic reforms, Democrats are all too eager to point fingers, accusing Republicans of wanting to gut programs in statements, speeches and fundraising emails. A GOP strategist called it a \"typical attack\" of Democrats. Republican operatives argue Democrats are the ones playing politics with the programs, claiming they would attack any idea Republicans come out with to address them. While Mr. Biden has vowed to protect and strengthen the programs, it is not yet clear how he would address potential financial challenges moving forward. Any congressional effort would require bipartisan support. Earlier this month a group of Democratic lawmakers, including Sens. Bernie Sanders and Elizabeth Warren, released their own plan to expand Social Security and address solvency. The proposal would lift the earning cap on Social Security taxes and subject all income above $250,000 to the Social Security payroll tax. CBS News reporter covering economic policy.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/2024-presidential-election-republicans-entitlement-reforms-ron-desantis-donald-trump-joe-biden/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "CBS News poll on debt ceiling shows large majority support raising limit to avoid default",
            "author": "Kabir Khanna, Anthony Salvanto, Jennifer De Pinto, Fred Backus",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 17,
                "year": 2023
            },
            "article_content": "As Congress negotiates on federal spending with a possible debt limit crisis looming, 70% of Americans support raising the debt ceiling, if it means the U.S. would default without doing so. These figures are roughly the same as they were this past winter. It comes as ratings of the national economy remain mired in the low 30s, as they have been for some time. But that doesn't mean people necessarily want the government to have more borrowing power — as much as they want to avoid default. Here's how that works. When initially asked about raising the debt ceiling —   defined as the limit on what the government can borrow to pay its current debts —   a narrow majority oppose raising that limit. This is driven by Republicans and independents, including both self-described moderates and conservatives. But when asked what they would support if the U.S. would end up defaulting on its current debt, many change their mind. In this case, seven in 10 Americans favor raising the ceiling to let the U.S. pay its debts. As was the case in February, Republicans, Democrats and independents all shift substantially when presented with the prospect of default. Majorities in each group would support raising the ceiling in this case. It's also an insight into how people process information on complicated economic matters, and the potential implications of preferences expressed in surveys. To get there, though, there is little appetite for spending cuts, at least not to major programs. Most Americans would prefer to see spending on Social Security, as well as Medicare and Medicaid, increased as part of congressional budget negotiations. This includes seven in 10 Democrats, and interestingly, most independents and Republicans as well — it's six in 10 of them on Social Security and slightly narrower majorities on Medicare and Medicaid. Fewer support increased defense and military spending — about four in 10 nationwide — but they still outnumber those who want cuts. Looking at the condition of the national economy overall, most Americans continue to have negative views — largely unchanged from the beginning of the year — and most continue to expect the economy to slow or be in recession over the next year. This CBS News/YouGov survey was conducted with a nationally representative sample of 2,065 U.S. adult residents interviewed between April 12-14, 2023. The sample was weighted according to gender, age, race, and education based on the U.S. Census American Community Survey and Current Population Survey, as well as the 2020 presidential vote. The margin of error is ±3.2 points. Toplines  Kabir Khanna is Deputy Director, Elections & Data Analytics at CBS News. He conducts surveys, develops statistical models, and projects races at the network Decision Desk. His scholarly research centers on political behavior and methodology. He holds a PhD in political science from Princeton University.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/cbs-news-poll-debt-ceiling-large-majority-support-raising-limit-to-avoid-default/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Full transcript of \"Face the Nation\" on Jan. 29, 2023",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 29,
                "year": 2023
            },
            "article_content": "On this \"Face the Nation\" broadcast, moderated by Margaret Brennan:   Click here to browse full transcripts of \"Face the Nation.\"       MARGARET BRENNAN: I'm Margaret Brennan in Washington. And this week: our exclusive interview with new House Speaker Kevin McCarthy, plus a rare joint conversation with the chairs of the Senate Intelligence Committee, only on Face the Nation. Coming soon: the first face-to-face meeting in the new Congress between President Biden and Speaker McCarthy, the main topic on the agenda, paying America's bills and getting the country's fiscal house in order. We will ask the speaker about what he thinks Congress should do to keep the U.S. from defaulting. (Begin VT) JOE BIDEN (President of the United States): If Republicans want to work together on real solutions, I'm ready. But I will not let anyone use the full faith and credit of the United States as a bargaining chip. (End VT) MARGARET BRENNAN: We will also hear from Virginia Democrat Mark Warner and Florida Republican Marco Rubio, the chair and vice chair of the Senate Intelligence Committee, and get their thoughts on all those classified documents turning up where they shouldn't. Plus, the one issue they think Congress can get bipartisan agreement on? Curbing the threat from China. (Begin VT) SENATOR MARCO RUBIO (R-Florida): The Chinese have found a way to use capitalism against us. SENATOR MARK WARNER (D-Virginia): In this technology race, second place is not good enough for us. (End VT) (Begin VT) PROTESTERS: Justice for Tyre! (End VT) MARGARET BRENNAN: Then: Mostly peaceful protests spread across the country after the release of videos showing Tyre Nichols' deadly encounter with five Memphis police officers now charged with murder. We will talk about policing in America with former Orlando Police Chief and Congresswoman Val Demings. It's all just ahead on Face the Nation. Good morning, and welcome to Face the Nation. We have a lot to get to this morning, including the latest on the evolving situation in Memphis. But we begin with the new speaker of the House, California Republican Congressman Kevin McCarthy, who is second in the presidential line of succession. Mr. Speaker, good morning to you. REPRESENTATIVE KEVIN MCCARTHY (R-California): Good morning. Thanks for having me back in studio. MARGARET BRENNAN: It must be sobering to hear that reminder. REPRESENTATIVE KEVIN MCCARTHY: Well, it took me a little while to get there, but it feels good. (LAUGHTER) MARGARET BRENNAN: Well, you are here now at this key moment in time. And I want to get to some of the top agenda items. You have accepted an invitation to meet with President Biden. When will that happen, and what offer will you put on the table? REPRESENTATIVE KEVIN MCCARTHY: Well, we're going to meet this Wednesday. I know the president said he didn't want to have any discussions, but I think it's very important that our whole government is designed to find compromise. I want to find a reasonable and a responsible way that we can lift the debt ceiling, but take control of this runaway spending. I mean, if you look at the last four years, the Democrats have increased spending by 30 percent, $400 billion. We're at a 120 percent of GDP. We haven't been in this place to debt since World War 2. So we can't continue down this path. And I don't think there's anyone in America who doesn't agree that there's some wasteful Washington spending that we can eliminate. MARGARET BRENNAN: Mm-hmm. REPRESENTATIVE KEVIN MCCARTHY: So, I want to sit down together, work out an agreement that we can move forward to put us on a path to balance, at the same time, not put any -- any of our debt in jeopardy at the same time. MARGARET BRENNAN: But avoid a default, in other words? REPRESENTATIVE KEVIN MCCARTHY: Yes. MARGARET BRENNAN: But do you have any indication that the president is willing to discuss both lifting the debt ceiling and the issue of future spending? REPRESENTATIVE KEVIN MCCARTHY: Well, if he's changed his mind from his whole time in the Senate and vice president before -- I mean, he literally led the talks in 2011 and he praised having those talks. This is what he's always done in the past. And if he listens to the American public, more than 74 percent believe we need to sit down and find ways to eliminate this wasteful spending in Washington. So, I don't believe he would change his behavior from before, and I know there's a willingness on our side to find a way that we can find a reasonable and responsible way to get this done. MARGARET BRENNAN: But, right, I mean, you know why I'm asking that... REPRESENTATIVE KEVIN MCCARTHY: Yes. MARGARET BRENNAN: ... in terms of not linking one as leverage for the other. REPRESENTATIVE KEVIN MCCARTHY: Yes. Well, in my first conversation -- and, to be fair, the president, when he called me to congratulate winning speaker, this is one of the first things I brought up to him. And he said we'd sit down together. Now, I know his staff tries to say something different, but I think the president is going to be willing to make an agreement together. MARGARET BRENNAN: Well, we'll watch for that on Wednesday. REPRESENTATIVE KEVIN MCCARTHY: I'm hopeful, yes. MARGARET BRENNAN: I want to dig into what you are willing to put on the table because Republicans campaigned on fiscal responsibility. You promised you won't spend more next year than you did last year. Are you willing to consider any reductions to Social Security and Medicare? REPRESENTATIVE KEVIN MCCARTHY: No. Let's take those off the table. We want to... MARGARET BRENNAN: Completely? REPRESENTATIVE KEVIN MCCARTHY: Yes. I mean, if you read our commitment to America, all we talk about is strengthening Medicare and Social Security. So -- and I know the president says he doesn't want to look at it, but we've got to make sure we strengthen those. I think... MARGARET BRENNAN: What do you mean by strengthen them? You mean lift the retirement age, for example? REPRESENTATIVE KEVIN MCCARTHY: No, no, no. What I'm talking about, Social Security and Medicare, you keep that to the side. What I want to look at is, they've increased spending by 30 percent, $400 billion, in four years. When you look at what they have done, adding $10 trillion of debt for the next 10 years in the short time period, if you just look a month ago, they went through and they never even passed a bill through appropriations in the Senate. While Mr. Schumer has been leader, he's never passed a budget. He's never passed the appropriation bill. He simply waits to the -- to the end of the year and allowed two senators who are no longer here to write a $1.7 trillion omnibus bill. I think we... MARGARET BRENNAN: You want to work with Democrats to come to agreement on a budget? REPRESENTATIVE KEVIN MCCARTHY: Yes. MARGARET BRENNAN: Is that what you're saying? REPRESENTATIVE KEVIN MCCARTHY: Yes, I -- I first think our very first responsibility, we both should have to pass a budget. We both should have to pass the appropriations bill, so the country can see the direction we're going. But you cannot continue the spending that has brought this inflation, that has brought our economic problems. We've got to get our spending under control. MARGARET BRENNAN: OK, just fact-check, though, 25 percent of the debt was incurred during the last four years of the Trump presidency. I mean, this is cumulative debt over many, many years. REPRESENTATIVE KEVIN MCCARTHY: Yes, well, over the short -- this time period. MARGARET BRENNAN: Yes. REPRESENTATIVE KEVIN MCCARTHY: But you've also found that you had a pandemic. MARGARET BRENNAN: Right. REPRESENTATIVE KEVIN MCCARTHY: And, as that pandemic comes down, those programs leave. I have watched the president say he cut it. No, it is spending $500 billion more than what was projected. They have spent more. And we've got to stop the waste. MARGARET BRENNAN: Is defense spending on the table? REPRESENTATIVE KEVIN MCCARTHY: Well, look, I -- I want to make sure we're protected in our defense spending, but I want to make sure it's effective and efficient. I want to look at every single dollar we're spending, no matter where it's being spent. I want to eliminate waste wherever it is. MARGARET BRENNAN: But when you became speaker, you did come to that agreement I have referenced of capping '24 spending at '22 levels. REPRESENTATIVE KEVIN MCCARTHY: Well, look, listen... MARGARET BRENNAN: So that would call for reductions. REPRESENTATIVE KEVIN MCCARTHY: Well, I mean, look, you're going to tell me, inside defense, there's no waste? Others? I mean... (CROSSTALK) MARGARET BRENNAN: So defense spending is up for negotiation? REPRESENTATIVE KEVIN MCCARTHY: They spend a lot of -- I think everything, when you look at discretionary, is sitting there. It's like every single household. It's like every single state. We shouldn't just print more money. We should balance our budget. So I want to look at every single department. Where can we become more efficient, more effective, and more accountable? That should be... MARGARET BRENNAN: So, more efficiencies in Social Security and Medicare as well? REPRESENTATIVE KEVIN MCCARTHY: The one thing I want to say, we take Social Security... MARGARET BRENNAN: Completely? REPRESENTATIVE KEVIN MCCARTHY: ... and Medicare off the table. MARGARET BRENNAN: Would you support a short-term debt limit extension until September, buy more time for talks? REPRESENTATIVE KEVIN MCCARTHY: Look, I don't want to sit and negotiate here. I would rather sit down with the president, and let's have those discussions. The one thing I do know is, we cannot continue the waste that is happening. We cannot continue just to spend more money and leverage the debt of the future of America. MARGARET BRENNAN: Right. REPRESENTATIVE KEVIN MCCARTHY: We've got to get to a balanced budget. MARGARET BRENNAN: Well, and I think many people would agree with you on the issue of fiscal responsibility, but there's that deadline on the calendar in terms of facing potential default. Are you saying... REPRESENTATIVE KEVIN MCCARTHY: Well, wait. Wait a minute... MARGARET BRENNAN: ... you will guarantee the United States will not do that? REPRESENTATIVE KEVIN MCCARTHY: Listen, we're not going to default. But let me be very honest with you right now. So we hit the statutory date. But let's take a pause. We have hundreds of billions of dollars. This won't come to fruition until sometime in June. So the responsible thing to do is sit down like two adults and start having that discussion. MARGARET BRENNAN: Mm-hmm. REPRESENTATIVE KEVIN MCCARTHY: Unfortunately, the White House was saying before, like, they wouldn't even talk. MARGARET BRENNAN: Right. REPRESENTATIVE KEVIN MCCARTHY: I'm -- I'm thankful that we're meeting on Wednesday, but that's exactly what we should be doing. And we should be coming to a responsible solution. Every family does this. What is -- what has happened with the debt limit is, you reached your credit card limit. Should we just continue to raise the limit? Or should we look at what we're spending? MARGARET BRENNAN: Well, it's paying past commitments. REPRESENTATIVE KEVIN MCCARTHY: If Chuck Schumer -- yes, but if -- no, no. Chuck Schumer never passed a budget since he's been leading. He's never passed an appropriation bill. Those are the most basic things that Congress should do. And what -- if you're going to show to the American public where you want to spend your money, and if you're going to ask the hardworking taxpayer for more of their money, you first should lay out how you're going to spend it, and you should eliminate any waste, so you don't have to raise more taxes. MARGARET BRENNAN: But just to put a fine point on it, because it matters a lot to the markets in particular, you will avoid a default? You will not let that happen on your watch? REPRESENTATIVE KEVIN MCCARTHY: Look, there will not be a default. But what is really irresponsible is what the Democrats are doing right now, saying you should just raise the limit. MARGARET BRENNAN: But would you... REPRESENTATIVE KEVIN MCCARTHY: I think... MARGARET BRENNAN: Would you get in the way -- if 15 Republicans came to you and said they would be willing to raise the debt limit... REPRESENTATIVE KEVIN MCCARTHY: The only person -- but let me be very clear. MARGARET BRENNAN: ... would you allow them to do so with Democrats? REPRESENTATIVE KEVIN MCCARTHY: The person -- the only person who is getting in the way right now is the president and Schumer. They won't even pass a budget. They won't even negotiate. We have now until June. I want to make sure we have something responsible, something that we can move forward on and something that we can balance our debt with. So I'm looking for sitting down. That's exactly what I have been asking for. The only one who's playing with the markets right now is the president to have the idea that he wouldn't talk. Does the president really believe and, really, all your viewers, do you believe there's no waste in government? Do you believe there was no waste in that $1.7 trillion? That's what we were spending just four weeks ago. So, I think the rational position here is, sit down, eliminate the waste and put us on a path to balance. MARGARET BRENNAN: We'll watch for that meeting on Wednesday. I want to ask you about your vision of leadership. You made a number of deals within your party to win the speakership. Senator Mitch McConnell, your Republican colleague, said: \"Hopefully McCarthy was not so weakened by all this that he can't be an effective speaker.\" How can you effectively govern with a very narrow majority and when your conference is so divided? REPRESENTATIVE KEVIN MCCARTHY: Well, that may be somebody else's opinion. So let's just see what my father always said. It's not how you start. It's how you finish. So, let's -- you see what happened in the first week. So, in the very first week, we have passed what? We repealed the 87,000 IRS agents. We bipartisanly created a new Select Committee on China, where 146 Democrats joined with us. We bipartisanly passed to stop the Strategic Petroleum Reserve being sold to China, where 113 Democrats joined with us. We have just now, for the first time on the House -- it hasn't happened in seven years, the entire time the Democrats were in the majority, where you had an open rule. And let me explain what that is. An open rule allows every single member of the House to offer an amendment on a bill. So what I'm trying to do here is let every voice in America have their ability inside the House. We opened the House back up so the public could actually join. MARGARET BRENNAN: So you're arguing you haven't been weakened? But... REPRESENTATIVE KEVIN MCCARTHY: I -- no, it's only been strengthened. Maybe people didn't like what they saw that we didn't win on the very first vote, but that was democracy. And what you found at the end of the day, we're actually stronger. MARGARET BRENNAN: Well, I would... REPRESENTATIVE KEVIN MCCARTHY: You know what else? MARGARET BRENNAN: Yes. REPRESENTATIVE KEVIN MCCARTHY: We changed it where members of Congress now have to show up for work. I know, in the Senate, they don't come very often. But if you look what we've been able to do, we're transforming Congress. We're looking for solutions. MARGARET BRENNAN: But you also allowed one -- just one member now can force a vote to oust you as speaker. REPRESENTATIVE KEVIN MCCARTHY: OK. MARGARET BRENNAN: How can you expect to serve in the next two years in this role? REPRESENTATIVE KEVIN MCCARTHY: Exactly how every other speaker has served with that. MARGARET BRENNAN: Without those rules like that right now. REPRESENTATIVE KEVIN MCCARTHY: No. MARGARET BRENNAN: That's a risk. REPRESENTATIVE KEVIN MCCARTHY: OK. MARGARET BRENNAN: I mean, do you really think you can control the Freedom Caucus and some of those more conservative members who gave you such a hard time? REPRESENTATIVE KEVIN MCCARTHY: Everybody has a voice. But let me -- let me explain that. That one vote to vacate, that's not new. That's been around for 100 years. The only person who took it away when they got a small majority was Nancy Pelosi. So, Nancy felt she did not have the power to stay in office if that was there. I'm very comfortable in where we are. MARGARET BRENNAN: OK. REPRESENTATIVE KEVIN MCCARTHY: So I don't have any fear in that. MARGARET BRENNAN: You don't regret any of the concessions you made? REPRESENTATIVE KEVIN MCCARTHY: The only concession I made was taking it from five to one, where it's been around for 100 years. MARGARET BRENNAN: I want to ask you about some of the makeup of your caucus. REPRESENTATIVE KEVIN MCCARTHY: Yes. MARGARET BRENNAN: According to CBS records, 70 percent of the House GOP members denied the results of the 2020 election. You've put many of them on very key committees, Intelligence, Homeland Security, Oversight. Why are you elevating people who are denying reality like that? REPRESENTATIVE KEVIN MCCARTHY: Well, if you look to the Democrats, their ranking member, Raskin, had the same thing, denied Trump when Bush was in there. Bennie Thompson, who was the... (CROSSTALK) MARGARET BRENNAN: Did you see those numbers we just put up there? REPRESENTATIVE KEVIN MCCARTHY: Did you see the -- yes. MARGARET BRENNAN: Seventy percent. REPRESENTATIVE KEVIN MCCARTHY: Did you also be fair and equal and where you looked at Raskin did the same thing. Bennie Thompson, who's a ranking member and was the chair? These individuals were chair in the Democratic Party. MARGARET BRENNAN: I'm asking you, as leader of Kevin McCarthy's House... REPRESENTATIVE KEVIN MCCARTHY: But I'm also -- I'm also... MARGARET BRENNAN: ... why you made these choices. These were your choices. REPRESENTATIVE KEVIN MCCARTHY: Yes, They're my choices, but they're the conference choices. But I'm also asking you, when you look to see just Republicans, Democrats have done the same thing. So maybe it's not denying. Maybe it's the only opportunity they have to have a question about what went on during the election. So, if you want to hold Republicans to that equation, why don't you also hold Democrats? Why don't you hold Jamie Raskin? Why don't you hold Bennie Thompson, when Democrats had appointed them to be chair? I never once heard you ask Nancy Pelosi or any Democrat that question when they were in power in the majority, when they questioned... MARGARET BRENNAN: You're talking about things going back to 2000, which was a time... REPRESENTATIVE KEVIN MCCARTHY: Well, you're talking about... MARGARET BRENNAN: ... when I didn't have this show back then... REPRESENTATIVE KEVIN MCCARTHY: Yes. MARGARET BRENNAN: ... which is why I'm asking you now about your leadership. REPRESENTATIVE KEVIN MCCARTHY: No, on, but they were -- they were in power last Congress. So, why -- why... MARGARET BRENNAN: But you're talking about questions from 2000 election. REPRESENTATIVE KEVIN MCCARTHY: But you're asking me about that happened to another Congress. MARGARET BRENNAN: About these choices you just made, you just made. REPRESENTATIVE KEVIN MCCARTHY: You're asking about questions for another Congress. So, the only thing I'm simply... MARGARET BRENNAN: This is your Congress. REPRESENTATIVE KEVIN MCCARTHY: These -- these are members who just got elected by their constituents, and we put them into committees, and I'm proud to do it. MARGARET BRENNAN: Let me ask you about some specifics then. Marjorie Taylor Greene, you put her on a new subcommittee to investigate the origins of COVID. REPRESENTATIVE KEVIN MCCARTHY: Yes. MARGARET BRENNAN: She compared mask requirements to the type of abuse Jews were subjected to during the Holocaust. She called for Fauci to be arrested and imprisoned, and she spread conspiracy theories. How is anyone supposed to take that work seriously and find that work credible? REPRESENTATIVE KEVIN MCCARTHY: Very well. You look at all of it, so you have all the questions out there. I think what the American public... MARGARET BRENNAN: You think these are legitimate questions? REPRESENTATIVE KEVIN MCCARTHY: I think what the American public wants to see is an open dialogue in the process. This is a select committee where people can have all the questions they want, and you'll see the outcome. MARGARET BRENNAN: You know that there is a lot of doubt about institutions and faith in institutions in this country. REPRESENTATIVE KEVIN MCCARTHY: Oh, yes, when you saw what happened in Congress where they had proxy voting, where bills didn't go through committees, and you... (CROSSTALK) MARGARET BRENNAN: I don't think most people know what proxy voting is. REPRESENTATIVE KEVIN MCCARTHY: Well, let -- well let -- Well, let's explain what proxy... MARGARET BRENNAN: But -- but approval... (CROSSTALK) REPRESENTATIVE KEVIN MCCARTHY: But I think it would be fair to your viewers... MARGARET BRENNAN: Approval level, according to Gallup, of Congress is at 22 percent. Approval level of journalists is also not very high, I will give you that. But doesn't it further wear down credibility when you put someone who is under state, local, federal, and international investigation as a representative of your party on committees? REPRESENTATIVE KEVIN MCCARTHY: Are you talking about Swalwell? MARGARET BRENNAN: I'm talking about George Santos... REPRESENTATIVE KEVIN MCCARTHY: No, I... MARGARET BRENNAN: ... representative from New York. REPRESENTATIVE KEVIN MCCARTHY: Well, we should have that discussion. So let's have that discussion. You want to bring up Santos, and let's talk about the institution itself, because I agree wholeheartedly that Congress is broken. And I think your -- I think your listeners or viewers should understand what proxy voting was, because it never took place in Congress before. MARGARET BRENNAN: But I'm asking you about George Santos. REPRESENTATIVE KEVIN MCCARTHY: I know you asked me a question. Let me ask you. MARGARET BRENNAN: Because you could put it to a vote to try to oust him. REPRESENTATIVE KEVIN MCCARTHY: You asked me a question. I would appreciate if you let me answer. So let's go through this, because it's not one simple answer. Congress is broken, based upon what has transpired in the last Congress. The American public wasn't able to come in to see us. People voted by proxy, meaning you didn't have to show up for work, Bills didn't go -- have to go through committee. So what I'm trying to do is open the people's house back for the people so their voice is there, so people are held accountable. So, now, as I just had in the last week, for the first time in seven years... MARGARET BRENNAN: Yes. REPRESENTATIVE KEVIN MCCARTHY: ... every member got to vote. MARGARET BRENNAN: If you got a third of your caucus to vote to oust him, you could do so. (CROSSTALK) MARGARET BRENNAN: Do you -- you don't think you could get your Republicans to do that? REPRESENTATIVE KEVIN MCCARTHY: I wasn't finished answering the question. So, if every single new person brought into Congress was elected by their constituents, what their constituents have done is lend their voice to the American public. So those members can all serve on committee. Now, what I'm trying to do is change some of these committees as well, like the Intel Committee is different than any other committee. MARGARET BRENNAN: So, you're just not going to answer the question I asked? REPRESENTATIVE KEVIN MCCARTHY: Well, no, I -- no, you don't get a question whether I answer it. You asked a question. I'm trying to get you through that. MARGARET BRENNAN: I don't think you've said the name George Santos, like, once. (LAUGHTER) MARGARET BRENNAN: I have asked you a few times. REPRESENTATIVE KEVIN MCCARTHY: But you know what? I just -- but -- but... MARGARET BRENNAN: You're talking about proxy voting and other things. REPRESENTATIVE KEVIN MCCARTHY: No, no, no, but -- no, you started the question with Congress was broken, and I agreed with you. MARGARET BRENNAN: No. Congress... REPRESENTATIVE KEVIN MCCARTHY: But I was answering the question of how Congress is broken and how we're changing it. So, if I can finish the question that you asked me, how Congress is broken, I equated every single member... MARGARET BRENNAN: Yes. REPRESENTATIVE KEVIN MCCARTHY: ... that just got elected by their -- by their constituents. They have a right to serve. MARGARET BRENNAN: OK. REPRESENTATIVE KEVIN MCCARTHY: So that means that Santos can serve on a committee... MARGARET BRENNAN: OK. REPRESENTATIVE KEVIN MCCARTHY: ... the same way Swalwell, who had a relationship with a Chinese spy. MARGARET BRENNAN: Speaker... REPRESENTATIVE KEVIN MCCARTHY: But they will not serve on Intel, because I think... (CROSSTALK) MARGARET BRENNAN: They're wrapping me in the control room, because we have a break. REPRESENTATIVE KEVIN MCCARTHY: Well that's unfortunate. I wish I could answer the question. MARGARET BRENNAN: I have to leave it there. I would love to have you back. REPRESENTATIVE KEVIN MCCARTHY: I would love to be able to come back and have time to answer the questions. MARGARET BRENNAN: OK. We've spent a lot of time here, and I have more questions for you. But I got to go. So, we'll be right back. (ANNOUNCEMENTS) MARGARET BRENNAN: We traveled to Capitol Hill last week for an exclusive interview with the two leaders of the Senate Intelligence Committee, Democratic Chairman Mark Warner and Republican Vice Chairman Marco Rubio. We began by discussing the classified documents mishandled by the current and former presidents and former vice president. (Begin VT) MARGARET BRENNAN: Do you have any timeline in terms of when you will get visibility into the documents of classified material that both President Biden and President Trump had in their residences? SENATOR MARK WARNER: Margaret, unfortunately, no. And this committee has had a long bipartisan history of doing its job. And our job here is intelligence oversight. The Justice Department has had the Trump documents about six months, the Biden documents about three months. Our job is not to figure out if somebody mishandled those, but our job is to make sure there's not an intelligence compromise. And while the director of national intelligence had been willing to brief us earlier, now that you've got the special counsel, the notion that we're going to be left in limbo, and we can't do our job, that just cannot stand. MARGARET BRENNAN: But the intelligence community would say their hands are tied, because this is an ongoing, active Justice Department investigation. So what would meet the level of -- of addressing your concerns without compromising that? SENATOR MARCO RUBIO: Well, I don't know how congressional oversight on the documents, actually knowing what they are in any way impedes an investigation. These are probably materials we already have access to. We just don't know which ones they are. And it's not about being nosy. You know, the -- here's the bottom line. If, in fact, those documents were very sensitive, materials were sensitive, and they pose a counterintelligence or national security threat to the United States, then the intelligence agencies are tasked with the job of coming up with ways to mitigate that. MARGARET BRENNAN: Does the director even know what the materials were? SENATOR MARK WARNER: Well, we got a bit of vagueness on that, because, again, I believe you want to make sure the intelligence professionals and not political appointees were making some of that. That makes sense to me. But I would even think that, if the -- President Trump and President Biden would probably want to have this known, if they say there's no there there. Well, there may still be violations on handling. SENATOR MARCO RUBIO: Let me tell you how absurd this is. There isn't a day that goes by that there isn't some media report about what was found where, what -- some sort of characterization of the material in the press. So, somehow, the only people who are not allowed to know what was in there are congressional oversight committees. So, it's an untenable situation that I think has to be resolved. MARGARET BRENNAN: The idea that some of these documents go all the way back to when President Biden was a senator, does that suggest that there's something more than a problem in the executive branch? SENATOR MARK WARNER: Agreed. That's why the notion of, we're not going to give the Oversight Committee the ability to do its job until the special prosecutor somehow says it's OK doesn't -- doesn't hold water. We have a right, as not only members of the Intelligence Committee, but as part of the leadership, to read virtually every classified document. We got a problem in terms of both classification levels, how senior elected officials, when they leave government, how they handle documents. We've had too many examples of this. And, again, I think we've got the bipartisan bona fides to say, let's put them in place on a going-forward basis, a better process. MARGARET BRENNAN: So, you -- you threatened to withhold some funding to some of the agencies yesterday. SENATOR MARCO RUBIO: I'm not in the threat business right now. But we certainly are -- there are things we need to do as a committee every year to authorize the moving around of funds. I think the director of national intelligence and other heads of intelligence agencies are aware of that. You know, at some point, I would prefer for them just to call us this morning or tomorrow or whenever and say, look, this is the arrangement that we think we can reach, so that the overseers can get access to this. I would prefer not to go down that road. But it's one of the pieces of leverage we have as Congress. SENATOR MARK WARNER: We're going to figure out a way to make sure that we get that access, so that we can not only tell the American people, but we've got another 85 U.S. senators who are not on the Intelligence Committee who look to us to get those assurances. MARGARET BRENNAN: What is it that you, as lawmakers, can do? Is it new regulations when it comes to transitions? SENATOR MARK WARNER: The director of national intelligence is the individual that's the chief officer for intelligence classification. I think -- and there's been a number of other members of the Senate, both parties, have been working for years on the notion that we overclassify. MARGARET BRENNAN: Right. SENATOR MARK WARNER: The number of things that we read in a SCIF that somehow then appear in the newspaper begs the question.It's kind of been an issue that's been bubbling for a long time. MARGARET BRENNAN: Overclassification. SENATOR MARK WARNER: I think that this -- I think this series of events pushes it to the forefront. And, again, we have the power to write legislation, which then executive agencies have to follow. MARGARET BRENNAN: In terms of record-keeping. SENATOR MARK WARNER: In terms of record-keeping, in terms, literally, of at least guidance on classification issues. I mean, there has been -- and again, this director of national intelligence, I'm going to give her credit. She has been at least acknowledging and, long before this issue came up, said, we need to work on this issue of declassification, overclassification. Every director says it, and then it kind of gets pushed -- pushed back.I think one good thing that may come out of this is that we're going to find a way to resolve this issue on a going-forward basis. (End VT) MARGARET BRENNAN: The Justice Department said it worked in good faith to brief Congress on the Trump classified document investigation back in September, according to a letter sent to lawmakers yesterday, but circumstances changed with the appointment of two separate special counsels. Now, separately, the Justice Department tells us they are committed \"to sharing as much information as we can with Congress without endangering the integrity of our ongoing investigations.\" We will be right back. (ANNOUNCEMENTS) MARGARET BRENNAN: If you can't watch Face the Nation live, you can set your DVR. We're also available through our apps. (ANNOUNCEMENTS) MARGARET BRENNAN: Welcome back to FACE THE NATION. For all the division on Capitol Hill, one subject that invites at least some bipartisan unity is the threat posed by China. For more, we return to our interview with the leaders of the Senate Intelligence Committee, Mark Warner and Marco Rubio. (BEGIN VT) MARGARET BRENNAN: President Biden is reportedly close to issuing an executive order when it comes to restrictions on U.S. investments in - in China. But there's concern about risking further escalation. What's your view on how far that action should go? SEN. MARCO RUBIO (R-FL): The Chinese have found a way to use capitalism against us and a - and what I mean by that is the ability to attract investment into entities that are deeply linked to the state. The military commercial fusion that exists in China is a concept that we don't have in this country. We have contractors that do defense work, but there is no distinction in China between advancements in technology, biomedicine, whatever it might be, and the interest of the state. And then the second is, obviously, the access to our capital markets. And the third is the risk posed. We don't, up to this point, have not had levels of transparency in terms of auditing and the like on these investments of the -- into these companies. When you invest in these companies and U.S. exchanges, you don't have nearly as much information about the bookkeeping of those companies as you would an American company or a European company because they refuse to comply with those restrictions. So, there's systemic risk to our investments and then there's also the geopolitical reality that American capital flows are helping to fund activities that are ultimately designed to undermine our national security. SEN. MARK WARNER (D-VA): Beginning of the 20th century, I was a believer that, you know, the more you bring China into the world order, the more things will all be copacetic. MARGARET BRENNAN: Right. MARK WARNER: We were just wrong on that. The communist party, under President Xi's leadership, and my beef is, to be clear, with the communist party, it's not with the Chinese people or the Chinese (INAUDIBLE), wherever it is in the world, but they basically changed the rules of the road. They made clear, in Chinese law, that every company in China's ultimate responsibility is to the communist party. Not that their customers. Not to their shareholders. We have actually, in a bipartisan way, did over -- didn't get a lot of attention, over the last seven years, have been out and we've done 20 classified briefings for industry sector after industry sector about these risks. Frankly, pre-Covid, we kind of got nods. MARGARET BRENNAN: Right. MARK WARNER: But, you know, some pushback because a lot of companies were making - were making - MARGARET BRENNAN: Because companies just wanted access to the market regardless of the risk. MARK WARNER: Were making a lot of money off Chinese tech companies. MARGARET BRENNAN: Exactly. Exactly. MARK WARNER: Now, post-Covid, I think there is an awakening that this is a real challenge. And I think the good news is that not only is there an awakening, you know, in America, but a lot of our allies around the world are seeing this threat as well. MARCO RUBIO: I - I think there was a - MARGARET BRENNAN: So you want restrictions on biotech, battery technologies, semiconductors, artificial intelligence? MARK WARNER: I want to have an approach that says, we need to look at foreign technology investments, foreign technology development, regardless of country, if it poses a national security threat and have some place that can evaluate this. We need a frame to systemically look at this. And, frankly, if it goes just beyond the so-called CFIUS legislation about inbound or outbound investment. MARGARET BRENNAN: That's a committee looks at the national security risk. MARCO RUBIO: But understanding that for, you know, 20 years ago everybody thought capitalism was going to change China. And we woke up to the realization that capitalism didn't change China, China changed capitalism. And they've used it to their advantage and to our disadvantage. And not simply from an old Soviet perspective to take us on from a geopolitical or military perspective, they've done so from a technological and industrial perspective. And so you have seen the largest theft and transfer of intellectual property in the history of humanity occur over the last 15 years. Some of it funded by American taxpayers. MARGARET BRENNAN: They have the biggest hacking ability program than any other nation. The intelligence community says they're the world leader in surveillance, in censorship. How restricted should their ability to access this market be? MARCO RUBIO: I think it is nearly impossible for any Chinese company to comply with both Chinese law and our expectations in this country. Chinese law is very clear, if you're a Chinese company and we ask you for your data, we ask you for your information, we ask you for what you have or we ask you to do something, you either do it or you won't be around. MARGARET BRENNAN: You want to ban Chinese companies from investing in America? MARCO RUBIO: Well, I think there are certain investments where there's no way we can protect the country from doing it. Do you - you know, we go back to TikTok, people say, who - you know, why do we care about what some 16- year-olds are doing. MARGARET BRENNAN: Right. MARCO RUBIO: I don't think the threat is that some 16-year-old likes these cool videos that are on there, which I admit are - are attractive, obviously, because of the artificial intelligence makes it so. It's the massive amount of data that they're collecting, not on one 16-year-old, not on 1,000 16-year-olds, but on millions and millions of Americans that give them commercial advantage, potentially the advantage of being able to shape American public opinion in a time of crisis, that - that just give them extraordinary insights that allow them to steer the conversation in this country in any direction they want. MARGARET BRENNAN: But this has been talked about for three years now. MARK WARNER: But - but let's - MARGARET BRENNAN: The Trump administration tried to ban it. The Biden administration still hasn't pulled the trigger. MARK WARNER: Maybe we were all a little bit slow to recognize the challenge here. You know, it is both a data collection entity. Now, it may not collect as much data as some of our American platforms, but it is very much, at the end of the day, still responsible to the communist party. But think about this, Margaret, 138 million users in America use TikTok on a regular basis. Average about 90 minutes a day. The fact is, the algorithms that determine what you see on TikTok is determined out of Beijing by China. And the proof is, if you look at what Chinese kids are seeing on their version of TikTok, which emphasizes science and engineering, versus what our kids and the kids around the world are seeing, it is dramatically different. So, both from a data collection and from, frankly, a propaganda tool, it is of huge concern. MARGARET BRENNAN: Yes. CBS spoke to TikTok about their plans and the company said they had come to an agreement over the summer in terms of how they could structure things to separate and create a wall to protect against some of these concerns. They said they can continue operating in the U.S. by offering data protections. Do you both know what they are offering. And you're laughing so I'm guessing this isn't sufficient? MARCO: RUBIO: I don't know what the data protections are. And there's a technical aspect to it. But it's beyond the data protections. I filed a bill to ban it last year. MARGARET BRENNAN: Right. MARCO RUBIO: We're going to re-file it again this year. MARGARET BRENNAN: You are? MARCO RUBIO: It's bipartisan. It's bicameral. Some people are not willing to go that far, but I certainly think it's the right place to be. But, in the end, we've got to do something about it, whether it's a ban or something else. I - I honestly don't know - I -- as I sit here with you today, I don't know how our national security interests and the operation of TikTok in this country, as long as it's owned by ByteDance, can coexist. MARK WARNER: And I'm - and - and -- MARGARET BRENNAN: You want to force the sale? MARCO RUBIO: I - I want -- I've been wanting to do that for three years. MARK WARNER: I may have a slightly different approach. I'm going to sit down and see how we can work through this. But I've been hearing - and I've been trying to give the Biden administration now more than two years to see, is there a technical solution here? And I'd be willing to take a look at it. The Biden administration has not announced that. And I think the problem is, this is technically extraordinarily hard to do. TikTok has repeatedly said, oh, America's data, not being seen in China. And repeatedly we've seen Chinese engineers having access to American data. MARGARET BRENNAN: But it's already been downloaded 200 million times. MARK WARNER: This is - MARGARET BRENNAN: How do you convince a 16-year-old to delete the app and get rid of the phone? I mean is -- isn't this very hard to put the toothpaste back in the tube? MARK WARNER: This is - this - this -- absolutely. But this is one of the reasons why I think Congress has been horribly unsuccessful at this. I've been saying for years, and we may not fully agree on this, but on all these social media companies, a lot of good, but there is a dark under belly. And the fact that the United States historically, we would have set some rules of the road for these - for these entities in terms of standards, in terms of protocols, in terms of appropriate behavior, in terms of questions like even like basic privacy. MARGARET BRENNAN: Right. MARK WARNER: But our failure to do so has mean we have ceded that leadership, oftentimes to the Europeans, or to individual states, and I think that's, frankly, a loss of American leadership. You know, for most of my lifetime we led virtually in every innovation area. We suddenly woke up with, you know, 5G or wireless communication where China was, you know, setting the standards. We - we woke up an industry like semiconductor chips and woke up - MARGARET BRENNAN: Yes. MARK WARNER: We used to own this and we've lost it. We've seen now the solar industry where it's all migrated to China. If -- think about, you know, this notion around quantum computing, the ability to break any kind of encryption, or artificial intelligence, those technologies are driven by an authoritarian regime out of China. You know, I don't care where you fall on the political spectrum in America, that's not good news or for free people anywhere in the world. MARGARET BRENNAN: Aren't you - aren't you going to run head long into business interests here in the United States? I mean just look at Elon Musk. The U.S. government relies on his company SpaceX. He has a majority in car company Tesla. He has control over the internet connection in Ukraine via Starlink. And he now owns Twitter. You said there's no one in the world more dependent on the communist party than Elon Musk. MARK WARNER: Exactly (ph). My concern is, you know, if you look at Mr. Musk's public statements, they're almost all supportive of the oversight regime in China, and they're almost all derogatory about the oversight regime in America and in Europe. And part of that, I think, whether it's knowingly or not, is, where does he get all his batteries that go into all these Teslas? They are, you know, built in China, mostly, frankly, with a lot of Uyghur labor. And Senator Rubio has been the leader on trying to make sure that the Chinese communist party's treatment of the Uyghur people is prohibited. And, you know, I've yet to hear from Mr. Musk how that kind of contradiction about comments about the CCP in China and what he's dealing with Uyghur labor, how that's not going to influence some of his decisions. MARCO RUBIO: It goes beyond Elon Musk. I mean business interests have invested, both in access to the Chinese market, but also in the means of production. And it's allowed them, in many cases, historically, to be deputized, include - and that includes the finance and investment world -- to come to Washington and argue for things that are against the national interest but in favor of their short and midterm profit line for their investors for their company. MARGARET BRENNAN: Senator Rubio, as a conservative you have to feel a little bit uncomfortable with talking about government intervention in private industry. But that has been the U.S. solution in some ways to the semiconductor issues you were raising, the subsidy, to try to bring chip making back to America. MARCO RUBIO: Well, i would argue this, that I don't believe in government intervention in the private sector, but I do believe in government intervention in our national security. So, capitalism -- MARGARET BRENNAN: These are subsidies. MARCO: RUBIO: Well, so capitalism is going to give you the most efficient outcome. But sometimes what do you do when the most efficient outcome is not in our national interest, because it's more efficient to buy rare earth minerals from the Chinese, it's more efficient to have things built over there in many cases, but is it in our national interest to depend on them for 80 something percent of the active ingredients in our pharmaceuticals? I could argue it was not. And in those instances, where the market efficient outcome is not in our national interest, it is my opinion that we default to the national interests because without our national interests and our national security, the other things won't matter. We are not a market. We're a nation. And the market exists to serve the market, not the nation to serve the market. MARGARET BRENNAN: The $50 billion that taxpayers just pumped into to the chips bill and semiconductors, that's just the start. That you think other legislation is coming like that? MARK WARNER: I'm saying - what I'm saying is we need - you know, one of the reasons that it took us $52 billion and that was for most semiconductors and next generation wireless, was because candidly I think we went asleep at the switch for a long time and we had to suddenly play catch-up because we'd seen China advance and we had also seen Taiwan, our friend and one of the reasons why we need to be supportive, where, frankly, every advanced chip in all of our satellites and - and sea craft are made in Taiwan. We were chasing after the fact. If we can get ahead on - on some of these key areas, I don't think we will need that kind of investment. But we are going to need to make sure that we've got a plan in place to make sure that these new technology domains don't all end up in China. MARCO RUBIO: We need to identify, what are the critical industries and capacities that our country needs to be able to have without being leveraged or having to go through the Chinese to get it. And then we need to figure out what government's role is. Now, I want to make sure that we're not turning this into a lobbyist trial where every industry comes here and gets money. And we have to make sure that if we're going to invest in research, that that research is protected, that there's sufficient safeguards, because what's the point of putting billions of dollars to innovate something they're going to steal anyway? But I do think, again, this is not about government running or owning these companies. We're not going to rely on the Chinese or someone else to make it for us because we'll be denied that capability in a time of conflict. MARGARET BRENNAN: Can you get that through a divided Congress? MARK WARNER: I actually think if there's one issue that still is extraordinarily bipartisan, it is a growing concern about China and a recognition that in this technology race, second place is not good enough for us. MARGARET BRENNAN: We actually haven't had a bipartisan interview like this in about three years. So, to see a Democrat and a Republican sit down and talk about issues of substance is great to see. MARK WARNER: Thank you. MARGARET BRENNAN: Thank you both. (END VT) MARGARET BRENNAN: We'll be right back. (ANNOUNCEMENTS) MARGARET BRENNAN: One day after the video of Tyre Nichols' deadly encounter with police was made public, the Memphis police shut down its SCORPION Unit, a specialized group which includes the five officers that have now been charged with second-degree murder. For more we now go to former Democratic Congresswoman Val Demings, who spent 27 years with the Orlando Police Department, including four years as its chief. It's good to talk to you. VAL DEMINGS (Former Orlando Police Chief and Congresswoman): Margaret, thank you. It's good to be with you. MARGARET BRENNAN: What was your reaction when you saw the video of these five officers beating Tyre Nichols? VAL DEMINGS: You know, as someone who spent 27 years in law enforcement, started out as an officer on midnight shift patrol and served in every rank, served as the chief of police, I've seen policing at its best and I've seen it at its worst. But what I saw in the video was shocking and appalling. The gruesome beating, my heart goes out to the Wells Nichols family, it goes out to his community. You know, and I so appreciate the words from Miss Wells when she not only talked about the gruesome death of her son, but also spoke to the five officers involved by saying that you've disgraced yourselves and your own families. So as a career law enforcement officer, I could not believe what I was seeing. MARGARET BRENNAN: It stood out to me that those five officers in Memphis were between the ages of 24 and 32 years old. They were all hired within the last six years. Is this an experience problem? Is this a bad cop problem? VAL DEMINGS: You know, Margaret, it is so important that we look at, as police executives and, you know, there's not much of an appetite, we know, in Washington, D.C., now to come up with the national standards that I believe are so desperately needed. I also question what state legislatures are willing to do. But this falls back now on police executives, our chiefs, our sheriffs, to come up with much needed reforms that start with hiring the brightest and best, having psychological evaluations being a part of that to ensure fitness for duty. And, look, I'm more than familiar with specialized units. Many of them are the results of calls from the community to -- for officers to address crime activities in -- like drug activity, gang activity. But we have to make sure as police executives that we are putting the most seasoned and most experienced officers in this unit that are well trained and highly supervised. So, as I look at the night that went off the rails in Memphis, there are a lot of questions that are unanswered but have to be answered. MARGARET BRENNAN: But we are hearing from mayors across this country that they are facing, in many places, shortages of police officers, people willing to do the work. The mayor of New Orleans was here last week telling us that. She's now asked for federal marshals and ATF agents in her city. But why is this such a problem? VAL DEMINGS: Well, you know, hiring, as someone who has actually hired law enforcement officers, it has always been challenging. Not necessarily because of the lack of numbers, but the effort to make sure that we are hiring people who have the right temperament to be able to do the job. I can remember in a year having 40,000 people who wanted to be Orlando police officers and it -- we ended up hiring maybe 20 of that 40,000, trying to take every effort, every step to make sure that we hired the best person to do the job. And so hiring has always been challenging. But we also, again, police executives have to be creative, not just wait for people to knock on that door, but to go out into various communities visiting college campuses, making sure that police departments do continue to reflect the diversity of the communities that they serve. This is a time that we have to be -- use new and creative approaches to making sure that we're bringing in the right men and women. It really starts with hiring, making sure that we are bringing in the right men and women to do the job. MARGARET BRENNAN: How would you judge the performance of the Memphis police chief who has said this unit, this Scorpion Unit, did good work? VAL DEMINGS: You know, I know C.J. Davis. She is a professional law enforcement officer. She worked as a deputy chief in Atlanta, the chief of Durham. She is now, of course, the chief in Memphis. And I think that she has handled this very tragic incident as well as she could. We all have commented on the swift action with the -- firing them, working very closely with the D.A. to bring those charges forward in a very expeditious manner. She's also been very transparent with the community. And, boy, do we need to see more of that. She was also the president of the National Organization of Black Law Enforcement Executives. She is very well trained. And I do believe, while this is one of the toughest moments in our country, that she is the right leader to lead us through this very tough time. MARGARET BRENNAN: Well, I wonder, because I was, you know, reading a piece in \"New York\" magazine entitled, the end of police reform, and it pointed out in Memphis adaptations had been made since 2020 in terms of mandating de-escalation, banning choke holds. There were body cameras. That wasn't a deterrent here. The police force is 60 percent black it reported with a black police chief. Even with these adjustments, this horrific situation happened. So when you hear calls for police reform, what is the piece of reform you think that makes the difference, or is it just recruitment? VAL DEMINGS: Margaret, we have made calls for police reform, especially since the brutal death of George Floyd. Now, let me say this, I was in Congress during the time the George -- voted for the George Floyd Justice in Policing Act, we know - we all know it was not perfect. But my goodness, I sure believe it was a major step in the right direction. And I think that too many police executives think that any criticism of the police or any efforts to reform or modify hiring standards, modify training standards, make sure they have the technology that they need to better be able to do the job, calling for national databases and better enforcement, too many people see that as we're not supporting the police. Well, I see it as exactly that. Supporting the police, giving them the tools that they need to do the job, but also to hold them accountable. And so, yes, it goes -- it's not just hiring, but it doggone sure starts with hiring. MARGARET BRENNAN: Yes. VAL DEMINGS: When they're in training, making sure that we have the right field training officers who we know set the standard for what's acceptable and unacceptable on the street. MARGARET BRENNAN: Yes. VAL DEMINGS: Looking at -- internally at policies and modifying those use of force policies. Yes, the body cameras, think about it, if we did not have this footage. MARGARET BRENNAN: OK. VAL DEMINGS: But this situation was so off the rails - MARGARET BRENNAN: Yes. VAL DEMINGS: And so outside of the box, there's a lot of work that needs to be done there. MARGARET BRENNAN: And I -- I - I hear your passion there. Thank you for sharing your analysis with us. We'll be back in a moment. (ANNOUNCEMENTS) MARGARET BRENNAN: A recent outbreak of violence has raised security concerns in the Mideast. CBS News foreign correspondent Imtiaz Tyab is in Jerusalem. IMTIAZ TYAB: Secretary Blinken's visit comes as violence continues to sweep across Israel and the occupied west Bank in violence so deadly we haven't seen it on this scale in several years. Now yesterday saw the funeral of a married couple who were shot dead alongside five others by a suspected Palestinian gunman just outside a synagogue on Friday. The alleged 21-year-old attacker's family home has now been sealed shut by Israeli police as part of a series of punitive measures passed by recently re-elected Prime Minister Benjamin Netanyahu and his cabinet, who are described as the most extreme right wing government this country has ever seen. The new measures, which follow a massive Israeli raid on the Palestinian city of Jenin (ph), in which nine Palestinians were killed, also includes taking away the I.D.s, work permits and other rights of families of suspected attackers. Now, separately, Blinken's visit to the region comes as Iran says bomb carrying drones targeted several defense facilities, including one in Iran's central city of Isfahan overnight. And while there is no immediate claim of responsibility, Tehran has been targeted in suspected strikes by its bitter rival Israel for years now. Margaret. MARGARET BRENNAN: We'll be right back. (ANNOUNCEMENTS) MARGARET BRENNAN: That's it for us today. Thank you for watching. I'm Margaret Brennan. (ANNOUNCEMENTS)",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/full-transcript-face-the-nation-01-29-2023/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Transcript: House Speaker Kevin McCarthy on \"Face the Nation,\" Jan. 29, 2023",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 29,
                "year": 2023
            },
            "article_content": "The following is a transcript of an interview with House Speaker Kevin McCarthy that aired Sunday, Jan. 29, 2023, on \"Face the Nation.\" MARGARET BRENNAN: Good morning and welcome to Face the Nation. We have a lot to get to this morning, including the latest on the evolving situation in Memphis. But we begin with the new Speaker of the House, California Republican Congressman Kevin McCarthy, who is second in the presidential line of succession. Mr. Speaker, good morning to you. HOUSE SPEAKER KEVIN MCCARTHY: Good morning. Thanks for having me back in studio. MARGARET BRENNAN: It must be sobering to hear that reminder. SPEAKER MCCARTHY: Well, it took me a little while to get there, but it feels good. MARGARET BRENNAN: Well, you are here now at this key moment in time. And I want to get to some of the top agenda items. You have accepted an invitation to meet with President Biden. When will that happen, and what offer will you put on the table? SPEAKER MCCARTHY: Well, we're going to meet this Wednesday. I know the President said he didn't want to have any discussions, but I think it's very important that our whole government is designed to find compromise. I want to find a reasonable and a responsible way that we can lift the debt ceiling, but take control of this runaway spending. I mean, if you look at the last four years, the Democrats have increased spending by 30%, $400 billion. We're at a 120% of GDP. We haven't been in this place to debt since World War Two. So we can't continue down this path. And I don't think there's anyone in America who doesn't agree that there's some wasteful Washington spending that we can eliminate. So, I want to sit down together, work out an agreement that we can move forward, to put us on a path to balance- at the same time, not put any- any of our debt in jeopardy at the same time. MARGARET BRENNAN: But- avoid a default in other words? SPEAKER MCCARTHY: Yeah. MARGARET BRENNAN: But do you have any indication that the President is willing to discuss both lifting the debt ceiling and the issue of future spending? SPEAKER MCCARTHY: Well, if he's changed his mind from his whole time in the Senate and Vice President before, I mean, he literally led the talks in 2011 and he praised having those talks. This is what he's always done in the past. And if he listens to the American public, more than 74% believe we need to sit down and find ways to eliminate this wasteful spending in Washington. So, I don't believe he would change his behavior from before, and I know there's a willingness on our side to find a way that we can find a reasonable and responsible way to get this done. MARGARET BRENNAN: Right, I mean, you know why I'm asking that of in terms of not linking one as leverage for the other.  SPEAKER MCCARTHY: Yeah. In my first conversation, and to be fair, the President, when he called me to congratulate winning speaker, this is one of the first things I brought up to him. And he said we'd sit down together. Now, I know his staff tries to say something different, but I think the President is going to be willing to make an agreement together. MARGARET BRENNAN: Well, we'll watch for that on Wednesday-- SPEAKER MCCARTHY: I'm hopeful, yeah. MARGARET BRENNAN: I want to dig into what you are willing to put on the table because Republicans campaigned on fiscal responsibility. You promised you won't spend more next year than you did last year. Are you willing to consider any reductions to Social Security and Medicare? SPEAKER MCCARTHY: No. Let's take those off the table-- MARGARET BRENNAN: Completely? SPEAKER MCCARTHY: Yeah. I mean, if you read our commitment to America, all we talk about is strengthening Medicare and Social Security. So, and I know the president says he doesn't want to look at it, but we've got to make sure we strengthen those. MARGARET BRENNAN: What do you mean by strengthen? You mean lift the retirement age, for example? SPEAKER MCCARTHY: No, no, no. What I'm talking about Social Security, Medicare, you keep that to the side. What I want to look at is they've increased spending by 30%, $400 billion in four years. When you look at what they have done, adding $10 trillion of debt for the next ten years in the short time period, if you just look a month ago, they went through and they never even passed a bill through appropriations in the Senate. While Mr. Schumer has been leader, he's never passed a budget, he's never passed the appropriation bill. He simply waits to the- to the end of the year and allowed two senators who are no longer here to write a $1.7 trillion omnibus bill. MARGARET BRENNAN: So you want to work with Democrats to come to agreement on a budget?  SPEAKER MCCARTHY: Yes. MARGARET BRENNAN: Is that what you're saying? SPEAKER MCCARTHY: Yes, I- I first think our very first responsibility, we both should have to pass a budget. We both should have to pass the appropriate- appropriations bill so the country can see the direction we're going. But you cannot continue the spending that has brought this inflation, that has brought our economic problems. We've got to get our spending under control. MARGARET BRENNAN: Okay, just fact check, though, 25% of the debt was incurred during the last four years of the Trump presidency. I mean, this is cumulative debt over many, many years. SPEAKER MCCARTHY: Yeah, well, over the short- this time period. But you've also found that you had a pandemic. And as that pandemic comes down, those programs leave. I've watched the president say he cut it. No, it is spending $500 billion more than what was projected. They have spent more and we've got to stop the waste. MARGARET BRENNAN: Is defense spending on the table? SPEAKER MCCARTHY: Well, look, I want to make sure we're protected in our defense spending, but I want to make sure it's effective and efficient. I want to look at every single dollar we're spending, no matter where it's being spent. I want to eliminate waste wherever it is. MARGARET BRENNAN: But when you became Speaker, you did come to that agreement, I've referenced, of capping '24 spending at '22 levels. So that would call for reductions. SPEAKER MCCARTHY: Well listen-- no, I mean, look, you're going to tell me inside defense there's no waste? Others? I mean-- MARGARET BRENNAN: So defense spending is up for negotiation? SPEAKER MCCARTHY: They spend a lot of- I think everything, when you look at discretionary, is sitting there. It's like every single household, it's like every single state. We shouldn't just print more money, we should balance our budget. So I want to look at every single department. Where can we become more efficient, more effective, and more accountable? That should be-- MARGARET BRENNAN: So more efficiencies in Social Security and Medicare as well?  SPEAKER MCCARTHY: The one thing I want to say, we take Social Security--  MARGARET BRENNAN: Completely? SPEAKER MCCARTHY: --and Medicare off the table. MARGARET BRENNAN: Would you support a short-term debt limit extension until September? Buy more time for talks? SPEAKER MCCARTHY: I don't want to sit and negotiate here. I'd rather sit down with the President and let's have those discussions. The one thing I do know is we cannot continue the waste that is happening. We cannot continue just to spend more money and leverage the debt of the future of America. We've got to get to a balanced budget. MARGARET BRENNAN: Well, and I think many people would agree with you on the issue of fiscal responsibility, but there's that deadline on the calendar in terms of facing potential default. Are you saying-- SPEAKER MCCARTHY: Wait, wait a minute--  MARGARET BRENNAN: you will guarantee the United States will not do that? SPEAKER MCCARTHY: We're not going to default. But let me be very honest with you right now. So we hit the statutory date, but let's take a pause. We have hundreds of billions of dollars. This won't come to fruition until sometime in June. So the responsible thing to do is sit down like two adults and start having that discussion. Unfortunately, the White House was saying before, like they wouldn't even talk. I'm- I'm thankful that we're meeting on Wednesday, but that's exactly what we should be doing. And we should be coming to a responsible solution. Every family does this. What is- what has happened with the debt limit is you reached your credit card limit. Should we just continue to raise the limit? Or should we look at what we're spending?  MARGARET BRENNAN: Paying past commitments.  SPEAKER MCCARTHY: No, no. Chuck Schumer never passed a budget since he's been leading. He's never passed an appropriation bill. Those are the most basic things that Congress should do. And what- if you're going to show to the American public where you want to spend your money and if you're going to ask the hardworking taxpayer for more of their money, you first should lay out how you're going to spend it and you should eliminate any waste so you don't have to raise more taxes. MARGARET BRENNAN: But just to put a fine point on it, because it matters a lot to the markets in particular, you will avoid a default? You will not let that happen on your watch? SPEAKER MCCARTHY: Look- there will not be a default. But what is really irresponsible is what the Democrats are doing right now, saying we just raise the limit.  MARGARET BRENNAN: But would you- would you get in the way if- if 15 Republicans came to you and said they would be willing to raise the debt limit, would you allow them to do so with Democrats? SPEAKER MCCARTHY: Let me be very- the only- the only person who is getting in the way right now, is the President and Schumer. They won't even pass a budget. They won't even negotiate. We have now till June. I want to make sure we have something responsible, something that we can move forward on and something that we can balance our debt with. So I'm looking for sitting down. That's exactly what I've been asking for. The only one who's playing with the markets right now is the President to have the idea that he wouldn't talk. Did the president really believe and really all your viewers, do you believe there's no waste in government? Do you believe there was no waste in that $1.7 trillion? That's what we were spending just four weeks ago. So I think the rational position here is sit down, eliminate the waste and put us on a path to balance. MARGARET BRENNAN: We'll watch for that meeting on Wednesday. I want to ask you about your vision of leadership. You made a number of deals within your party to win the speakership. Senator Mitch McConnell, your Republican colleague, said \"Hopefully McCarthy was not so weakened by all this that he can't be an effective speaker.\" How can you effectively govern with a very narrow majority and when your conference is so divided? SPEAKER MCCARTHY: Well, you know, that may be somebody else's opinion. So let's just see what my father always said, \"it's not how you start, it's how you finish.\" So, let's- you see what happened in the first week. So in the very first week we have passed, what? We repealed the 87,000 IRS agents. We bipartisanly created a new select committee on China where 146 Democrats joined with us. We bipartisanly passed to stop the Strategic Petroleum Reserve being sold to China, where 113 Democrats joined with us. We just now, for the first time on the House, it hasn't happened in seven years, the entire time the Democrats were in the majority where you had an open rule. And let me explain what that is. An open rule allows every single member of the House to offer an amendment on the bill. So what I'm trying to do here is let every voice in America have their ability inside the house. We opened the house back up so the public could actually join. MARGARET BRENNAN: So you're arguing you haven't been weakened, but-- SPEAKER MCCARTHY: No, it's only been strengthened. Maybe people didn't like what they saw, that we didn't win on the very first vote, but that was democracy. And what you found at the end of the day, we're actually stronger. You know what else? We changed it where members of Congress now have to show up for work. I know in the Senate they don't come very often, but if you look what we've been able to do, we're transforming Congress. We're looking for solutions-- MARGARET BRENNAN: But you also allowed- what- just one member now can force a vote to oust you as speaker. How can you expect to serve in the next two years in this role? SPEAKER MCCARTHY: Exactly how every other speaker has served with that. MARGARET BRENNAN: Without those rules like that, right now. That's a risk. You really think you can control the Freedom Caucus and some of those more conservative members who gave you such a hard time? SPEAKER MCCARTHY: Everybody has a voice. But let me- let me explain that. That one vote to vacate, that's not new. That's been around for 100 years. The only person who took it away when they got a small majority was Nancy Pelosi. So Nancy felt she did not have the power to stay in office if that was there. I'm very comfortable in where we are. So I don't have any fear in that. MARGARET BRENNAN: You don't regret any of the concessions you made? SPEAKER MCCARTHY: The only concession I made was taking it from 5 to 1 where it's been around for 100 years. MARGARET BRENNAN: I want to ask you about some of the makeup of your caucus.  SPEAKER MCCARTHY: Yes. MARGARET BRENNAN: According to CBS records, 70% of the House GOP members denied the results of the 2020 election. You've put many of them on very key committees, intelligence, homeland security, oversight. Why are you elevating people who are denying reality like that? SPEAKER MCCARTHY: Well, if you look to the Democrats, their ranking member, Raskin, had the same thing, denied Trump or Bush was in there. Bennie Thompson, who was-- MARGARET BRENNAN: Did you see those numbers we just put up there? 70%. SPEAKER MCCARTHY: Did you also be fair and equal and where you looked at- Raskin did the same thing. Bennie Thompson, who's a ranking member and was the chair. These individuals were chair in the Democratic Party. MARGARET BRENNAN: I'm asking you as leader, Kevin McCarthy's house, why you made these choices? These were your choices. SPEAKER MCCARTHY: Yeah they're my choices, but they're the conference choices. But I'm also asking you, when you look to see just Republicans, Democrats have done the same thing. So maybe it's not denying. Maybe it's the only opportunity they have to have a question about what went on during the election. So if you want to hold Republicans to that equation, why don't you also hold Democrats? Why don't you hold Jamie Raskin? Why don't you hold Bennie Thompson, when Democrats had appointed them to be chair? I never once heard you ask Nancy Pelosi or any Democrat that question when they were in power in the majority, when they questioned-- MARGARET BRENNAN: You're talking about things going back to 2000, which was the time when I didn't have this show back then, which is why I'm asking you now about your leadership-- SPEAKER MCCARTHY: No, but they were- they were in power last Congress. So why- why-- MARGARET BRENNAN: But you're talking about questions from 2000's election. SPEAKER MCCARTHY: But you're asking me about questions from another congress. MARGARET BRENNAN: About choices you just made-- you just made. SPEAKER MCCARTHY: You're asking questions for another Congress. So the only thing I'm simply-- These- these are members who just got elected by their constituents and we put them into committees, and I'm proud to do it. MARGARET BRENNAN: Let me ask you about some specifics then. Marjorie Taylor Greene, you put her on a new subcommittee to investigate the origins of COVID.  SPEAKER MCCARTHY: Yes.  MARGARET BRENNAN: She compared mask requirements to the type of abuse Jews were subjected to during the Holocaust. She called for Fauci to be arrested and imprisoned, and she spread conspiracy theories. How is anyone supposed to take that work seriously and find that we're credible? SPEAKER MCCARTHY: Very well. You look at all of it. So you have all the questions out there. I think with the American-- MARGARET BRENNAN: You think these are legitimate questions? SPEAKER MCCARTHY: I think what the American public wants to see is an open dialogue in the process. This is a select committee where people can have all the questions they want and you'll see the outcome. MARGARET BRENNAN: You know that there is a lot of doubt about institutions and faith in institutions and-- SPEAKER MCCARTHY: Oh, yeah, when you saw what happened in Congress where they had proxy voting, where bills didn't go through committees--. MARGARET BRENNAN: I don't think most people know what proxy voting is. SPEAKER MCCARTHY: Well let- well let- Well, let's explain what-- MARGARET BRENNAN: Approval-- SPEAKER MCCARTHY: But I think it would be fair to your viewers-- MARGARET BRENNAN: Approval level, according to Gallup, of Congress, is at 22%. Approval level of journalists is also not very high, I'll give you that. But doesn't it further wear down credibility when you put someone who is under state, local, federal and international investigation as a representative of your party on committees-- SPEAKER MCCARTHY: Are you talking about Swalwell? MARGARET BRENNAN: I'm talking about George Santos, representative from New York. SPEAKER MCCARTHY: We should have that discussion. So let's have that discussion. You want to bring up Santos, and let's talk about the institution itself, because I agree wholeheartedly that Congress is broken. And I think you- I think your listeners or viewers should understand what proxy voting was because it never took place because it never took place in Congress before. MARGARET BRENNAN: I'm asking you about George Santos. SPEAKER MCCARTHY: I know you asked me a question. Let me ask you-- MARGARET BRENNAN: Because you could put it to a vote to try to oust him-- SPEAKER MCCARTHY: You asked me a question. I'd appreciate if you let me answer. So let's go through this because it's not one simple answer. Congress is broken based upon what has transpired in the last Congress. The American public wasn't able to come in to see us. People voted by proxy, meaning you didn't have to show up for work, Bills didn't go- have to go through committee. So what I'm trying to do is open the people's house back for the people so their voices there- so people are held accountable. So now, as I just had in the last week, for the first time in seven years, every member got to vote. MARGARET BRENNAN: If you got a third of your caucus to vote to oust him, you could do so.  SPEAKER MCCARTHY: Let me-- MARGARET BRENNAN: You don't think you could get your Republicans to do that? SPEAKER MCCARTHY: I wasn't finished answering the question. So, if every single new person brought into Congress was elected by their constituents, what their constituents have done has lend their voice to the American public. So those members can all serve on committee. Now, what I'm trying to do is change some of these committees as well, like the Intel Committee is different than any other committee-- MARGARET BRENNAN: So you're just not going to answer the question I asked? SPEAKER MCCARTHY: Well, no, no. You don't get a question whether I answer it. You asked a question, I'm trying to get you through that. MARGARET BRENNAN: I don't think you've said the name George Santos like once. SPEAKER MCCARTHY: But you know what? MARGARET BRENNAN: You're talking about proxy voting-- SPEAKER MCCARTHY: No, no, no. But, you know, you started the question with Congress was broken, and I agreed with you.  MARGARET BRENNAN: No, Congress-- SPEAKER MCCARTHY: But I was answering the question of how Congress is broken and how we're changing it. So if I can finish the question that you asked me how Congress is broken, I equated every single member. They would just got elected by their- by their constituents. They have a right to serve. So that means that Santos can serve on a committee the same way Swalwell, who had a relationship with a Chinese spy, but they will not serve on Intel because I think-- MARGARET BRENNAN: They're wrapping me in the control room. SPEAKER MCCARTHY: Well that's unfortunate. I wish I could answer the question. MARGARET BRENNAN: I would love to have you back. SPEAKER MCCARTHY: I would love to be able to come back and have time to answer the questions. MARGARET BRENNAN: We've spent a lot of time here and I have more questions for you, but I got to go. So we'll be right back.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/kevin-mccarthy-face-the-nation-transcript-01-29-2023/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Biden brings economic message to Wisconsin on first trip after State of the Union",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 8,
                "year": 2023
            },
            "article_content": "Washington — President Biden on Wednesday traveled to Wisconsin, a battleground state he won by the slimmest of margins in 2020, to press his economic message and other themes from his State of the Union address in the window before his next big speech: announcing a possible reelection bid. Mr. Biden promoted his economic plan at a training center run by the Laborers' International Union of North America in Deforest, Wisconsin, near Madison.  He touted the economic progress he's made in terms of growing jobs, particularly in the manufacturing sector, and spent time talking about aspects of his economic agenda, including tackling \"junk fees.\" Echoing a line he delivered Tuesday, he said his economic plan \"is about investing in places that have been forgotten.\"  The president continued to press Republicans to renounce proposals to weaken Medicare and Social Security. His suggestion that Republicans want to enact cuts to the entitlement programs elicited howls from GOP lawmakers on Tuesday, and the president again pointed to their reaction in an attempt to blunt momentum for any reduction in benefits. \"I found it interesting that when i called them out on it last night, it sounded like they agreed to take these cuts off the table,\" he said in Wisconsin. \"I'll believe it when i see it, and their budget's laid down with the cuts they're proposing. But it looks like we negotiated a deal last night on the floor of the House of Representatives.\" Addressing the nation Tuesday night, Mr. Biden said his plan had helped create 800,000 good-paying manufacturing jobs across the country since 2021, when he took office.  \"Where is it written that America can't lead the world in manufacturing again?\" he said. At the union center, the Democratic president met with workers and apprentices who are learning how to do the jobs that are being created as a result of several pieces of major legislation, some of them passed with Republican support, that Mr. Biden signed into law.  The measures include trillions of dollars of spending on pandemic relief, rebuilding roads, bridges and other infrastructure, jump-starting the semiconductor chip industry in the United States, and on climate change and health care initiatives. Mr. Biden's trip, one of two stops he has planned this week, is part of a traditional post-State of the Union blitz to at least 20 states by the president, Vice President Kamala Harris and members of the Cabinet to promote his policies and themes from the speech. The president was scheduled to visit Tampa, Florida, on Thursday, to discuss proposals to safeguard Social Security and Medicare, and lower the cost of health care. In the 2020 election, Mr. Biden edged Republican incumbent Donald Trump in Wisconsin by a margin of less than 1 percentage point. The president has said he intends to run for a second term in 2024. A formal announcement is expected in the coming months.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/biden-wisconsin-state-of-the-union/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Armed with hashtags, these activists made insulin prices a presidential talking point",
            "author": "Bram Sable-Smith",
            "source": "CBS",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2023
            },
            "article_content": "Hannah Crabtree got active on Twitter in 2016 to find more people like herself: those with Type 1 diabetes who'd hacked their insulin pumps to automatically adjust the amount of insulin delivered. Soon, though, Crabtree found a more critical diabetes-related conversation happening on Twitter: rising insulin prices. Crabtree's mother, who also had diabetes, died in 2006 of complications from rationing expensive insulin. Most people naturally produce the hormone, which helps the body convert carbohydrates into energy. People with Type 1 diabetes don't produce enough, so they need injectable insulin to stay alive. But the medication has become increasingly expensive. One version rose in price from $21 to $255 per vial between 1996 and 2016, for example, and Crabtree had often wondered in the years after her mother died why more people weren't talking about the issue. On Twitter, she found the people who were doing just that. Crabtree, a 32-year-old accountant in the Virginia suburbs of Washington, D.C., became part of a small group of patient activists who have managed to turn U.S. insulin prices into a kitchen table issue in part through their use of Twitter. The impromptu vigil/protest outside the Capitol is over, but @lollydaggle is still here—because this is personal. #insulinforall pic.twitter.com/RXLrD34MEn Their activism helped make insulin prices a topic of the 2020 presidential election. And 22 states and Washington, D.C., have now passed caps on insurance copayments for insulin, in addition to a copay cap Congress passed last year for some Medicare patients that went into effect Jan. 1. During President Joe Biden's State of the Union address Feb. 7, he called for capping out-of-pocket insulin costs for all Americans. But these activists have long called for caps on insulin prices, not just copays, and Biden's measure is unlikely to gain traction in the current Congress, let alone address the broader concerns about the high prices of many other types of medications that patients struggle to afford. The political intransigence reveals the limitations of Twitter as a platform for patient advocacy, despite recent successes. Some advocates now say they have scaled back their use of the platform, as trolls grow bolder with Elon Musk now in charge of Twitter and journalists and politicians eyeing other platforms. \"Twitter is a lifeline for a lot of diabetics,\" said Nicole Smith-Holt, an activist in Minnesota, pointing to the insulin sharing that happens via the platform. \"I fear we're going to lose a main resource for a lot of people.\" Like others seeking change, such as disability rights advocates and the Black Lives Matter movement, diabetes activists have used social media hashtags to find one another, build momentum, and change the public conversation. Alice Wong, a disabled activist in San Francisco who helped create the #cripthevote hashtag to give people with disabilities a voice in the 2016 election, said people downplay \"armchair activism\" as something frivolous and inferior to grassroots organizing. \"But effective activism has to meet people where they are,\" she said. Despite Twitter's many flaws and accessibility issues, Wong said, it has been a primary way for many people with disabilities to express themselves. Many prominent voices on what some call Diabetes Twitter have a personal connection to high insulin prices, having struggled to afford it themselves or had family members die because of rationing. Like Crabtree, though, they often joined the online conversation through happenstance, with an everyday gripe about living with diabetes blowing up after strangers retweeted it with the hashtag #insulin4all. The hashtag was created in part by T1 International, a nonprofit that advocates for people with Type 1 diabetes and doesn't take donations from pharmaceutical companies. The organization was founded in 2014 by Elizabeth Pfiester, who saw a need for an organization directly addressing insulin affordability. Diabetes activists have sometimes been wary of the standard-bearer organizations, such as the American Diabetes Association and JDRF, formerly the Juvenile Diabetes Research Federation, because they receive money from drugmakers. ADA spokesperson Rebecca Fisher said the organization has supported state and federal efforts to cap out-of-pocket insulin costs. Chelsea-Lyn Rudder, a JDRF spokesperson, said the organization has spent years lobbying Congress and calling on insulin manufacturers, health plans, employers, and the government to take action to lower the cost of insulin. \"Less than one percent of JDRF's funding comes from companies that manufacture insulin,\" Rudder said, \"and these companies have no role in decisions about advocacy and research priorities.\" The online conversation inspired one advocate, a Washington, D.C., attorney named Laura Marston, to tell her own story about struggling to afford insulin to The Washington Post in 2016. When Sen. Bernie Sanders (I-Vt.) tweeted a chart from the article and suggested that \"the drug industry's greed\" was to blame for insulin's rising cost, the stock price of one of the big three insulin manufacturers, Eli Lilly, took a tumble. A similar scenario played out in November when the company's stock sank 4% the day after a tweet from a parody Eli Lilly account claimed the pharmaceutical giant was making insulin free. Eli Lilly CEO David Ricks told a summit that the prank showed more work needs to be done to lower insulin costs for patients. In both cases, the company's stock price quickly recovered. Eli Lilly stock is trading around 300% higher now than in 2017. Eli Lilly did not respond to requests for comment about the role of social media in the national conversation about insulin prices. Smith-Holt became an insulin activist after she lost her son Alec, at age 26, in 2017 because he couldn't afford his insulin. She started speaking out about insulin affordability to local media, but her advocacy really took off once she joined Twitter. \"There's just no stopping a tweet,\" Smith-Holt said. \"It goes out into the universe and God only knows how many thousands or millions of people see.\" Smith-Holt was among a group of activists who traveled to Canada in 2019 to purchase insulin over the counter to showcase the disproportionately high cost Americans pay. During the first trip, dubbed the \"#CaravanToCanada,\" they garnered attention by tweeting about their journey. Sanders later joined them on an excursion to Windsor, Ontario, ahead of a Democratic presidential primary debate in next-door Detroit. Pfiester pointed to real-world successes the movement has had beyond the copay caps: Since the #insulin4all campaign started, all three major insulin manufacturers have new patient assistance programs to help people get insulin if they are struggling to afford it. Another offline success came in 2020 in Minnesota, where Smith-Holt championed the Alec Smith Insulin Affordability Act, which created an insulin safety net that made insulin available for as little as $35 for a 30-day supply to people with an urgent need. The program is in place despite a legal challenge from the pharmaceutical industry. But social media takes a toll on activists. Health misinformation and speculation abound. The open nature of Twitter creates a powerful tool for spreading a message but also an invitation for backlash, trolling, and vitriol. \"I can't tell you how many times I've been told that I should be in prison because I actually caused the death of my son,\" Smith-Holt said. Such venom already gave activists pause about the platform even before Musk bought it and began to remove restraints. Fears it could get worse have led some to leave the platform. Smith-Holt said she has pared down her own online activism. It could be because of recent changes on Twitter, she said, but she also might just be running out of bandwidth. She works two jobs — for an airline and as a financial aid administrator at a community college. She's proud of Alec's law, and showing the country that insulin affordability is an issue for people like her son. But, she said, it never seems to be enough. \"I don't know what it's going to take,\" she said. KHN (Kaiser Health News) is a national newsroom that produces in-depth journalism about health issues. Together with Policy Analysis and Polling, KHN is one of the three major operating programs at KFF (Kaiser Family Foundation). KFF is an endowed nonprofit organization providing information on health issues to the nation.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/insulin-prices-diabetes-activists-hashtags/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Rep. Ro Khanna says centrist Democrat could challenge Biden in 2024",
            "author": "Robert Costa, Grace Kazarian",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2023
            },
            "article_content": "Rep. Ro Khanna of California, a leading progressive Democrat, said Monday that centrist Democrats could pose the biggest political threat to President Joe Biden in the 2024 presidential primary race, one day after Sen. Joe Manchin of West Virginia did not rule out a possible White House bid. \"I think the irony is they've been the ones criticizing the president far more than the progressive left,\" Khanna said in an interview with CBS News about policy and the coming 2024 election. And Khanna believes that fellow Biden allies should not dismiss the possibility that Manchin or someone similar might challenge Mr. Biden. \"I don't rule it out,\" he said of a primary challenge to Mr. Biden from a business-friendly Democrat. \"I think [Biden] would win decisively against such a challenge and it would be unfortunate. But you know, I don't rule it out.\" Mr. Biden has long said he intends to run for reelection, although he has not yet made a final decision or announcement. Biden confidants including Rep. James Clyburn, Democrat of South Carolina, have told CBS News in recent weeks that they are convinced Mr. Biden will run and have urged Democrats not to challenge him. When asked whether he thinks Mr. Biden could face a progressive primary challenger, Khanna allowed that it's possible, but he does not believe Mr. Biden would \"face a serious challenge\" from the left.  Should the president decide not to seek reelection, Khanna said independent Sen. Bernie Sanders, of Vermont, who caucuses with the Democrats in the Senate, might jump into the 2024 race for a third White House bid. \"Sure, why wouldn't he?\" Khanna said. \"He's built a huge movement.\" Khanna added, \"He's been championing 'Medicare for all,' free public college, a livable wage, and childcare for everyone. Of course, I think he would look at it. And he was almost the nominee last time.\" In 2020, Sanders won the New Hampshire primary and performed well in other states, staying in the Democratic race until he suspended his campaign in early April 2020, following Mr. Biden's gains in the Super Tuesday contests and other rivals endorsing Biden's candidacy. Khanna, who served as a national co-chair of Sanders's 2020 presidential campaign, underscored that a Sanders 2024 campaign is not something he is pushing and said he and Sanders both remain supporters of Mr. Biden and expect the president to announce his plans in the coming months.  Meanwhile, the president continues to face mounting criticism from some Democrats on his handling of materials with classified markings found at his former office and at his home.  On NBC's \"Meet the Press\" on Sunday, Manchin did not rule out a possible 2024 presidential run and said, \"I'm going to do everything I can to make sure that when I make my decision, I make it on based on what's best, what I think I can do to support, and best for my country and my state.\" \"I haven't decided on anything I'm going to do until I see the lay of the land is going to be at that time,\" Manchin said. Manchin also called Biden's handling of classified materials \"irresponsible\" and said he supports Attorney General Merrick Garland's decision to appoint a special counsel to investigate the matter. \"To be held accountable and responsible is what we all are,\" Manchin said. \"And to put those in unsecured spaces is irresponsible.\" Khanna told CBS News that he believes Mr. Biden has \"handled this with character\" and is fully cooperating with investigators.  \"I expect him to\" announce in the coming weeks, and \"I would support him if he does,\" Khanna said of Mr. Biden. \"Everything I've heard leads me to believe that the vast majority of Democrats will support him.\" As for his own political career, Khanna is considering a possible 2024 Senate run in California but is waiting to see whether his colleague and veteran progressive lawmaker, Rep. Barbara Lee, gets into the primary race.  \"A lot of Bernie Sanders delegates have asked me to look at the race, and I will look at the race in the next few months,\" he said. \"But my very good friend Barbara Lee is considering the race. I have tremendous admiration for her. She's my neighbor and I have said that it will weigh heavily on me in factoring in to my decision -- what Barbara Lee does.\" Fernando Suarez contributed.  Robert Costa is CBS News' chief election and campaign correspondent based in Washington, D.C.",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/biden-centrist-challenge-possible-ro-khanna/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "South Carolina's James Clyburn says he is convinced Biden will seek second term",
            "author": "Robert Costa, Sarah Ewall-Wice, Grace Kazarian",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2023
            },
            "article_content": "Congressman James Clyburn of South Carolina, the assistant Democratic leader and a top ally of the Biden White House, told CBS News in an interview Wednesday that he is convinced President Biden will seek reelection even though the president has not yet formally announced another run.  \"Yes, I am,\" Clyburn said when asked if he is convinced that Biden will seek the 2024 Democratic presidential nomination.  Clyburn said he speaks regularly with Mr. Biden, and Clyburn said he has encouraged the president  to \"announce for reelection\" since he believes Mr. Biden has passed \"more progressive legislation than any president since Lyndon Baines Johnson.\" Clyburn's comments come as Democrats nationally continue to wait for Mr. Biden to jump into the 2024 presidential race, which already includes former President Donald Trump, who announced his bid in November. \"In time,\" Mr. Biden said earlier this month when asked about when he will announce his decision.  Speaking last year with \"60 Minutes,\" Mr. Biden said, \"I'm a great respecter of fate. And so, what I'm doing is – I'm doing my job. I'm going to do that job. And within the timeframe that makes sense after this next election cycle here, going into next year, make a judgment on what to do.\" \"Look, my intention as I said to begin with is that I would run again,\" the president added in the interview with Scott Pelley. \"But it's just an intention. But is it a firm decision that I run again? That remains to be seen.\" Clyburn predicted Wednesday that Mr. Biden would not likely face a challenger in the 2024 Democratic presidential primary race and warned Democrats who might be considering bids to resist any call to challenge the president. \"I don't think he will, and I don't think he should,\" Clyburn said of a potential challenge to Mr. Biden in the Democratic primary. \"The history is very clear on what happens when you challenge a sitting president like this.\"  Clyburn noted that Sen. Edward M. Kennedy's primary challenge against then-President Jimmy Carter for the 1980 Democratic presidential nomination divided Democrats ahead of the general election campaign against Republican nominee Ronald Reagan. Coupled with the legacy of President Johnson opting not to run in 1968 after Sen. Eugene McCarthy's strong showing in New Hampshire, Clyburn said r facing 1968 reelection challenges, \"those two indicators\" are \"perilous.\"  In December, Mr. Biden proposed a new order for the 2024 Democratic presidential nominating calendar which puts South Carolina, the state that lifted his successful 2020 bid, first in the nation. It would pull New Hampshire's first presidential primary status for the first time in more than a century. Clyburn told CBS News he did not have anything to do with the proposal to move South Carolina to the front of the line. \"I have always advocated for South Carolina to be the first in the South,\" Clyburn said. \"I have never advocated for South Carolina to be first in the nation, so when I got the call saying the president was going to make this recommendation, it was a surprise to me.\" In the wide-ranging interview with CBS News, Clyburn also addressed some of the most pressing matters and controversies facing the new House under a Republican majority. The longtime Congressman from South Carolina said he believes embattled Republican Rep. George Santos of New York should resign from office. He also signaled Democrats would work with Republicans to take legislative action against Santos, be it strip him from committees or expel him from the House. Clyburn said he would like to see at least five Republicans start the discharge petition.  \"I believe that what we ought to do as Democrats is join with whatever Republicans that may exist that want to do something about this, so if a Republican puts up a discharge petition, I'll certainly sign it,\" Clyburn said.  Democrats currently hold 212 seats in the House, and 218 signatures are needed for a discharge petition. Clyburn said he would not encourage Democrats to initially put forward the petition since he believes Republicans should begin that process. \"This is their colleague, and they ought to initiate the action,\" the congressman said. Clyburn said that Republicans alone could take action against Santos, noting that they gave him committee assignments and could take those away.  On the looming debt ceiling battle facing Congress, Clyburn said he believes Democrats and a small group of Republicans might need to eventually work together to address the debt limit. Steps to keep the U.S. paying its bills and avoid default could run out as soon as June after the U.S. hits the debt limit January 19. \"Yes, I do,\" Clyburn said when asked if he believes the debt limit at the end of the day would be addressed by Democrats working with a small group of Republicans. \"That's nothing unusual.\" \"We cannot afford to threaten the full faith and credit of the United States of America,\" Clyburn said. \"That to me would be the worst possible scenario for any Speaker of the House to start his or her tenure.\" As some Republicans call for spending cuts to be part of any debt-limit agreement, Clyburn said he believes in negotiating and compromise, but he said Democrats would not agree to anything that would jeopardize Medicare, Social Security, or U.S. security.  \"The American people, they pay into Social Security; they pay into Medicare,\" Clyburn said. \"And for us to be high and mighty about taking that away after they made these investments, after they planned their whole careers factoring in Social Security and Medicare, that is something we must not compromise on at all.\" He signaled there are other areas where lawmakers can talk about spending cuts. Clyburn also addressed the discovery of classified documents at Mr. Biden's Wilmington home and his office at the Penn-Biden Center in Washington, D.C. from his time as vice president.  Clyburn said the president has not spoken to him specifically about the issue. Clyburn argued there is no indication the president intentionally took documents and said the investigation will move forward. He said the president and White House should let the Justice Department do its work.  \"Stay out of the way. And if any other documents are discovered, do what he's done before, immediately turn them over,\" Clyburn said. ",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/jim-clyburn-interview-joe-biden-2024-reelection-campaign/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "LBJ and his monumental presidency",
            "author": "Rita Braver",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 22,
                "year": 2023
            },
            "article_content": "It is an indelible image: aboard Air Force One, just hours after President John F. Kennedy's tragic assassination, Lyndon Baines Johnson is sworn in as president, flanked by his wife Lady Bird, and Kennedy's widow, Jacqueline. \"She wanted, as did Lyndon Johnson, the country and the world to see that there was a continuity in government,\" said historian Mark Updegrove, president of the LBJ Foundation. According to Updegrove, what started out as an accidental presidency would become one of the most consequential, yet unappreciated, in American history. \"His legacy was undervalued,\" he said.  Perhaps no one knows more about Lyndon Johnson than historian Robert Caro, currently working on the final volume of his series on the man born in 1908 in Texas Hill Country. Caro said, \"He believed that he could make America a better place for its underprivileged people.\" Though Johnson's father had been successful, he then lost everything, and Johnson pretty much grew up as a poor boy. \"He grew up in poverty, in a land without electricity, where the soil was so rocky that it was hard to earn a living from it,\" Caro said.  When asked Johnson's defining characteristics, Caro replied, \"He has the ability, the genius – there's no other word for it – to turn compassion into legislative achievement.\" In fact, while pushing the Voting Rights Act of 1965, Johnson recalled the prejudice he saw directed against Mexican-American children he taught during college. On March 5, 1965, he told Congress, \"It never even occurred to me in my fondest dreams that I might have the chance to help the sons and daughters of those students. But now I do have that chance, and I'll let you in on a secret: I mean to use it.\" Luci Baines Johnson says that whether it was at the LBJ Ranch in Stonewall, Texas (now a national park), or back in Washington, she and her sister, Lynda, saw the bond between their father and their mother, Claudia Taylor Johnson, known as Lady Bird. \"He felt that she was the one person that would tell him that there was spinach in his teeth, and tell him the truth in a way that he could hear it,\" Luci said.  There was no end to Johnson's ambition. Elected to the House at age 28, he won a Senate seat a decade later, quickly amassing power, to become (as Caro dubbed him) \"Master of the Senate.\" \"Lyndon Johnson becomes majority leader on January 1, 1955,\" he said. \"For six years the Senate is the center of government creativity, energy, and getting things done.\" Still, when Johnson decided to run for president in 1960, he lost the Democratic nomination to John F. Kennedy, the charismatic young senator from Massachusetts.  JFK then put Johnson on the ticket.  But once Johnson helped JFK win the election, he was, Updegrove said, \"miserable in the vice presidency. It certainly didn't suit Lyndon Johnson, who always wanted to be in charge.\"  When Johnson did suddenly find himself in the Oval Office, Updegrove says the new president was quickly able to win passage of JFK's stalled civil rights bill, barring discrimination in employment, public accommodations, and more.  And after a landslide victory in 1964, the 6'4\" LBJ would perfect what is known as \"the Johnson Treatment.\" \"He would put his arm around you if he was trying to persuade you of something,\" Caro said, \"and he'd lean into your face and talk to you, nose-to-nose.\" President Johnson would push through scores of significant bills, including his signature \"War on Poverty\" and \"Great Society\" legislation.  In 1965 alone, Johnson signed landmark bills creating Head Start, Medicaid, Medicare, the National Endowment for the Arts, the National Endowment for the Humanities, the Department of Housing and Urban Development, federal aid to education, the Clean Air Act, the Clean Water Act, and the Voting Rights Act. \"And that is one year of the Lyndon Johnson presidency,\" Updegrove said.  And then, there's the war in Viet Nam. \"Lyndon Johnson believes heartily in the domino theory, that if you let a nation fall to communism, other nations will fall in turn,\" said Updegrove.  Under Johnson, the number of U.S. troops in Viet Nam increased from 20,000 to 548,000, provoking mass demonstrations across the country: \"It was breaking his heart,\" Luci Baines Johnson said. \"He thought, after all the years of service that he had had, he ought to be able to find a way to resolve it.\" At the same time, despite Johnson's efforts on civil rights, there were anti-discrimination riots in many urban areas. And so, with his popularity plummeting, on March 31, 1968, Johnson announced, \"I shall not seek, and I will not accept, the nomination for my party for another term as your president.\" Johnson, who'd been dealing with numerous health issues, retired to his Texas ranch. Fifty years ago today, he suffered a heart attack at age 64 and died, his legacy still debated.  Updegrove said, \"Lyndon Johnson, to young Americans, may be the commander-in-chief who escalated the war in Viet Nam. But I don't think they understand the magnitude of the Lyndon Johnson presidency and what Lyndon Johnson does to harness the power of government to make a better America.\"       See also:        For more info:         Story produced by Jon Carras. Editor: Steven Tyler. ",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/lbj-lyndon-johnson-and-his-monumental-presidency/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "House Financial Services Chairman Patrick McHenry says U.S. won't default this year - \"The Takeout\"",
            "author": "Arden Farhi",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 25,
                "year": 2023
            },
            "article_content": "The U.S. will not default on its debt obligations this year, says GOP Congressman Patrick McHenry, chairman of the House Financial Services Committee; he is attempting to broker a deal between the White House and hardline conservatives to increase the government's borrowing limit.   Treasury Secretary Janet Yellen wrote in a letter Thursday the U.S. had reached its congressionally imposed $31.4 trillion debt ceiling and payments to certain federal employee retirement funds would be restricted or suspended to buy time for Congress to act. Severe global economic consequences could hit in late spring if the limit is not raised.   Conservatives in Congress are seeking spending cuts to Medicare, Medicaid and Social Security in exchange for increasing the nation's borrowing capacity. \"The American people are sick of it. They want some responsibility used when it comes to spending their hard-earned money,\" Republican Rep. Scott Perry of Pennsylvania told CBS News.   The White House insists Congress act without spending cuts and has so far refused to engage in negotiations.  White House spokesman Andrew Bates told CBS News, \"Congressional Republicans keep issuing threat after threat to needlessly set our economy back with an unprecedented default that would cost millions of Americans their jobs and retirement funds while sinking an untold number of businesses.\"  Chairman McHenry wants to play peacemaker.  \"I'm trying to bring people together and they're all saying very harsh things that make it almost unimaginable that you could come to terms. But we have to come to terms. And I don't care how harsh the rhetoric is. We have to fix the problem for the state of the economy and for the state of the global economy,\" McHenry said.  The North Carolina Republican wants to separate the debt ceiling debate from the fiscal solvency conversation, which is out of step with the right flank of his party. \"My position of separating these two is not the prevailing view among House Republicans. I'm trying to advocate a ground here so we can get through the situation. I'm trying to address things as they are, not as I wish them to be,\" McHenry told Major Garrett for this week's episode of \"The Takeout.\"  Raising the debt ceiling, McHenry said, is \"a necessary part of governing\" and he would like to see both side of the debate move toward one another. McHenry is willing to accept a deal that extends the debt limit to a certain date or dollar amount.  House conservatives are emboldened by a speakership election that saw Kevin McCarthy win the gavel on the 15th ballot, after enduring a dayslong public rebuke by members of his own party.   \"The goal usually in politics and in life is to suffer your indignities in private, not in public. But we did it full-scale in public as House Republicans,\" said McHenry, who was integral to helping McCarthy secure the requisite votes.  McHenry thought McCarthy's bid was doomed on the final day of voting when, early in the day, a fellow Republican said he could not support McCarthy. \"I walked away from the conversation, and I thought it was over and I thought it was over because of what I did.\"  Votes dragged on through the night, into the next morning. A Florida congressman asked that the chamber be adjourned for the weekend after the dramatic failure in the 14th round to elect McCarthy, who fell short by a single vote — Rep. Matt Gaetz's. McHenry, knowing he needed Gaetz to change his vote, complied with the request to adjourn. \"When I moved to adjourn that day, that was the absolute worst feeling I had during the whole battle for the speakership,\" McHenry said. \"I thought at that moment that I'd basically killed my friend's chances to be speaker of the House.\"  But his feelings were short lived. The House ultimately stayed in session and on the next ballot, although Gaetz again voted \"present,\" what ultimately made the difference was the two other holdouts who also changed their votes to \"present.\" This lowered the threshold it would take to form a majority and elevated McCarthy to the top spot in the House. \"It being worked out was a hell of a feeling and the biggest rollercoaster I've had on the House floor in the shortest amount of time.\"  Scott MacFarlane contributed reporting.  Executive producer: Arden Farhi Producers: Jamie Benson, Jacob Rosen, Sara Cook and Eleanor Watson CBSN Production: Eric Soussanin Show email: TakeoutPodcast@cbsnews.comTwitter: @TakeoutPodcastInstagram: @TakeoutPodcastFacebook: Facebook.com/TakeoutPodcast",
            "bias": "medicare",
            "url": "https://www.cbsnews.com/news/house-financial-services-chairman-patrick-mchenry-says-u-s-wont-default-this-year-the-takeout/?intcid=CNM-00-10abd1h"
        }
    ]
}