{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "asylum seekers",
        "nationalism",
        "border",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "New GOP platform condemns Fast & Furious, blame agent's death on operation",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "FILE: June 11, 2012: Attorney General Eric Holder speaks at the League of Women Voters National Convention in Washington. (AP) The Republican platform ratified this week by party members at their national convention “condemns” the Justice Department’s Operation Fast and Furious, saying “reckless actions” associated with the failed gun-tracking program resulted in the murder of U.S. Border Patrol agent Brian Terry and others. The 62-page document does not mention Terry by name. However, Terry was the only border agent killed in connection with the operation. Guns allowed by the Bureau of Alcohol, Tobacco, Firearms and Explosives to slip across the U.S-Mexico border and into the black market were found close the where Terry was killed Dec. 14, 2010, in a shootout in Arizona. “We condemn the reckless actions associated with the operation known as Fast and Furious,” the document states, while also commending House Republicans for holding Attorney General Eric Holder in contempt of Congress for his refusal to cooperate with their investigation. The federal officials behind the operation had hoped the thousands of weapons could eventually lead them to Mexican drug cartel leaders, but agents instead lost track of the guns. The platform was approved Tuesday at the party convention in Tampa, Fla., and takes a clear conservative stance on major issues like Medicare and illegal immigration and on such emerging ones like drone surveillance. Beyond calling for smaller government, lower taxes and the right to gun ownership, the We Believe in America document supports pending legislation to “prevent unwarranted or unreasonable governmental intrusion through the use of aerial surveillance” and calls upon the United States to honor its relationship with American Indians.",
            "bias": "immigration",
            "url": "http://www.foxnews.com/politics/2012/08/30/new-gop-platform-condemns-fast-furious-blame-agent-death-on-operation/"
        },
        {
            "headline": "GOP Rep. McCotter resigns, seat will remain open",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "FILE: Sept. 24, 2011: Rep. Thaddeus McCotter, R-Mich., addresses the GOP Leadership Conference at the Grand Hotel on Mackinac Island, Mich. (AP) Republican Rep. Thaddeus McCotter resigned Friday after failing to gather enough valid signatures to retake his own House seat. The five-term Michigan congressman said his priorities would now be helping the state attorney general's office investigate the faulty petition filings and finding another job. He dropped his bid for re-election last month after learning his staff hadn't filed enough valid petition signatures to get him on the Aug. 7 primary ballot. Twice as many signatures as required were turned in, but 80 percent were found to be fake or duplicates. McCotter, who briefly mounted an unsuccessful campaign for president last year, also said he didn't have another job lined up but was \"unwilling and ill-suited\" to be a lobbyist. “Acutely aware one cannot rebuild their hearth of home amongst the ruins of their U.S. House office, for the sake of my loved ones I must `strike another match, go start anew' by embracing the promotion back from public servant to sovereign citizen,\" McCotter said in a written statement. McCotter also expressed disappointment with the challenges to his petition filing. \"After nearly 26 years in elected office, this past nightmarish month and a half have, for the first time, severed the necessary harmony between the needs of my constituency and of my family. As this harmony is required to serve, its absence requires I leave,\" McCotter said late Friday. He encouraged the state attorney general to continue investigating his petition filing. McCotter also said he faces \"diminishing prospects\" in the job market, noting he is \"both unwilling and ill-suited to lobby.\" Though McCotter does not appear to be in legal jeopardy, sources close to the congressman said he felt handcuffed by not being able to discuss freely what was happening with the attorney general probe. There will be no special election to fill the rest of his term, so the seat is expected to remain vacant at least through the election. McCotter's abrupt exit from Congress left Kerry Bentivolio, a Vietnam War veteran, teacher and beekeeper from Milford, as the only Republican on the primary ballot for Michigan's 11th District, which covers suburban areas of Wayne and Oakland counties outside Detroit. Former state Sen. Nancy Cassis, of Novi, is running as a write-in candidate. Two Wayne County residents, William Roberts, of Redford Township, and Oakwood Hospital chief of medicine Taj Syed, of Canton Township, are seeking the Democratic nomination. Gov. Rick Snyder received the congressman's resignation letter Friday afternoon, spokeswoman Sara Wurfel said. The Republican governor's staff will consult with legal experts about whether and how to fill the vacancy for the rest of McCotter's term, she said. \"We wish Congressman McCotter and his family the best and thank him for his service to the state,\" said Matt Frendewey, spokesman for the Michigan GOP. The 46-year-old attorney ran a little-noticed campaign for the GOP presidential nomination last year before dropping out to seek re-election to Congress. McCotter was first elected to the House in 2003. Fox News' Chad Pergram and The Associated Press contributed to this report.",
            "bias": "immigration",
            "url": "http://www.foxnews.com/politics/2012/07/06/rep-mccotter-resigns-after-ballot-problems/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+foxnews%2Fpolitics+%28Internal+-+Politics+-+Text%29"
        },
        {
            "headline": "GOP Rep. Walsh boosted by PAC donation from former employer",
            "author": "By\n        Steve Brown ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "Illinois Republican Rep. Joe Walsh has gotten re-election help from a political action committee that received roughly $2 million from the congressman's former employer -- Americans for Limited Government. According to papers filed with the Federal Election Commission, the group on Sept. 17 gave the first of two contributions totaling $1.95 million to Missouri-based Now or Never PAC. The same day, Now or Never started buying large blocks of TV ad time for commercials praising Walsh and attacking Democratic challenger Tammy Duckworth. Walsh's campaign says it was unaware of the situation and did not seek assistance in a tough battle with Duckworth. Coordinating or communicating with third party organizations is illegal for political campaigns. \"We just learned about this yesterday,\" said Walsh campaign spokesman Justin Roth. \"Congressman Walsh ended his association with them 10 years ago, and the campaign has had no contact with any (PAC), pro-Joe or anti-Joe.\" In addition, the Walsh campaign tells Fox News the congressman left the group in about 2002 and has since had no contact. The conservative, Washington-area non-profit group pushes for reducing the size and scope of the federal government. Now or Never also produced and distributed direct mail to voters in the 8th congressional district of Illinois. But mostly, the PAC was involved in television ads in support of Walsh. The total spent to help Walsh was $1.8 million, accounting for most of the money Now or Never received from ALG. ALG also is denying any effort to assist Walsh. \"It's not like there's a special relationship,\" said ALG communications director Richard Manning. \"We have no relationship with the guy.\" Manning says he was aware Walsh was an early ALG employee but unaware of what role he played. Regarding the nearly $2 million in contributions, Manning said ALG was approached by Now or Never PAC. \"We liked their promotion of limited government principles,\" he explained. He also insists ALG was not made aware of Now or Never plans to back Walsh. Duckworth has gotten help from House Majority PAC. The political action committee, fueled in large part by labor unions, has been running a clever, three-for-one attack ad on the Chicago airwaves. The spot features footage of Walsh talking in a town hall setting and portrays him as a loud-talking, House member who voted against mortgage relief for distressed borrowers and for tax breaks for millionaires. The ad also charges that fellow Illinois Republicans Reps. Judy Biggert, and Bob Dold voted with Walsh on these issues. The spot is part of a $2.4 million ad buy.",
            "bias": "border",
            "url": "https://www.foxnews.com/politics/2012/10/17/gop-rep-walsh-boosted-by-pac-donation-from-former-employer.html"
        },
        {
            "headline": "Obama administration to ask Congress for civilian Afghan aid through 2017",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "July 8, 2012: World leaders pose after discussing civilian aid to Afghanistan. (AP) TOKYO  – The Obama administration will ask Congress to sustain U.S. assistance for Afghanistan near the average amount it has been over the last decade through 2017 as part of the international effort to stabilize the country even as most international forces pull out over the next two years. U.S. Secretary of State Hillary Rodham Clinton made the pledge Sunday as some 70 countries gathered in Tokyo to announce a four-year civilian assistance plan. Altogether they are promising to give $16 billion to Afghanistan through 2015. The funds would help Afghanistan build its economy and make necessary reforms, Clinton said. \"We have to make the security gains and the transition irreversible,\" Clinton told officials, including Afghan President Hamid Karzai. She said Afghan security \"cannot only be measured by the absence of war.\" \"It has to be measured by whether people have jobs and economic opportunity; whether they believe the government is meeting their needs,\" Clinton said. Clinton said Afghanistan has made substantial progress over the last decade, but needs effective collaboration between its government, private sector, neighbors and international donors \"so that this decade of transformation can produce results.\" Annual U.S. civilian assistance since 2001 has ranged from $1 billion to this year's high of $2.3 billion. Clinton said the aid request to Congress through 2017 would be to maintain funding at or near the average level, without specifying further.",
            "bias": "border",
            "url": "http://www.foxnews.com/politics/2012/07/08/obama-administration-to-ask-congress-for-civilian-afghan-aid-through-2017.html"
        }
    ]
}