{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "asylum seekers",
        "nationalism",
        "border",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "Mexican President To Discuss Immigration, Trade During California Visit",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 28,
                "year": 2016
            },
            "article_content": "MEXICO CITY, MEXICO - JULY 2:  Presidential candidate Enrique Pena Nieto of the Institutional Revolutionary Party (PRI) speaks during a press conference on July 2, 2012 in Mexico City, Mexico. According to reports, a vote count by the independent Federal Electoral Institute (LIFE) has give Pena Nieto and the PRI the win in the presidential election, but it looks unlikely the will have a majority in either house of Congress.  (Photo by Daniel Aguilar/Getty Images) (2012 Getty Images) Mexican President Enrique Peña Nieto is spending two days in California, where he is meeting with Gov. Jerry Brown, who traveled to Mexico last month. Peña Nieto is visiting California Monday and Tuesday. On Monday afternoon, both the governor and the president are scheduled to speak to hundreds of Mexican and Mexican-American leaders, the governor’s office said last week. And on Tuesday, Brown will host a luncheon in the president’s honor in Sacramento. Peña Nieto will then address the Legislature at the state Capitol. There was no immediate word on what Peña Nieto plans to say, but Mexico and the U.S. share concerns about a host of issues, including immigration and pollution. Mexico also is California’s largest export market. Mexico also ranks first in the number of international visitors coming to L.A. with 1.6 million in 2011. The president’s visit comes as the U.S. is grappling with a border crisis that has seen more than 60,000 children illegally crossing the Mexican border the past year. Though the children are coming from Central American countries like Honduras, El Salvador and Guatemala – they are all crossing through Mexico to arrive in the United States. The U.S. has called on Mexico to help it deal with the growing crisis. In March, Los Angeles Mayor Eric Garcetti traveled to Mexico on his first international trade mission and met with President Nieto and other officials and business leaders. “Mexico’s economy is rapidly transforming, and I want to make sure we are aggressive about creating opportunities to attract investment into Los Angeles and to develop markets for L.A. exports,” Garcetti said, according to published reports. Meanwhile, a California state assemblyman plans to stage a protest outside the governor’s mansion to demand that Peña Nieto ensure the release of a U.S. Marine held captive in Mexico. Assemblyman Tim Donnelly, who recently lost in a bid to become the Republican nominee in the gubernatorial election in November, declined an invitation to the luncheon and assailed Brown for hosting the luncheon in honor of the Mexican president. \"I am writing to decline your luncheon invitation,” read the letter Donnelly sent Brown, which the assemblyman made public, “and to express my deep disappointment that you would entertain the president of a nation that is holding an active-duty U.S. Marine captive.\" Sgt. Andrew Tahmooressi has said that he was headed to dinner in San Ysidro on March 31 when he mistakenly wound up at a border crossing in Tijuana. He said Mexican authorities found three guns inside the pick-up truck he had recently driven to California in a recent move from Florida to San Diego. He was jailed and is being held in a federal penitentiary in Tecate without bail. In his letter to Brown, Donnelly also took issue with the governor’s recent trip to Mexico and what he said was the governor’s failure to raise the issue of Tahmooressi's release. The Associated Press contributed to this report. Follow us on twitter.com/foxnewslatinoLike us at facebook.com/foxnewslatino",
            "bias": "immigration",
            "url": "https://www.foxnews.com/politics/2014/08/25/mexican-president-may-discuss-immigration-border-crisis-during-california-visit.html"
        },
        {
            "headline": "Media ratchet up pressure on White House as probe confirms cover-up at VA",
            "author": "By\n        Howard Kurtz ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "FILE: Veterans Affairs Secretary Eric Shinseki on Capitol Hill in Washington, D.C. (AP) Also... Unconventional Wisdom: A Republican Wave That May Not Materialize This Fall Media Ratchet Up Pressure on White House As Probe Confirms Cover-up at VA Well, President Obama can no longer say he’s waiting for the results of the investigation. At least one investigation is done, and it’s devastating to the VA. Now even John McCain is calling on Eric Shinseki to resign, and urging the Justice Department to launch a criminal probe. The IG’s investigation confirms what the Arizona Republic and CNN originally reported, that there was lying and a cover-up at the Phoenix facility. Critics say the president follows an increasingly tired playbook: He finds out about some administration malfeasance from the media, expresses outrage, fires no one, asks for an investigation, and by the time the probe is over, the White House can promise reforms and generally treat the matter as old news. But Wednesday’s report could force Obama to speed up that timetable: “The inspector general for the Department of Veterans Affairs reported on Wednesday that at least 1,700 veterans at the agency’s medical center in Phoenix were not registered on the proper waiting list to see doctors, creating a serious condition that means veterans ‘continue to be at risk of being forgotten or lost’ in the convoluted scheduling process,” says the New York Times. “Irregularities in how the 1,700 veterans were handled, the report said, mean that ‘these veterans may never obtain a requested or required clinical appointment.’” The average waiting time for a medical appointment for a group of patients studied was 115 days, but the Phoenix center falsely claimed it was 24 days. Adds Politico: “The review is intensifying an already simmering scandal engulfing the VA — and the Obama administration. Republicans on Capitol Hill and the campaign trail are pointing to the issue to bolster their case that the White House is dysfunctional.” Pushing out Shinseki, a decorated war veteran, would, of course, be symbolic. But it’s important for a president to demonstrate that he’s on top of a problem. A resignation would at least allow Shinseki to leave with dignity. The president delivered a major foreign-policy address at West Point yesterday, but that is likely to be overshadowed by the VA furor. The VA mess has touched a nerve because it feels like America has betrayed its promise to those who served. The scandal, and it is a scandal, is not hard to understand. The interviews with grieving relatives of patients, some of whom have died awaiting care, packs a powerful emotional punch. I have gotten plenty of emails from aggravated vets and family members. Yes, the VA has been dysfunctional for decades, and previous administrations share the blame. But that’s no excuse for a president in his sixth year. The national media were slow to react to the initial reports, but this story is not going away, and should not go away, anytime soon. Unconventional Wisdom: A Republican Wave That May Not Materialize This Fall What if 2014 isn’t such a big Republican year after all? The conventional wisdom is that Democrats are going to get clobbered in the midterms, victims of ObamaCare, an anemic economy and the sixth-year presidential blues. But what if there isn’t a wave election in the making? Just a strong current that lifts a few Republican boats? Bill Kristol, the Weekly Standard editor and a onetime GOP strategist, is sounding a cautionary note. The fall contests, he warns, may not play out like the Tea Party election of 2010. Now maybe Kristol is just worried about overconfidence. Here’s his argument: “Democrats may well feel disillusionment and even dread this year. But we can’t say we’re overwhelmed by any Republican sense of energy and anticipation. Perhaps we’ve just become insensate and jaded. Or perhaps we’ve been reading too much history. Because history suggests you get only one wave election per two-term presidency: 1958 for Ike, 1966 for Kennedy-Johnson, 1974 for Nixon-Ford, 1986 for Reagan, 1994 for Clinton, 2006 for Bush, 2010 for Obama. We rode our wave in 2010. To get to do so again in 2014 would be fun—but unprecedented.” He also notes that Obama’s approval rating, after sinking last year, “has stabilized. Indeed, his rating has ticked up a bit in 2014—it’s now at 44 approval and 51 disapproval. And the generic congressional ballot, which moved in a Republican direction during 2013—from about +7 Democratic to even, has stayed even in 2014.” For Republicans, he concludes, “the bad news is that momentum has stalled.” I see it differently. The GOP doesn’t need a tidal wave. The party already enjoys a strong working majority in the House. It just needs a pickup of six Senate seats. If it wins those six seats, this will be remembered as a banner Republican year that gave the party complete control of Capitol Hill and forced the president to play defense for the remainder of his term. If the Republicans capture, say, only five seats, the year will be viewed as a disappointment that left Harry Reid in charge. Kristol, for his part, has advice to boost his party’s prospects: “We’d like to see more energetic action by the Republican leadership in Congress, both in taking on the Obama administration and in advancing a positive, populist conservative policy agenda. We think it would help. But we don’t expect to see it.” He’s right on that last point. The GOP leadership is basically running out the clock in a game that it sees as preordained in its favor. For all of John Boehner’s talk about immigration reform, nothing seems to be happening. A minimum wage hike appears dead. Remember when extended unemployment benefits ran out last December? The House hasn’t lifted a finger since then. A few lawmakers, like Paul Ryan and Eric Cantor, are talking about a more populist agenda that addresses middle-class concerns. But for the most part, that remains in the realm of polite debate. The strategy makes sense: Why risk changing such a favorable environment by working with Democrats to pass compromise legislation? Easier to keep criticizing ObamaCare and hold some more Benghazi hearings. But what if the Republicans are missing a real opportunity to recast their party’s image—not just for the fall elections, but for 2016 as well? Click for more from Media Buzz.",
            "bias": "immigration",
            "url": "https://www.foxnews.com/politics/2014/05/29/media-ratchet-up-pressure-on-white-house-as-probe-confirms-cover-up-at-va/"
        },
        {
            "headline": "Obama's future: President's power dependent on willingness to compromise",
            "author": "By\n        Douglas Schoen ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "June",
                "day": 21,
                "year": 2018
            },
            "article_content": "President Barack Obama speaks to the media before a meeting with his cabinet members in the White House Cabinet Room in Washington,  Friday, Nov. 7, 2014.  (AP Photo/Evan Vucci) (AP2014) As Congressional leaders come together at the White House Friday to meet with President Obama there are two questions on everyone’s mind. First, will presumed Senate Majority Leader Mitch McConnell and President Obama be able to maintain the tone of conciliation and bipartisanship that characterized yesterday’s press conferences? And second, will the president be serving Kentucky bourbon? Drinks aside, there is a tough road ahead for both the Republicans and Democrats. Both McConnell and Obama acknowledged earlier this week that there were areas where they could foresee compromising with one another, and others where there is no common ground to be found. [pullquote] For his part, McConnell suggested that he could work with the president on energy issues and corporate tax reform – two areas where I do believe we could see progress. However, he also made clear that while he wouldn’t seek to repeal ObamaCare fully, he wants to do away with the medical device tax and the individual mandate. Both of these ideas will be non-starters in the White House – and McConnell knows it. President Obama was more opaque about where he sees the potential to work with Republican leadership, even though he was clear that it was his priority to make sure that the government keeps working during his final two years in office. I believe we will see a meeting of the minds on the budget – McConnell also promised there wouldn’t be another government shutdown – and on energy issues. It remains to be seen whether the president is seriously open to any changes to his signature health care law, or to immigration reform that meets Republican concerns about securing the border and the 11 million illegal immigrants already in the country. But more importantly than any specific issue, the legacy of Obama’s presidency is very much tied to whether he will work with Republicans in these next two years. A president is never irrelevant simply due to the power of the office, but Obama does, in many ways, have the opportunity to recreate himself as a pragmatic, conciliatory and compromising president after years of partisan politics and disinterest in governing with the legislature. To be sure, the president has accomplished a great deal on social issues. He will always be remembered for ObamaCare as well as key pieces of legislation like the Equal Pay Act and his support for gay marriage and women’s rights . Despite these accomplishments – and I do believe them to be serious accomplishments – his reputation is badly damaged at this point. There is little-to-no faith in his ability or interest in working with others and after the Democrats’ rout on Tuesday, most assume that he will be reaching for his veto pen more often than not. This would be the wrong approach on two levels. First, it would mean that government will continue to get nothing done. That’s a losing scenario for both parties and the American people. Second, it would indicate that Obama has not learned the lesson of this election, namely that Americans don’t feel that he is responsive to their needs and wants, chief among them that Washington legislators work together. In a recent WSJ/NBC News poll, 50% of Americans said they would rather a candidate “who will make compromises to gain consensus on legislation,” up from 34% at the 2010 midterms. That says it all. And if Obama is to make good on his statement Wednesday to the one third of Americans who voted and the two thirds who didn’t that he “heard them,” then he’s got to take compromising with Republicans very seriously. In many ways, his legacy depends on it.",
            "bias": "immigration",
            "url": "https://www.foxnews.com/opinion/2014/11/07/obama-future-president-power-dependent-on-willingness-to-compromise/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+foxnews%2Fopinion+%28Internal+-+Opinion+-+Mixed%29"
        },
        {
            "headline": "Fatal attraction: Stadium a ‘death trap’ for birds?",
            "author": "By\n           | watchdog.org",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "It’s one thing to take down Eagles, Seahawks and Falcons on the playing field, but the Minnesota Vikings and National Football League face a blitz of criticism for a nearly $1 billion stadium in the works that nature lovers call a “death trap” for real birds. Critics warn the stadium’s enormous glassy exterior will reflect the sky, turning it into a fatal attraction for thousands of birds a year. “We think it’s a travesty to use birds to advance your brand and then kill them over what amounts to pocket change for your organization,” said Dr. Christine Sheppard, bird collisions campaign manager for the American Bird Conservancy, in a statement. Surveys show 125 species of migratory birds have been grounded permanently in the last few years by crashing into the windows of Twin Cities’ office buildings. Environmental groups say thousands more federally protected fowl will die unnecessarily due to what amounts to a killer stadium underwritten in part by $500 million in local and state taxpayer funding. “The new Minnesota Vikings stadium is primed to become one of Minnesota’s biggest bird killers unless quick action is taken,” states an alert from the National Audubon Society’s action center. “…The planned building features nearly 200,000 square feet of glass (that’s 4 football fields of glass walls!) and is sited near a major bird migration pathway along the Mississippi River corridor. This decision is a death warrant for birds.” Click for more from Watchdog.org",
            "bias": "immigration",
            "url": "http://www.foxnews.com/politics/2014/08/06/fatal-attraction-stadium-death-trap-for-birds/"
        },
        {
            "headline": "Dem party leader says she regrets word choice in Gov. Walker comments",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "Democratic Party head Debbie Wasserman Schultz said Thursday that she regrets saying Wisconsin GOP Gov. Scott Walker’s policies are akin to giving \"women the back of his hand,\" after her comments drew wide condemnation from Republicans. Wasserman Schultz, the chairwoman of the Democratic National Committee, made the comments during a discussion on women’s issues in Milwaukee on Wednesday. \"Scott Walker has given women the back of his hand. I know that is stark. I know that is direct. I know that is reality,” she said, according to the Milwaukee Journal Sentinel. She didn’t stop there. According to the Journal Sentinel, she added: “What Republican Tea Party extremists like Scott Walker are doing is they are grabbing us by the hair and pulling us back. It is not going to happen on our watch.\" Wasserman Schultz said in a statement to FoxNews.com Thursday that she “shouldn’t have used the words I used.” “But that shouldn't detract from the broader point that I was making that Scott Walker’s policies have been bad for Wisconsin women, whether it's mandating ultrasounds, repealing an equal pay law, or rejecting federal funding for preventative health care, Walker's record speaks for itself,” she said. Walker told Fox News Radio Thursday that Wasserman Schultz’s comments were “outrageous,” and “offensive” to all victims of domestic violence. “Not only was it outrageous towards me, somebody who actually helped build a number of domestic violence shelters and who signed some of the most aggressive domestic violence laws in the country, it’s just plain offensive to anyone, I think, who understands that political battles are no way like the kind of trials and tribulations that real people go through in our state and across the country,” he said. Walker added he thinks the comments are a “window in just how outrageous some of these Democrats are going to be in the next couple of months.” The Republican National Committee also condemned the comments, and a spokeswoman for Walker’s Democratic general election opponent Mary Burke said Wednesday that the comments were “not the type of language that Mary Burke would use.”",
            "bias": "refugees",
            "url": "https://www.foxnews.com/politics/2014/09/04/dnc-head-says-regrets-word-choice-in-gov-walker-comments.html"
        },
        {
            "headline": "ISIS Terrorists Not Sneaking Over U.S. Southern Border With Mexico, DHS Officials Tell Congress",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 29,
                "year": 2016
            },
            "article_content": "FILE - This undated file image posted on a militant website on Jan. 14, 2014, which has been verified and is consistent with other AP reporting, shows fighters from the al-Qaida linked Islamic State of Iraq and the Levant (ISIL) marching in Raqqa, Syria. Secretary of State John Kerry is to travel to the Middle East this week, with stops in Saudi Arabia and Jordan, to try to line up support for a coalition to take on the extremist Islamic State group. His trip follows Secretary of Defense Chuck Hagel\u0092s visit on Monday to Turkey to make the same case to Ankara, a regional heavyweight. Kerry will hold talks with officials from Jordan, Turkey and Egypt, as well as Saudi Arabia, Qatar, the United Arab Emirates and other Gulf nations. (AP Photo/Militant Website, File) (AP) While Twitter and other social media sites were abuzz with rumors that ISIS terrorists would attempt to use the United States’ southern border with Mexico to sneak into the country, Department of Homeland Security officials said that there is no credible evidence that members of the Islamic militant group plan to use the border to enter the U.S. Speaking to Congress on Wednesday, the officials said that the administration of President Barack Obama is more concerned with jihadist fighters entering the U.S. legally on commercial airline flights. The Homeland Security testimony cast in doubt the border scenarios cited by lawmakers such as Sen. Ted Cruz of Texas. \"We don't have any credible information, that we are aware of, of known or suspected terrorists coming across the border,\" said Jennifer Lasley, a senior official in the Department of Homeland Security's intelligence and analysis office, according to the New York Daily News. Another DHS official speaking to Sen. John McCain during a Senate committee hearing acknowledged that the department had tracked some chatter over social media of ISIS adherents across the globe talking about the possibility of sneaking across the U.S.’s southern, but that the DHS is prepared for this threat. \"Any infiltration across our border would be a threat,\" said Francis Taylor, DHS undersecretary for intelligence, but added that he is \"satisfied we have the intelligence and capability on the border that would prevent that activity.” While Cruz, McCain and other lawmakers in border states have argued for beefing up security along the border in the wake of the ISIS threat, the Obama administration has focused more on suspected terrorists who hold western passports. \"The number of known watch-listed persons we are encountering on the Southwest border is minimal compared to commercial aviation,\" said John Wagner, assistant commissioner in the U.S. Customs and Border Patrol's Office of Field Operations. \"We're talking tens versus thousands.\" The testimonies before Congress came only hours before Obama outlined his strategy on dealing with the ISIS threat. In a nationally televised speech Wednesday night, the president said he wants to step up military and diplomatic efforts to counter the extremists in Iraq and Syria by arming Syrian opposition forces and extending U.S. airstrikes into Syria. \"We will hunt down terrorists who threaten our country, wherever they are,\" Obama declared. \"That means I will not hesitate to take action against ISIL in Syria, as well as Iraq.\" The president also said he would send another 475 U.S. troops into Iraq to advise that country's forces, but insists they are not combat troops. The U.S. already has launched about 150 airstrikes on Islamic State targets inside Iraq, at the invitation of the Iraqi government and has also sent military advisers, supplies and humanitarian aid to help Iraqi troops and Kurdish forces beat back the insurgents. The Obama administration doesn't think the militants pose any immediate threat of an attack in the U.S. But it believes the group is a threat to the Middle East and could attack U.S. targets overseas. The U.S. also worries about the group training and radicalizing Americans who could later return to attack America. The Associated Press contributed to this report. Follow us on twitter.com/foxnewslatinoLike us at facebook.com/foxnewslatino",
            "bias": "border",
            "url": "https://www.foxnews.com/politics/2014/09/11/isis-terrorists-not-sneaking-over-us-southern-border-with-mexico-dhs-officials.html?version=meter+at+null&module=meter-Links&pgtype=article&contentId=&mediaId=&referrer=&priority=true&action=click&contentCollection=meter-links-click"
        },
        {
            "headline": "Tea Party-backed Cochran foe challenges loss in Mississippi state court",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "July 19, 2014: State Sen. Chris McDaniel speaks to supporters during a tour stop at the Holiday Inn Trustmark Park in Pearl, Miss. (AP) A tea party-backed candidate asked a Mississippi court on Thursday to declare him the winner of the June 24 Republican runoff against incumbent U.S. Sen. Thad Cochran or order a new election. State Sen. Chris McDaniel sued Thursday in state court in his own home of Jones County. The Mississippi Supreme Court will appoint a special judge to handle the case, though it would be unprecedented for a court to order a do-over of a statewide election. Cochran's campaign and the Republicans' national Senate office have said they are already focused on Cochran's bid for re-election in November against Democratic former U.S. Rep. Travis Childers and Reform Party candidate Shawn O'Hara. Certified results of the June 24 runoff show Cochran defeated McDaniel by 7,667 votes. But McDaniel says his campaign found thousands of irregularities, including about 3,500 people who voted in the June 3 Democratic primary and June 24 runoff. Mississippi voters don't register by party, but such crossover voting is prohibited. McDaniel has criticized Cochran for reaching out to black voters who traditionally support Democrats. Turnout increased from the primary to the runoff, and Cochran fared well in many majority-black precincts. McDaniel campaign representatives spent weeks examining ballot boxes and other voting records. McDaniel said they found about 9,500 \"irregular\" votes and 2,275 \"improperly cast\" absentee ballots. McDaniel began his challenge with a complaint to the Mississippi Republican Party executive committee on Aug. 4, asking the group to declare him the winner over Cochran. State GOP chairman Joe Nosef said Aug. 6 that the committee would not consider the challenge because it did not have time to thoroughly examine the information McDaniel provided about alleged voting irregularities. Thursday marked the deadline to file a lawsuit challenging his loss. State law says the general-election sample ballot must be given to local election officials by Sept. 10, which is 55 days before the Nov. 4 general election. While a court could order a new primary even after the general election, McDaniel campaign attorney Mitch Tyner has said he wants the dispute over the primary resolved in time to keep the general election on track.",
            "bias": "border",
            "url": "https://www.foxnews.com/politics/2014/08/14/tea-party-backed-cochran-foe-challenges-loss-in-mississippi-state-court/"
        },
        {
            "headline": "NM college spends $5 million on solar array to save $200,000 in utility bills",
            "author": "By\n           | watchdog.org",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "FILE: Solar technicians install solar panels on the roof of a house in Mission Viejo, California. (rEUTERS) Santa Fe Community College has just unveiled a solar array that, it says, will save the college at least $200,000 a year on its utility bills. But the array, funded by taxpayers in a 2010 bond election, will cost $5 million. You don’t have to be a math major at the college to figure out it would take 25 years of $200,000 cost savings per year to reach the $5 million mark for the project to just break even. So is the solar array a good deal? SFCC interim president Randy Grissom thinks so. First off, Grissom told New Mexico Watchdog the college expects to save more than $200,000 a year on utility bills. Click for more from Watchdog.org.",
            "bias": "border",
            "url": "http://www.foxnews.com/politics/2014/05/06/nm-college-spends-5-million-on-solar-array-to-save-200000-in-utility-bills/#&_intcmp=latestnews"
        }
    ]
}