{
    "Biases": [
        "racial",
        "racial discrimination",
        "BLM",
        "CRT",
        "white privilege"
    ],
    "Articles": [
        {
            "headline": "Nevada Ad Urging Latinos 'Don't Vote' Is Pulled",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 12,
                "year": 2016
            },
            "article_content": "Oct. 11:  Nevada GOP Senate candidate Sharron Angle speaks at a rally in Carson City, Nev. (AP) LAS VEGAS -- A Republican campaign urging Latinos not to vote was yanked from the airwaves Tuesday amid an outcry from Democrats that it was a dirty trick against Senate Majority Leader Harry Reid in his hotly contested race against Republican Sharron Angle. Reid sought to link the ad to Angle as the ad drew a harsh rebuke from President Barack Obama, Hispanic leaders and candidates from both parties in Nevada. Angle's opponents also pounced on the tea party favorite for her comments to Hispanic high school students that \"some of you look a little more Asian to me.\" \"Listen to her latest, running ads on Hispanic television telling people not to vote,\" Reid said. \"She is trying to keep people from voting.\" Reid has fiercely courted the Hispanic vote in the contest against Angle, who supports strict immigration policies. With the race in a dead heat, a dip in turnout among Hispanics would likely land Angle in the U.S. Senate. The Republican group Latinos for Reform had planned to eventually run the commercials in Nevada, Florida, California, Texas and Colorado through the Nov. 2 election. \"Don't vote this November. This is the only way to send them a clear message,\" the ad's narrator announces in Spanish. \"You can no longer take us for granted.\" Univision told The Associated Press on Tuesday that the spot was pulled from one of its Spanish-language radio stations in Las Vegas shortly after the commercial hit the air. Univision said it will also not run a companion ad on its Spanish-language TV broadcasting network and will continue to encourage Hispanics to vote. Telemundo, the nation's other major Spanish-language network, also said it would not broadcast the TV spots if approached. Obama slammed the campaign during a round-table with reporters from Spanish-language outlets. \"I think it is terrible,\" he said. \"It is a cynical political ploy to try to drive Latino votes to benefit a Republican candidate in Nevada who would never vote for immigration reform.\" Robert de Posada, the founder of Latinos for Reform, said he is trying to determine whether he can legally challenge Univision, which approved the commercials Friday. \"It is a very sad moment where you cannot have discourse in the Spanish market,\" he said. \"Obviously, my First Amendment rights have been violated.\" De Posada said Democrats were elected on empty promises of immigration reform in 2008. He also attacked Republican efforts to criminalize illegal immigrants or deny children of illegal immigrant's citizenship rights, policies supported by Angle, whom he called \"irresponsible.\" \"I would rather not vote for anyone than be forced to vote for the lesser of two evils,\" he said. De Posada is the former director of Hispanic affairs for the Republican National Committee. He also worked on Social Security reform under former President George W. Bush, who supported an immigration overhaul that would have allowed illegal immigrants to apply for legal status. Angle's campaign distanced itself from the ad, but stopped short of criticizing it. \"We encourage all Nevadans to vote and they should vote for Sharron Angle because Harry Reid is only out for himself and his wallet,\" said spokesman Jarrod Agen. The ad flap was one of several major developments in the race: -- A Canadian diplomat called on Angle to denounce her recent remarks that the \"northern border is where the terrorists come through.\" Angle's campaign insisted terrorists do enter the country through the northern border, citing the 1999 arrest of an Algerian convicted of trying to bomb Los Angeles International Airport on the millennium. A spokesman for the Canadian embassy said it was just one case that happened more than a decade ago. -- Controversial Arizona sheriff Joe Arpaio met with the Tea Party Express at a country bar Tuesday as it rolled through Las Vegas on its trip across the nation. Arpaio said President Barack Obama needs him to resolve the country's immigration crisis, and offered to help Nevada open its own tent city for detained illegal immigrants. -- A group of U.S. senators that works to elect fellow Democrats released a TV spot urging Nevadans not to punish Reid for Nevada's woeful economy. -- A third-party group called Crossroads GPS, backed by Republican operative Karl Rove, started airing a new TV spot in Nevada that blames Reid for the Silver State's stalled economy. Hours after the Latino commercial was unveiled, the Nevada Democratic Party and Hispanic leaders in Las Vegas urged media outlets to boycott the ad. They called the spot un-American. Hispanics make up more than 25 percent of Nevada's population and Democrats have directed intense voter outreach efforts toward the community in recent years. Hispanics frustrated over unfulfilled promises on immigration reform could be receptive to the campaign's message, said John Tuman, chair of the political science department and director of the Latin American Studies Program at the University of Nevada, Las Vegas.",
            "bias": "racial",
            "url": "http://www.foxnews.com/politics/2010/10/19/nevada-senate-race-gets-uglier-hispanic-ad.html"
        },
        {
            "headline": "Conway's Attack Could Cement Paul's Lead in Roiling KY Race",
            "author": "By\n        James Rosen ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "Rand Paul, the Tea Party-backed Republican Senate candidate in Kentucky, said Monday he may boycott a final debate against Democratic opponent Jack Conway scheduled for next week, in frustration over ads Conway has run challenging Paul's adherence to Christian ideals. \"We haven't fully decided,\" Paul said after a press conference with a veterans backing his campaign, \"but I'm not sure I'll appear in public with someone who is going to question my religion.\" John Collins, a Conway campaign spokesman, said in a statement that Paul \"ought to have the guts to keep his commitment to KET and explain his actions to the people of Kentucky.\" Public television station KET was to broadcast the final scheduled debate between Paul and Conway on October 25. The uncertainty surrounding that event followed an unusually heated TV debate Sunday night, hosted by the University of Louisville, that saw Paul, a trained opthamologist, and Conway, the state attorney general, trade barbs about each other's character, integrity, and prior statements. Paul, at debate's end, refused to shake Conway's hand. In televised ads prior to Sunday's debate, Conway - who trails in most statewide polls by an average of five percentage points - had urged Paul to provide details about a prank he allegedly took part in during his undergraduate days at Baylor University. According to GQ magazine, which first unveiled the charges in August, Paul and a classmate blindfolded and kidnapped a woman, demanded she smoke marijuana from a water bong, and later tried to force her to kneel before a god the two men identified as \"Aqua Buddha.\" GQ kept the woman's identity anonymous and Paul has described the account as \"ridiculous.\" \"The woman who you tied up said...that it was weird, [and] that she ended her friendship with you because of it,\" Conway told the debate audience Sunday night. \"And I just don't think anyone should ever tie up a woman and ask her to kneel before a false idol.\" In the TV ads Conway had run, an announcer had gone further, saying: \"Why was Rand Paul a member of a secret society that called the Holy Bible ‘a hoax,' that was banned for mocking Christianity and Christ? Why did Rand Paul once tie a woman up, tell her to bow down before a false idol, and say his god was 'Aqua Buddha'?\" Although Conway had not made the allegations a part of his opening statement, Paul seized on the ads and forced the issue into a primary role in the debate. \"Jack, you should be ashamed of yourself,\" Paul said early on. \"Have you no decency? Have you no shame?\" When Conway accused Paul of failing to answer the questions raised in the ads, Paul snapped, to gasps from the audience: \"Jack, you know how we know when you're lying? It's when your lips are moving, okay?...You're going to stand over there and accuse me of a crime from thirty years ago from some anonymous source? How ridiculous are you? You embarrass this race.\" Numerous observers, including both neutral analysts and Democrats active in Kentucky politics, questioned the wisdom of the Conway campaign focusing so heavily on the GQ allegations. \"When Conway began the personal attacks, I think it did take him off-message,\" University of Louisville political science professor Jasmine Farrier told Fox News. \"He kept the negativity on a college prank that allegedly happened thirty years ago, rather than linking it explicitly to character, policy, and association issues which might put Rand Paul out of the mainstream for conservative Democrats and swing voters in Kentucky. That was the strategic error of the Conway campaign. Farrier argued that Paul was keen to seize on the allegations because it enabled him both to question Conway's character in pressing them, and to skirt tougher questions on more substantive issues, like whether Paul believes in the constitutionality of Social Security and wants to pare back federal mining regulations. \"I think even among the Conway supporters [in the university audience], there was a measure of disappointment and a universal cringing effect that the two men engaged in that kind of back and forth,\" Farrier said. A Kentucky Democrat who has helped run two successful statewide campaigns, and who supported Conway's primary opponent in the current election cycle, agreed the emphasis on the GQ charges worked to the Republican candidate's benefit. \"This basically gives Paul a chance to do nothing but play the injured party and talk about his family values,\" said this operative. \"If you run something like that, you better have your opponent dead to rights, not some 30-year-old college prank.\" Another politico who has advised one of the two House Democrats seeking reelection in Kentucky this year told Fox News that Conway \"is on his own\" with the ad, and suggested it has deepened concerns about a possible \"meltdown\" by Conway that could serve as a drag on the rest of the Kentucky's Democratic slate. \"This is exactly how Paul won the primary so big - [Republican Secretary of State Trey Grayson] went overboard on the attack and Paul was able to turn it around on him,\" said the second Kentucky Democrat. Appearing on MSNBC Monday morning. Sen. Claire McCaskill (D-MO) called the ad \"very dangerous\" and said it verges \"close to the line\" of propriety. But McCaskill also accused Paul of being \"thin skinned\" for refusing to shake Conway's hand after the Sunday debate. Fox's Chris Stirewalt contributed to this report.",
            "bias": "racial",
            "url": "https://www.foxnews.com/politics/2010/10/18/conway-attack-could-cement-paul-lead-in-roiling-ky-race.html"
        },
        {
            "headline": "After court victory, gay-rights activists pressing Senate to repeal 'don't ask, don't tell'",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2015
            },
            "article_content": "NEW YORK – Elated by a major court victory, gay-rights activists are stepping up pressure on Congress to repeal the military's \"don't ask, don't tell\" policy this month. They want to avoid potentially lengthy appeals and fear their chances for a legislative fix will fade after Election Day. The House voted in May to repeal the 17-year-old policy banning openly gay service members. Many majority Democrats in the Senate want to take up the matter in the remaining four weeks before the pre-election recess, but face opposition from Republican leaders. National gay-rights groups, fearing possible Democratic losses on Nov. 2, urged their supporters Friday to flood senators' offices with phone calls and e-mails asking that the Senate vote on the measure during the week of Sept. 20. \"If we don't speak up now, our window for repeal could close,\" said Joe Solmonese, president of the Human Rights Campaign. Supporters of repeal hope senators heed the ruling issued Thursday in Los Angeles by U.S. District Judge Virginia Phillips, who said 'don't ask, don't tell' was an unconstitutional violation of the due process and free speech rights of gays and lesbians. The policy has a \"direct and deleterious effect\" on the military by hurting recruitment efforts during wartime and requiring the discharge of service members who have critical skills and training, she said. The Log Cabin Republicans, a GOP gay-rights organization, sued the federal government in 2004 to stop the policy, and Phillips said she would draft an order within a week doing just that. The U.S. Department of Justice hasn't yet said whether it will appeal the ruling; spokesman Charles Miller said attorneys were reviewing it. Defense Secretary Robert Gates and Joint Chiefs of Staff Chairman Adm. Mike Mullen — both in favor of repealing \"don't ask, don't tell\" — say they prefer that the change wait until the military completes a review of the issue. That study, due in December, includes surveys of troops and their families to get their views and help determine how a change would be implemented. Gay-rights activists, worried that the election could tilt the balance of power in Congress, don't want to wait. \"We're pleased by the judge's decision, but this decision is likely to be appealed and will linger for years,\" said Aubrey Sarvis of the Servicemembers Legal Defense Network, which has lobbied against 'don't ask, don't tell.' The House-passed repeal measure is contained in a broader defense policy bill which has yet to be sent to the Senate floor because of an objection by Sen. John McCain, R-Ariz., during debate in the Armed Services Committee. McCain said it was \"disgraceful\" to push for a vote on the repeal before completion of the Pentagon review. Democrats, who effectively hold 59 Senate seats, will need at least some Republican support to reach the 60 votes needed to pass the bill. Republican Susan Collins of Maine voted for repeal in committee. The Senate has a packed agenda for the next few weeks before its recess, and Republicans have warned that they might not make time for the defense bill if it contains controversial amendments. Along with the 'don't ask, don't tell' repeal, it includes a proposal that would allow female service members to receive abortions at military facilities. Among those on the spot is Senate Majority Leader Harry Reid of Nevada, who must decide how hard to push for a vote on the repeal. Over the summer, Reid was given the West Point ring of Lt. Dan Choi, an Iraq war veteran who was discharged from the New York Army National Guard because he was open about his homosexuality. Choi said he would take back the ring only when 'don't ask, don't tell' was repealed, and he was among many activists urging Reid to press hard for a vote. \"The time for accountability has come,\" Choi said Friday. \"Sen. Reid needs to follow the leadership of Judge Phillips and take immediate action to support the men and women serving in our nation's military.\" President Barack Obama has said he would like 'don't ask, don't tell' repealed, but wants Congress to take the lead in accomplishing that. Republicans on Friday called on the administration to defend the law until the Defense Department had a chance to complete its review. \"After making the continuous sacrifice of fighting two wars over the course of eight years, the men and women of our military deserve to be heard — and have earned that right,\" said California Rep. Buck McKeon, the top Republican on the House Armed Services Committee. During the trial before Phillips, government attorneys presented only the policy's legislative history in their defense and called no witnesses. Justice Department attorney Paul G. Freeborne argued that the issue should be decided by Congress rather than in court. He said the plaintiffs were trying to force a federal court to overstep its bounds and halt the policy as it is being debated by lawmakers. In 2008, a three-judge panel of the 9th U.S. Circuit Court of Appeals said the law itself is constitutional, but the way the military applies it is not. The court said it's OK to discharge people for being gay — but only if the military proves that the dismissal furthers military readiness. The Pentagon has ignored that ruling over the past two years, continuing to discharge gays without making such a showing. The case before the 9th Circuit concerned former Maj. Margaret Witt, a decorated Air Force flight nurse discharged for having a long-term relationship with a civilian woman in Washington state. Witt continues to seek reinstatement, and a federal trial is scheduled to begin Monday in Tacoma over whether her firing actually furthered military goals. Phillips' decision was the third federal court ruling since July to assert that statutory limits on the rights of gays and lesbians were unconstitutional. Earlier, federal judges ruled against California's Proposition 8, which bans same-sex marriage, and against the federal Defense of Marriage Act, which denies federal recognition to same-sex marriages even in states such as Massachusetts that allow them. ___ Associated Press writers Anne Flaherty and Pete Yost in Washington and Gene Johnson in Seattle contributed to this report. (This version corrects that Witt's case went before 9th Circuit, not Phillips.)",
            "bias": "CRT",
            "url": "https://www.foxnews.com/us/2010/09/10/court-victory-gay-rights-activists-pressing-senate-repeal-dont-ask-dont-tell/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+foxnews%2Fnational+%28Internal+-+US+Latest+-+Text%29"
        },
        {
            "headline": "Officials: Obama to Link Tax Plan to Hiring",
            "author": "By\n           | The Wall Street Journal",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "Sept. 3: President Obama reports on the economy in the Rose Garden at the White House. (AP) With the job market stuck in neutral, the Obama administration is moving toward using the revenue from expiring tax cuts for the wealthy to finance about $35 billion of tax cuts for small businesses and workers, administration and congressional officials said Friday. The employment report for August, which showed a slight uptick in unemployment and anemic private-sector job creation, put new impetus on the White House to produce a labor-policy response. President Barack Obama said he would be proposing additional economic measures next week, when he speaks Monday at a union picnic in Milwaukee and in a Wednesday address in Cleveland. \"We need to take further steps to create jobs and keep the economy growing, including extending tax cuts for the middle class and investing in the areas of our economy where the potential for job growth is greatest,\" the president said in the Rose Garden Friday, flanked by his economic team. But Democrats are split into three camps. A small but vocal group wants to temporarily extend all the tax cuts passed by George W. Bush, which expire Jan. 1. A larger camp wants to let tax cuts for those earning $250,000 or more expire and use the proceeds for measures such as a payroll-tax holiday or other small-business breaks. And the third contingent wants to end those top-tier cuts and use the revenue to pay down the deficit. \"Everybody's got an idea on this,\" said a Democratic leadership aide in the Senate. The White House is ready to redirect the tax cuts, arguing that most of the tax increases would hit households with incomes topping $1 million. \"If the Republicans are bent on spending an additional $35 billion [next year]…extending the tax cuts for the wealthiest, those that are making that million dollars, is the least stimulative way to impact our economy,\" White House press secretary Robert Gibbs said. Wealthy people would likely save rather than spend the money, say economists opposed to extending cuts for the most affluent. The administration has been arguing that Republicans are hypocritical for blaming the growing U.S. budget deficit on Democratic leadership while pushing to extend all the Bush-era tax cuts. But many Democrats acknowledge that isn't resonating with voters. Instead, they want to give Republicans a choice between tax cuts for the rich and tax cuts for workers and small businesses. Sen. Russ Feingold (D., Wis.), who is in a tough re-election fight, is urging an extension and expansion of a payroll tax cut for small firms hiring new workers. The White House is examining that idea, as well as a proposal to extend the payroll tax cut to those who are hired. It also wants to extend the research-and-development tax credit. Continue reading at The Wall Street Journal",
            "bias": "CRT",
            "url": "http://www.foxnews.com/politics/2010/09/04/white-house-link-tax-plan-hiring/"
        },
        {
            "headline": "US Stalls on Sept. 11 Trial For 5 at Gitmo",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "June 5, 2008: This photo shows a sketch of the Sept. 11 attacks co-conspirator suspects. (AP) SAN JUAN, Puerto Rico -- As the U.S. military prepares for the first war crimes trial under President Barack Obama, its most high-profile case against the planners of the Sept. 11 attacks is stuck in political and legal limbo. Canadian prisoner Omar Khadr, accused of killing an American soldier during a raid on an al-Qaida compound, is scheduled to go to trial Aug. 9 at the U.S. base in Cuba. But Khalid Sheikh Mohammed, the professed mastermind of the attacks, and four alleged accomplices are still sequestered at Guantanamo without charges. The Obama administration, after months of review, hasn't made a decision on whether to seek a military or civilian trial. It's a delay that has angered relatives of Sept. 11 victims. It also has created an unusual situation: Previous war-crimes proceedings, in which Mohammed boasted of his role in the attacks and said he wanted to plead guilty, have essentially been erased. No U.S. officials will say what the plans are for the five men who were transferred in 2006 to Guantanamo from secret CIA custody. \"There's no case, there's no judge, there's nothing,\" said Navy Lt. Cmdr. Richard Federico, a military lawyer appointed to defend alleged plotter Ramzi bin al Shibh. \"They are back into the black hole.\" Attorney General Eric Holder announced in November the trial would be moved to federal court in New York. But the administration backtracked and put the issue under review after local officials objected to the costs and potential security threat. The military and justice department refer questions about the status to the White House, which said in March a decision was weeks away. An Obama administration official, speaking on condition of anonymity, told The Associated Press on Friday it is still reviewing the venue and forum for the trial. Lawyers for the Sept. 11 defendants and other observers doubt an announcement will be made before November elections, because moving them to the United States and keeping them in Guantanamo for a military trial are both politically unpopular choices. \"Why would you want to pay this political price in the three months before this election which you are expecting to do badly in?\" said Benjamin Wittes, a senior fellow and terrorism specialist at the Brookings Institution. The administration official, who spoke on condition of anonymity because the review is ongoing, said the election does not have any influence on the process. The official said the security and cost concerns of state and local officials in New York are being taken into account. Dominic Puopolo Jr., a Miami computer consultant whose mother was killed in the Sept. 11 attacks, attended the trial in Germany of a Moroccan man accused of aiding the plotters and still hopes to see Mohammed and his co-defendants prosecuted as well -- before the 10-year anniversary in 2011. \"I'm incredibly disappointed with the way the Obama administration has handled this,\" said Puopolo, whose mother was on board the American Airlines flight out of Boston that the hijackers crashed into the World Trade Center on Sept. 11. During his presidential campaign, Obama criticized the war crimes tribunals, known as military commissions, that began under his predecessor. But he worked with Congress to adopt changes. He said he wants to keep the tribunals as an option for some prisoners, including Khadr, as part of a plan to close the Guantanamo detention center, where the U.S. holds about 175 men. Even with the changes, the military commissions are unpopular with some Obama supporters. The American Civil Liberties Union said in a report Thursday that there have been \"procedural improvements,\" but the tribunals could still convict someone with hearsay evidence obtained coercively, or based on testimony from detainees who are not available for cross-examination. In the Khadr case, critics oppose the war crimes trial because the defendant was 15 when he allegedly threw the grenade that killed U.S. Army Sgt. 1st Class Christopher Speer of Albuquerque, New Mexico, during a raid on a al-Qaida compound in Afghanistan in 2002. \"Unless the president ends this travesty of justice, the Obama military commissions will forever be remembered for prosecuting a child,\" Army Lt. Col. Jon Jackson, Khadr's Pentagon-appointed lawyer, said Saturday. The military says it's a war crimes case because he was not a legitimate soldier. Khadr faces up to life in prison if convicted of murder in a trial that could last several weeks. The Sept. 11 case is vastly more complicated. For one thing it is a capital case, with nearly 3,000 victims. Legal experts say it's unclear whether the rules of military commissions permit a defendant to plead guilty and be executed, as Mohammed and his co-defendants have indicated they want to do. Wittes noted that any choice has potential costs -- and potential policy benefits. A successful trial in federal court or the military commission would help clarify legal questions and create a framework for trying other Guantanamo prisoners, helping to close the detention center. \"There is nothing defensible about not making a decision and letting the issue fester,\" he said. As the debate over what to do goes on behind closed doors, military lawyers still visit the Sept. 11 defendants, even though the men have said they want to act as their own lawyers during any trial. Navy Lt. Cmdr. James Hatcher, meets every three weeks with his appointed client, Waleed bin Attash, a Yemeni who allegedly ran an al-Qaida training in Afghanistan, where two of the 19 hijackers were trained. He can't provide any details under the security rules. \"It's obviously in a holding pattern,\" Hatcher said. \"I can tell you we are preparing on both fronts, whether it goes to federal court or to military court.\"",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2010/07/31/stalls-sept-trial-gitmo/"
        },
        {
            "headline": "Whitman Blames Opponent for Illegal Immigrant Maid Flap",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "Sept. 28: Democratic gubernatorial candidate Jerry Brown, left, debates Republican Meg Whitman at the Univ. of California at Davis. (Reuters) FRESNO, California -- Republican gubernatorial candidate Meg Whitman accused Democratic rival Jerry Brown on Saturday of orchestrating a scandal over her former illegal immigrant housekeeper, a charge that prompted Brown to fire back and say Whitman won't take responsibility and is not fit to be governor. The issue dominated the candidates' second debate, held in one of the most economically distressed regions of the state, after a week that has upended Whitman's campaign. Whitman had hoped to use the debate at California State University, Fresno to court Latino voters. She has worked hard to win support among independents and Latinos, who are crucial to the campaign of any Republican running in a state in which Democrats hold a 13.4 percentage point edge among registered voters. Instead, the billionaire former chief executive of eBay found herself on the defensive and seeking to regain momentum with those voters after a tumultuous week in which she was forced to explain how she had an illegal immigrant housekeeper on the payroll for nine years and, according to her, didn't know it. She also is addressing allegations from the housekeeper's attorney that she and her husband should have suspected the worker's status because of a Social Security Administration letter mailed to their home in 2003. The forced acknowledgment by Whitman and her husband this week that they fired Nicky Diaz Santillan when she confessed to being an illegal immigrant in June 2009 has thrown off Whitman's controlled campaign messages about reviving the economy, controlling state spending and reforming education. The forum at California State University, Fresno was hosted by Spanish-language network Univision and was the first California gubernatorial debate broadcast in Spanish. \"The real tragedy here is Nicky. After Nov. 2, no one's going to be watching out for Nicky Diaz,\" Whitman said, turning to face Brown directly shortly after the start of their second debate. \"And Jerry, you know you should be ashamed, you and your surrogates ... put her deportation at risk. You put it out there and you should be ashamed for sacrificing Nicky Diaz on the altar of your political ambitions.\" Brown responded by saying Whitman was trying to evade responsibility. \"Don't run for governor if you can't stand up on your own two feet and say, 'Hey I made a mistake,\"' Brown said in a moment fraught with tension as the two candidates, neck-and-neck in the polls, turned away from the audience and faced each other directly. \"You have blamed her, blamed me, blamed the left, blamed the unions. But you don't take accountability.\" Brown, the state Attorney General, served two terms as governor of California from 1975-83. Gloria Allred, the housekeeper's attorney, is a longtime supporter of Democratic candidates. Whitman told reporters after the debate the controversy is a sideshow from the issues Californians want to focus on, such as jobs and education. But immigration issues dominated the debate. The pressure erupted as the candidates took their fourth question, after the candidates faced questions about jobs, public education and the housing crisis. \"So, this is a very sad situation, and the Nicky that I saw on the press conference a few days ago was not the Nicky that I knew for nine years,\" Whitman said as she began to address the issue that has thrown her campaign off track. \"And you know what my first clue was? She kept referring to me as Ms. Whitman. And for the 10 years, nine years she worked for me, she called me Meg and I called her Nicky.\" After technical problems forced a delay, Brown and Whitman had several lengthy exchanges over high-profile immigration issues, including whether illegal immigrants already in the country should be able to seek citizenship; the DREAM Act that would let U.S. high school graduates who were brought into the country illegally as children become legal U.S. residents after spending two years in college or the military; and cracking down on employers who hire illegal workers. \"If we don't hold employers accountable, we will never get our arms around this ... problem,\" Whitman said during the debate. Brown pounced. \"Ms. Whitman obviously didn't crack down on herself,\" he said. \"This is a question of talking out of both sides of her mouth.\" Whitman says that after she learned her maid was illegal, she did not turn her in to immigration authorities. But she rejected her maid's request to help her pursue citizenship, even though she has said the housekeeper was like a member of her extended family. \"You're going around this state saying employers must be accountable for hiring unlawful people, there ought to be raids on businesses, there's no path to citizenship,\" Brown said. \"This a terrible thing we have -- all these millions of (illegal) people, but you don't want a path to citizenship.\" Whitman reiterated her opposition to a path to citizenship for illegal immigrants and tried to shift blame for immigration problems to the federal government, saying the first priority should be securing the border with Mexico. Brown said he would treat all Californians equally \"as God's children.\" \"You don't just bring in semi-serfs and say do our dirty work, and then we're finished with you like an orange and just throw it away. That's after you've squeezed it. That's not right,\" he said. Hispanics comprise 37 percent of California's 38.6 million people and are expected to account for about 15 percent of voters in the Nov. 2 election, according to a recent Field Poll. A Public Policy Institute of California poll released this week showed Brown with only a slight lead over Whitman among Hispanic voters, but the survey was taken before the housekeeper controversy began dominating the race.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2010/10/02/whitman-blames-opponent-housekeeper-flap.html"
        }
    ]
}