{
    "Biases": [
        "racial",
        "racial discrimination",
        "BLM",
        "CRT",
        "white privilege"
    ],
    "Articles": [
        {
            "headline": "Tight Nevada Senate race may hinge on voter turnout for presidential race",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "LAS VEGAS – The Senate race in Nevada is coming down to the wire with less than three weeks before the election, and with the balance of power in the Senate potentially on the line the contest is one of the most bitter in the Silver State’s history. Sen. Dean Heller, a Republican, is facing a challenge from Democratic Rep. Shelley Berkley. Heller was appointed to the seat after the resignation of Sen. John Ensign amid misconduct allegations. Berkley, who faces conflict of interest allegations in the House Ethics Committee, contends Heller is too partisan and is the wrong choice for Nevadans who are facing what’s seen as the toughest economy in the nation. This key presidential swing state has the highest unemployment rate in the country, and its home foreclosure rates are near national highs. “Nobody works harder than me to keep people in their homes and do everything I can to make sure that people that are in foreclosure have alternatives to losing their homes. And I work very, very hard to make sure that we keep people in their homes,” Berkley said in a debate Monday. Despite agreement about the biggest problems facing their state, Berkley and Heller are deeply and ideologically divided on how to fix them. \"I didn't ever think it was going to be easy,” Heller said. \"I have a solid opponent, and she's doing a very good job for her party, for her ideas.  We just disagree on what direction we think this country ought to go.\" The Real Clear Politics polling average in the race shows Heller maintaining a thin, 3-percentage-point lead over Berkley, and the race is considered to be a toss-up. Heller thinks the presidential race may make the difference in whether he goes back to Washington. “I think it's 50-50 right now,” Heller said. “It's interesting watching the numbers bounce around a little bit, but you know, I believe it has a lot to do with how the presidential race goes. If Romney does well, I think we do well, and I'm counting on him doing well.” Political observers in Nevada agree. “I think it's going to depend a lot on the top of the ticket, how the president does here,” said Jon Ralston, a long-time political journalist in Las Vegas who has moderated a debate between Berkley and Heller.  “It's just about turnout and who can get their people out. There's not one issue that's sticking out in the race.” Republicans may have reason to be concerned about election day turnout. Democrats have led a massive effort in the state to increase their voter registration roles. Clark County, the county in which Las Vegas sits and that contains more than half the state’s population, has seen a recent increase in the number of registered Democrats. When voter registration in Nevada closed earlier this month, Democrats held a nearly 130,000 voter advantage over Republicans. “If all those vote for Shelley Berkley, that's a problem for him,” Ralston said. But he adds Berkley still needs a strong showing by President Obama to edge out Heller. “I think she needs Obama to win the state by more than 5 points to win the race.” While Obama and Romney are playing central roles in the Senate race, the Senate’s majority leader, Nevada’s senior senator, has not: Harry Reid has not appeared in TV ads for Berkley, and Heller doesn’t tie his opponent to him. “I'm waiting for the Harry Reid ad to come out supporting my opponent. I haven't seen it yet. I'm sure it's been cut,” Heller said. “You know, Harry stayed out of this for the most part.” Which may be a good thing for Heller, who would want to be seen by voters as someone who could work across the aisle after the election. “Sen. Reid and I are going to work together beyond Nov. 7 and moving forward,” Heller said. “I think that's important for the state of Nevada, and I really see the state moving forward, because the two senators are going to get along just fine.” Voters in Nevada will soon begin deciding if Heller gets that chance.  Early voting starts on Saturday.",
            "bias": "racial",
            "url": "https://www.foxnews.com/politics/2012/10/17/tight-nevada-senate-race-may-hinge-on-voter-turnout-for-presidential-race.html"
        },
        {
            "headline": "Bill O'Reilly: A new Fox News poll on the presidential election",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "January",
                "day": 27,
                "year": 2017
            },
            "article_content": "Talking Points 11/1 By Bill O'Reilly Fox News Channel has the race tied at 46 percent. That is a small improvement for the Obama/Biden ticket since early October. Among likely Independent voters Romney defeats Obama 46 percent to 39 percent. However, the President has improved his position with Independents by five points since early October. But here is something interesting. Among extremely interested voters Romney defeats Obama 53 percent to 42 percent and that is an improvement of five percents for the Governor. Now on the question of favorability, it's just about tied. President Obama 52 percent; Governor Romney 51 percent. Both have a 46 percent unfavorable rating. Fox News also asked the folks if the Obama administration has tried to mislead Americans about the attacks on Libya: 44 percent say yes; 47 percent say no. Finally about President Obama's handling of Libya: 39 percent approve, 47 percent disapprove. But the truth is that much of the mainstream media has covered for the President over Libya and the issue has not gained big time traction. Fox News chief intelligence correspondent Catherine Herridge reports that she reviewed a cable sent by the U.S. mission in Benghazi, Libya to the Secretary of State Hillary Clinton on August 16th. It went to Mrs. Clinton's office. Now that classified cable stated that Americans in Benghazi did not believe the consulate could be defended against a coordinated attack. And of course on 9/11 there were coordinated terrorist attacks that killed Ambassador Christopher Stevens and three other Americans. So it is clear the Obama administration was warned and did nothing. Now, that's a pretty big story but again the press has not embraced it and the President has simply ignored it saying over and over again his administration is investigating. Well, here is a flash. The Fox News investigative team has uncovered far more about Libya than the Obama administration has. Which is kind of interesting, don't you think? There are just four days until we vote. Libya will not be -- will not be a major issue. The President will be able to ride it out. And he can thank his friends in the media for that. And that's \"The Memo.\"",
            "bias": "racial",
            "url": "http://www.foxnews.com/transcript/2012/11/02/bill-oreilly-new-fox-news-poll-presidential-election/"
        },
        {
            "headline": "Political parties turn to independent voters for edge in November",
            "author": "By\n        Jim Angle ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "April 3, 2012: Voters take to the polls in Fredonia, Wisconsin. (Reuters) Most registered Republicans and Democrats have long since made up their minds who they're going to vote for, so the presidential campaigns are poised to spend tens of millions of dollars trying to win over those who say they don't belong to either party. \"Most folks in the parties have made their decision already,\" says Lanae Erickson Hatalsky of the centrist Democratic think tank Third Way. \"And so those independents, a bigger number of them, are now going to be the real key to victory in 2012.\" David Winston, a Republican strategist, said such independents made up 22 percent of voters in 2002. \"In 2010, they had grown to make up about 29 percent of the electorate,\" he said. \"So clearly as the exit polls have shown, they've grown quite a bit.\" And a Gallup poll recently reported that independents account for 35 percent or more of voters in most recent elections. Some political analysts, however, say many voters call themselves independents but really are not -- that the true number is less than 10 percent. If so, they're just as important: \"Even half of that means 3, 4, 5 percent, and in most of these battleground states the final results will be within 52 to 48 percent, so they could be and probably will be the critical voters,\" says Larry Sabato, a political analyst at the University of Virginia. And one Republican analyst says independents have been key in recent swings of power in Washington. \"In 1994, when Republicans won the Congress, we won independents by 14 (percentage points),\" Winston said. \"In 2006, when we lost the Congress, we lost independent by 18. And we came back in this last election in 2010, we won independents by 19 points\" So what moves independent voters? President Obama has tried to convince them a policy of taxing the rich is best course, one \"that asks the wealthiest Americans to help pay down our deficit, to do their fair share,\" he told one audience last month. Third Way, the democratic think tank, however, polled voters in 12 battleground states and found independents don't buy the tax fairness argument. \"They don't see themselves as victims in the system, so about 60 percent of them say our system is basically fair,\" Hatalsky said. \"For these folks in the middle, the independents, income inequality was not a good message for them. It didn't work.\" \"Look, the independent voter, particularly this year is -- a big chunk of them are college educated independents who don't buy the class warfare argument,\" said former Bush administration strategist Karl Rove, a Fox News contributor. That might explain why several recent polls show Obama down several points among independents, even though he won them by 8 percentage points in 2008. When it comes to the economy, independents in the Third Way poll didn't talk about fairness. They talked about opportunity and jobs -- on which the president says he's making progress. \"Moving forward, not moving backwards,\" he said to applause. \"And we've been able to do that. We've been moving forwards.\" The 23 million unemployed or underemployed may have a different view, including independents such as David Rivera, a 36-year Florida resident. \"Currently my wife is unemployed and it's hard, it's been hard to get another job. So, we are basically just a one income household,\" he said. And that issue could determine the outcome of the election. \"The better-informed independents are practical. They want real problems solved with practical solutions,\" Sabato said. \"What I've found independents are looking for is, 'Tell me how you are going to get this economy moving forward -- don't tell me why somebody else is wrong,'\" Winston said. \"Explain to me how you're going to solve the economy and get things moving.\"",
            "bias": "CRT",
            "url": "http://www.foxnews.com/politics/2012/07/26/political-parties-turn-to-independent-voters-for-edge-in-november/"
        },
        {
            "headline": "Prosecutors in Edwards trial now following the money",
            "author": "By\n        Jonathan Serrie ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "Former Sen. John Edwards arrives at the federal courthouse in Greensboro, N.C. Friday, May 4, 2012.  Edwards is accused of conspiring to secretly obtain more than $900,000 from two wealthy supporters to hide his extramarital affair with Rielle Hunter and her pregnancy from the media. He has pleaded not guilty to six charges related to violations of campaign-finance laws.  (AP Photo/The News & Observer, Chuck Liddy)  MANDATORY CREDIT (2012 The News & Observer) GREENSBORO, N.C.  – The lawyer handling the estate of philanthropist Rachel \"Bunny\" Mellon took the stand this afternoon in the criminal trial of former Democratic presidential candidate John Edwards. Alex Forger, the final witness for the week, said he discovered the large donor checks Mellon had been writing on her personal account to funnel funds to Edwards aide Andrew Young when one of the checks bounced and he received a call from the bank. Forger said Mellon, an ardent supporter of Edwards' candidacy, was well aware of the $2,300 federal cap on individual campaign donations. The personal checks in question were in excess of $700,000. Young, a fundraiser for Edwards' 2008 presidential campaign, testified last week that he took some of the money, along with unreported cash from another donor, and used it to help hide the pregnancy of Edwards' mistress Rielle Hunter from the media Federal law then limited individual campaign contributions to $2,300. Prosecutors argue roughly $1 million from Mellon and the other donor were intended to help Edwards' presidential aspirations and therefore represent campaign contributions. Edwards, a former U.S. senator from North Carolina, denies knowing about the payments and has pleaded not guilty to six counts related to campaign finance violations. The defense maintains the money was simply to spare one man's family the embarrassment and anguish of finding out about the affair and that Edwards was unaware of the elaborate financial scheme to keep Hunter in hiding. Forger said Friday that when discussing the matter with Mellon, \"I suggested, since she knew the limit of what could be given in the campaign, this surely had to be a personal gift to Mr. Edwards… and she understood that.\" After news of Edwards' affair with Hunter broke, Forger said he became suspicious. He said he wondered whether his client's money was being used to hide Hunter. He said he called another wealthy donor, Fred Baron, who assured him Baron himself had covered all of Hunter's expenses. According to Forger, when he told Baron about the checks Mellon had been writing, \"He said this sounded like a scam perpetrated by Andrew Young.\" Forger said Edwards called him several days later. \"Mr. Edwards said he was unaware of these checks,\" Forger recalled. \"He regretted Mr. Young was in such pursuit of Ms. Mellon.\" Forger said Edwards suggested Young should pay the money back. Forger recalled his thought process at the time: \"Was this a scam? Was this a criminal matter? Were funds being siphoned off? …I just didn't know.\" Forger said he discussed his concerns with Wade Smith, who served as Edwards' attorney during the campaign. During those discussions, he said Smith acknowledged Edwards was aware the money was to his benefit. After that, court went into recess for the weekend. Testimony is expected to resume Monday morning with Forger still undergoing direct examination by the prosecution. Earlier in the day, interior decorator Bryan Huffman told prosecutors neither he nor Mellon, his wealthy friend, had knowledge of the affair or cover-up at the time but assumed the money was to benefit Edwards. During cross-examination of Huffman, lead defense attorney Abbe Lowell grilled Huffman over apparent inconsistencies between his trial testimony and statements he made during an earlier grand jury investigation. \"Didn't you say that it had nothing to do with the campaign and that it would be a gift?\" Lowell asked. Huffman replied, \"Not to my understanding.\" Lowell asked, \"Didn't you say it had nothing to do with the campaign?\" Huffman replied, \"I don't recall that. I'm sorry.\" As the exchange continued, Lowell followed up, \"Do you recall the use of the money … was for what you called 'a personal use.' Do you remember that phrase?\" \"Yes,\" Huffman said. Huffman endorsed multiple checks from Mellon, listing various pieces of furniture on the memo lines. However, he admitted in court that he never provided Mellon with goods or services. \"Our furniture business did not really involve furniture,\" Huffman said. The prosecution asked, \"Well, what was it?\" Huffman replied, \"It was money for Senator Edwards.\" After signing the checks, Huffman sent them overnight delivery to Young and his wife, Cheri, who used part of the money to pay for keeping Hunter in hiding. However, Huffman testified that Young never told him about Edwards' extramarital affair or efforts to shield Hunter from the tabloid press. When asked whether Mellon was aware of a $2,300 federal limit on individual campaign donations per election cycle, Huffman laughed and said, \"She thought it was a little low.\" \"The prosecution and the defense essentially agree on the basic picture,\" said Steven Friedland, a professor at Elon University School of Law. \"They're putting different frames around it, however. And it depends on which frame the jury likes.\" Next to testify could be Mellon family lawyer Alex Forger, who confronted Edwards about the money.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2012/05/04/interior-designer-to-retake-stand-at-edwards-trial/?test=latestnews"
        }
    ]
}