{
    "Biases": [
        "racial",
        "racial discrimination",
        "BLM",
        "CRT",
        "white privilege"
    ],
    "Articles": [
        {
            "headline": "All-Star Panel: Handicapping the House majority leader horse race",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "January",
                "day": 25,
                "year": 2017
            },
            "article_content": "Reaction from the 'Special Report' All-Star panel This is a rush transcript from \"Special Report,\" June 11, 2014. This copy may not be in its final form and may be updated. BRET BAIER, ANCHOR: House Republicans will hold elections for the leadership a week from tomorrow. We're back with the panel. George, what about this horse race now to be majority leader? Kevin McCarthy, currently the whip, is said to be jockeying for position and Cantor is supporting him. But is there going to be this need to have a hat tip to the more conservative, if there is such a thing, wing of the party? GEORGE WILL, SYNDICATED COLUMNIST: Well, the conservatives certainly want that and some people who would satisfy the conservatives, Paul Ryan and Jim Hensarling, have a problem. That is Jeb Hensarling is invaluable as the chairman of the financial services committee. Paul Ryan is about to inherit Ways and Means where he would be a national asset. And it is my understanding that if you are a majority leader you cannot chair a committee. BAIER: Chuck? CHARLES LANE, EDITORIAL WRITER, WASHINGTON POST: Well, there is a good deal of sentiment now among the more conservative and especially the southern wing that not South Virginia is not the South anymore. We are talking Georgia and Texas, that they're entitled to a leadership position, because, of course, it's it not just the majority leader that's going to change. Somebody bumps up to that and then other positions come open below it. And that's kind of where Hensarling comes into play, Mr. Price from Georgia. Pete Sessions also from Texas is in the mix. And it's going to -- I think it will be interesting to see how moderate Republicans use their position in the caucus now to try and tip this thing because some of them are worried that it's going to go too far right. BAIER: On the issue of immigration, take a listen to the House majority leader until the end of July on that issue. (BEGIN VIDEO CLIP) REP. ERIC CANTOR, R-VA, HOUSE MAJORITY LEADER: I think it is much more desirable and frankly doable if we did it one step at a time, working towards where we have common ground and believe things in common. I don't believe in this my way or the highway approach that the president has laid out, and I have continued to take that position. I have said that there is common ground at the border. There is common ground. I would like to see the issue of the kids addressed by those that didn't break any laws and come here unbeknownst to them. (END VIDEO CLIP) BAIER: Steve, what about immigration? STEVE HAYES, SENIOR WRITER, THE WEEKLY STANDARD: Well, if they do it one step at a time, I don't think that first step will come soon. I don't think it will come before the 2014 elections. I think it's -- it will be interesting to see how immigration plays in the debate about leadership. Kevin McCarthy is regarded as somebody who is as pro-immigration, maybe more, as Eric Cantor is. And you have already been hearing from red state conservatives who say, we don't want somebody from that, and conservatives from outside of that we want somebody different, we want somebody who comes from a red state. Most of the Republicans in the House GOP come from red states. We want a red state representative. BAIER: Yes or no, is it dead? LANE: I think it's dead. I don't think it was very alive before this. WILL: It was dead already. BAIER: Join us tonight for a Special Report Online, 7:00 eastern right after this show. We'll talk about the things we didn't get to in tonight's panel, the Taliban prisoner swap hearing, including Hillary Clinton, plus that interview we had tonight with Eric Stahl, the pilot. Logon now, Foxnews.com/SRonline and we'll see you in a couple minutes. That's it for the panel, but stay tuned for a look at just how outdated the technology really is at the V.A. Content and Programming Copyright 2014 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2014 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
            "bias": "racial",
            "url": "https://www.foxnews.com/transcript/2014/06/12/all-star-panel-handicapping-house-majority-leader-horse-race/"
        },
        {
            "headline": "GOP challenger Cory Gardner wins Senate seat as Latinos turn out in force in Colorado",
            "author": "By\n        Elizabeth Llorente ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "January",
                "day": 11,
                "year": 2017
            },
            "article_content": "Cory Gardner, Republican candidate for the U.S. Senate seat in Colorado, joins supporters in waving placards on corner of major intersection in south Denver suburb of Centennial, Colo., early on Tuesday, Nov. 4, 2014. Gardner is facing Democratic incumbent U.S. Sen. Mark Udall in a pitched battle for the seat. (AP Photo/David Zalubowski) U.S. Rep. Cory Gardner, a conservative Republican, beat Democratic incumbent Sen. Mark Udall in one of the most closely watched races in the nation. Gardner won 51 percent of the vote, and Udall got 43 percent with 71 percent of the precincts reporting. Gardner's victory put Republicans closer to the six seats they needed to gain control of the Senate, which has had a Democrat majority. Latinos had a strong turnout, according to Alfonso Aguilar, executive director of American Principles in Action's Latino Partnership, and a former official with the George W. Bush administration. Aguilar, who campaigned for Gardner, helping the candidate with Latino outreach, said that Latinos were about 13 percent of voters who turned out in Colorado. They comprise about 14 percent of the state's electorate. Latino voters in Colorado have tended to lean Democratic in elections, but Republicans have been gaining. \"It's a good win,\" Alfonso said. \"I do believe he'll be a force for good in the Senate, and be supportive of immigration reform. He supports a path to legal status, and expanding the guest worker program, he's told me this in private conversations.\" Aguilar said that exit polls did not break down information on whom Latino voters supported. \"I think Gardner held his own with Latino voters,\" he said. The Senate race in Colorado was seen as one of the tightest and most hotly contested. Both candidates vied for the state’s Latino electorate, one of the fastest growing in the nation. Colorado’s general electorate tends to be split evenly between those who identify or lean toward Republican, and those who identify or lean Democrat. Udall  had sought to shake off the shadow of President Barack Obama, whose approval ratings have been low – not unusual for a president in his second term in the Oval Office. Udall even passed up an opportunity to campaign with Obama, saying he had a scheduling conflict and could not be at a July fundraiser that was to feature the president. The number of Latino voters in Colorado climbed to more than 20,000 since 2010 – from 144,000 to 162,000, according to the National Association of Latino Elected and Appointed Officials (NALEO). Polls showed Udall trailing Gardner by a couple of points heading into Election Day. But the state has proven an unreliable one for pollsters in recent election cycles because of underrepresentation of Latino voters, and one poll a week before the election that attempted to correct for that gave Udall the slightest of overall margins. The rivals accused each other during debates of being disingenuous in their immigration reform stances. Udall balked at remarks in support of a path to legalization by Gardner, accusing him of flip-flopping from previous hard-line positions on the issue. Gardner expressed support for the DREAM Act, a measure that would give conditional permanent residency for people brought to this country illegally as children. The two also clashed on the new health care law, with Udall defending it and Gardner, like many Republicans, criticizing it. Asked whether he'd vote again for the overhaul, Udall said he would. As he has done in his campaign, Gardner sought to link Udall with Obama, saying that a vote for Udall is essentially a vote for Obama’s policies. Udall attempted to paint Gardner an extreme conservative. Other key elections in the state included that of governor between Gov. John Hickenlooper, a Democrat and former U.S. Rep. Bob Beauprez, a Republican was too close to call as of press date. With 71 percent of the vote in, Beauprez was leading Hickenlooper by a 1.5 percent margin. Another closely watched race in the 6th Congressional District saw the incumbent U.S. Rep. Mike Coffman, the GOP candidate, defeat Democratic challenger, Andrew Romanoff, by a 12-point margin with 68 percent of the precincts reporting.",
            "bias": "racial",
            "url": "https://www.foxnews.com/politics/2014/11/04/gop-challenger-cory-gardner-wins-senate-seat.html"
        },
        {
            "headline": "FEC moves to strip ‘unconstitutional’ election spending rules after 4-year delay",
            "author": "By\n        Judson Berger ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "After dragging its feet for four years, the federal agency that regulates campaign spending is finally moving to conform with a landmark Supreme Court decision that dramatically loosened election spending rules. The leaders of the Federal Election Commission announced the agreement on Thursday. It marks the apparent end of a protracted deadlock on the panel over how to comply with the controversial 2010 Citizens United ruling, which lifted restrictions on corporate and union spending in elections. The agreement also gets the FEC on the same page with the more recent McCutcheon decision, which overturned aggregate contribution limits for donors. \"This has been a long time coming for the commission,\" Chairman Lee Goodman told FoxNews.com. Political groups have not exactly been waiting on the FEC to update its rulebook. The Citizens United decision triggered a flood of new election spending and the proliferation of so-called \"super PACs.\" But Goodman said that for all this time, lawyers and others who look to the FEC for guidance nevertheless have been relying on \"inaccurate and unconstitutional regulations\" that have remained on the books despite those rulings, causing confusion. The new agreement would roll back those outdated restrictions. \"I think today we crossed the Rubicon,\" he said. \"It's also a good day for the Constitution.\" Commission leaders are hoping to formally vote on the updated regulations at an Oct. 9 meeting, and claim to have a majority to do so. What took so long is a matter of debate. National Journal reported over the summer that the biggest sticking point on the commission had been over how exactly to overhaul spending limits in the wake of Citizens United. Republicans reportedly wanted to strip the overturned provisions outright, while Democratic members wanted to still include disclosure requirements. While the FEC gets up to date, the rulings continue to serve as a political football. Though both sides of the aisle have arguably benefited from Citizens United-fueled super PACs, Democrats say it's allowed big spenders to unfairly tilt elections. Senate Democrats this week set out on a doomed election-year bid to pass a constitutional amendment aimed at curbing such spending, but it died in the Senate on Thursday, as expected.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2014/09/11/fec-moves-to-strip-unconstitutional-election-spending-rules-after-4-year-delay/"
        },
        {
            "headline": "Supreme Court halts execution of convicted killer in Missouri",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "Feb. 9, 2014: Russell Bucklew is scheduled to die for killing a romantic rival as part of a crime spree in southeast Missouri in 1996. (ap) The U.S. Supreme Court on Wednesday halted the execution of a Missouri inmate with a rare medical condition who challenged the state's refusal to disclose the source of its lethal injection drug. The justices said a lower federal court needs to take another look at the case of Russell Bucklew. He had been scheduled to be put to death at 12:01 a.m. Wednesday for the 1996 killing of a man during a violent crime spree, but Supreme Court Justice Samuel Alito had blocked the execution late Tuesday while the full court considered the matter. By law, Missouri has a 24-hour window to carry out a scheduled execution, and it wasn't immediately clear if the ruling meant the execution was canceled. The Associated Press could not immediately reach attorneys for Bucklew and the state. Bucklew would have been the first inmate put to death since last month's botched execution in Oklahoma. Bucklew, 46, suffers from a rare congenital condition -- cavernous hemangioma -- that causes weakened and malformed blood vessels, as well as tumors in his nose and throat. His attorneys say this and the secrecy surrounding the state's lethal injection drug combine to make for an unacceptably high chance of something going wrong during his execution. He told The Associated Press last week that he is scared of what might happen during the process. During Oklahoma's April 29 execution, inmate Clayton Lockett's vein collapsed, and he writhed on the gurney before eventually dying of a heart attack more than 40 minutes after the start of a procedure that typically takes roughly one-fourth of that time to complete. European companies opposed to capital punishment cut off supplies of certain execution drugs, leading Missouri and other states to turn to U.S. sources. The states refuse to identify the sources of their execution drugs, saying secrecy is necessary to protect the sources from possible retaliation by death penalty opponents. Death penalty opponents say the secrecy makes it impossible to ensure that the drugs couldn't cause an inmate to endure an agonizing death that rises to the level of unconstitutionally cruel and unusual punishment. Missouri switched from a three-drug protocol to the single drug pentobarbital late last year. None of the six inmates executed since Missouri made the change has shown outward signs of pain or suffering. The AP and four other news organizations filed a lawsuit last week against the Missouri Department of Corrections, claiming the state's refusal to provide information on the execution drug violates the public's constitutional right to have access to information about the punishment. According to prosecutors, Bucklew was angry at his girlfriend, Stephanie Pruitt, for leaving him. Pruitt moved with her two daughters into the Cape Girardeau home of Michael Sanders, who had two sons. Bucklew tracked Pruitt down at Sanders' home March 21, 1996, and killed Sanders in front of Pruitt and the four children. He handcuffed and beat Pruitt, drove her to a secluded area and raped her. Later, after a state trooper spotted the car, Bucklew shot at the trooper but missed, authorities say. Bucklew was grazed in the head and hospitalized. He later escaped from jail, hid in the home of Pruitt's mother and beat her with a hammer. She escaped, and Bucklew was arrested a short time later.",
            "bias": "CRT",
            "url": "http://www.foxnews.com/politics/2014/05/21/supreme-court-halts-execution-convicted-killer-in-missouri/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+foxnews%2Fpolitics+%28Internal+-+Politics+-+Text%29"
        },
        {
            "headline": "Supreme Court blocks parts of Texas abortion law",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "July 12, 2013: An anti-abortion protester holds a placard as protesters line the railing on the second floor of the rotunda of the State Capitol as the state Senate meets to consider legislation restricting abortion rights in Austin, Texas. (Reuters) WASHINGTON – The Supreme Court on Tuesday blocked key parts of a 2013 law in Texas that had closed all but eight facilities providing abortions in America's second most-populous state. In an unsigned order, the justices sided with abortion rights advocates and health care providers in suspending an Oct. 2 ruling by a panel of the New Orleans-based U.S. 5th Circuit Court of Appeals that Texas could immediately apply a rule making abortion clinics statewide spend millions of dollars on hospital-level upgrades. The court also put on hold a separate provision of the law only as it applies to clinics in McAllen and El Paso that requires doctors at the facilities to have admitting privileges at nearby hospitals. The admitting privileges remains in effect elsewhere in Texas. Justices Samuel Alito, Antonin Scalia and Clarence Thomas said they would have ruled against the clinics in all respects. The 5th Circuit is still considering the overall constitutionality of the sweeping measure overwhelmingly passed by the GOP-controlled Texas Legislature and signed into law by Gov. Rick Perry last year. But even as it weighs the merits of the law, the appeals court said that it can be enforced in the meantime -- opening the door for the emergency appeal to the Supreme Court. The 5th Circuit decision had blocked an August ruling by Austin-based U.S. District Judge Lee Yeakel, who had found that requiring hospital-style upgrades was less about safety than making access to abortion difficult. Yeakel's ruling temporarily suspended the upgrade rules before they could go into effect Sept. 1 -- and the order from the Supreme Court means they are on hold again. Allowing the rules on hospital-level upgrades to be enforced -- including mandatory operating rooms and air filtration systems -- shuttered more than a dozen clinics across Texas. Until the nation's highest court intervened, only abortion facilities in the Houston, Austin, San Antonio and the Dallas-Fort Worth areas remained open. And none was left along the Texas-Mexico border or outside any of the state's largest urban areas. Some other clinics, meanwhile, had closed even earlier amid enforcement of the rule on admitting privileges at nearby hospitals. That portion has already been upheld twice by the appeals court. The fight over the Texas law is the latest over tough new abortion restrictions that have been enacted across the country. The office of Texas Attorney General Greg Abbott, a Republican who is the favorite in next month's governor's race, is leading the defense of the law. Critics call the measure a backdoor effort to outlaw abortions. Attorneys for the state have denied that Texas women would be burdened by fewer abortion facilities, saying nearly 9 in 10 would still live within 150 miles of a provider. The law's opponents, however, note that still leaves nearly a million Texas women embarking on drives longer than three hours to get an abortion. Democrat Wendy Davis launched her campaign for governor behind the celebrity she achieved through a nearly 13-hour filibuster last summer that temporarily blocked the law in the state Senate.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2014/10/14/supreme-court-blocks-parts-texas-abortion-law/"
        },
        {
            "headline": "Obama calls India's Modi, invites him to visit US",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "President Obama is inviting India's next prime minister, Narendra Modi, to visit the United States, offering a fresh start to a relationship bruised by a decision years ago not to let Modi into the U.S. In a phone call to Modi on Friday, Obama congratulated the Indian leader and his Bharatiya Janata Party on their victory in India's national election, the White House said. Obama told Modi he looks forward to cooperating closely to deepen the relationship between the U.S. and the world's largest democracy. Obama invited Modi to come to Washington \"at a mutually agreeable time to further strengthen our bilateral relationship,\" the White House said. The invitation marked an attempt to bury the hatchet with Modi and repair ties between the U.S. and India that were strained by the arrest late last year of an Indian diplomat in New York. A Hindu nationalist and leader of India's opposition, Modi was decisively elected India's next leader in what the White House described as the largest free and fair election in human history. But in 2005, Washington denied Modi a visa, alleging he was complicit in religious riots in 2002 that killed more than 1,000 Muslims. Modi's party maintains he was exonerated when investigators appointed by India's Supreme Court in 2010 did not find prosecutable evidence that Modi had willfully allowed the 2002 communal violence. Still, rights groups maintain there is strong evidence linking Modi's administration with the attacks. The Obama administration started mending ties in February by dispatching the U.S. ambassador and other top officials to meet with Modi as his potential victory in the elections looked increasingly likely. That reconciliation appeared to take a major step forward on Friday with the congratulatory call from Obama. \"Once the government is formed, we look forward to working closely with the prime minister and the Cabinet to advance our strong bilateral relationship based on shared democratic values,\" Carney said. Secretary of State John Kerry added his congratulations on Twitter, pledging to work with Modi to promote shared prosperity and security. His spokeswoman at the State Department, Jen Psaki, said that as the head of a foreign government, Modi would be eligible for an A-1 visa, the type given to foreign diplomats and government officials.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2014/05/16/obama-sends-congratulations-to-india-modi.html"
        },
        {
            "headline": "Obama to sign executive order to expand labor rights for contractors",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "July 10, 2014: President Obama at the Paramount Theatre in Austin, Texas. (AP) President Obama is preparing to sign an executive order cracking down on labor violations by companies that contract with the federal government. The White House says the order will require companies seeking federal contracts to make public any previous violations of labor laws. Federal agencies will be given more guidance on how violations should factor into contract determinations. Obama's order will also say that corporations with large federal contracts can't force workers to submit labor disputes to binding arbitration. The White House says it's designed to ensure those who suffer sexual assault or civil rights violations can have their day in court. The order requires that workers be given information each pay period to ensure their paychecks are accurate. Obama will sign the order Thursday at the White House.",
            "bias": "CRT",
            "url": "http://www.foxnews.com/politics/2014/07/30/obama-to-sign-executive-order-to-expand-labor-rights-for-contractors/"
        },
        {
            "headline": "Philadelphia schools cancel teachers' union contract",
            "author": "Associated Press",
            "source": "FOX",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2015
            },
            "article_content": "PHILADELPHIA – The troubled Philadelphia school district abruptly canceled its teachers' contract Monday, a surprise move designed to force health care contributions after two years of stalled labor talks. The announcement came at a hastily-called meeting of the state-run School Reform Commission. District officials said they have no plans to cut wages of the 15,000 teachers, nurses and other members of the Philadelphia Federation of Teachers. They would pay about $55 to $140 per month for health care premiums, and face other benefit cuts, starting in December, unless the move is challenged in court. The American Federation of Teachers called the vote Monday \"a well-planned Hail Mary ambush\" by Republican Gov. Tom Corbett, who faces a tough re-election fight next month. \"Corbett's School Reform Commission has amped up a war on teachers and support staff,\" AFT President Randi Weingarten said in a statement. \"The commission would rather attempt to impose a contract than work with teachers to figure out what is best for Philadelphia's kids.\" The district, one of the nation's largest, has 135,000 students. Officials have eliminated 5,000 jobs and closed more than 30 schools as they cut nearly $1 billion in expenses in the past few years. The district perennially struggles with a structural deficit caused by rising pension and health care costs and payments to charter schools, which serve an additional 65,000 students. Officials said the benefit concessions were on a par with those made by administrators and other workers in recent years. \"Requiring teachers and other employees to contribute to their health care costs is a change and a sacrifice, but contributing to health care benefits is the reality of today's workplace,\" Superintendent William Hite said in a letter to parents. \"Limited resources require difficult decisions.\" He expected the teacher health care contributions to yield more than $50 million in savings and new funding per school year. At the same time, Hite urged parents to keep pushing state lawmakers for what he called a fair funding formula. \"Philadelphia families have made extraordinary sacrifices: students come to school every day in buildings that lack critical resources necessary for teaching and learning,\" said SRC Chairman William J. Green, a longtime Philadelphia councilman appointed to the post by Corbett earlier this year. Corbett just two weeks ago signed off on a $2-a-pack cigarette tax in Philadelphia, which city leaders had sought to raise $83 million a year for the school district. One Democratic lawmaker, Rep. Mike O'Brien of Philadelphia, called the SRC's unanimous vote to break the contract Monday \"an exercise in union busting.\" \"It's certainly a violation of all laws dealing with collective bargaining,\" he said. \"I think it winds its way into the federal courts.\" Union officials planned an afternoon news conference. City schools have been under state control since 2001, but have always worked under a negotiated contract. Under the takeover law, teachers do not have the right to strike. Only a few dozen people attended the surprise session Monday morning, according to parent activist Helen Gym, who said she only learned of the meeting at midnight. \"It's a disgrace in terms of public governance and democracy,\" said Gym, the co-founder of Parents United for Public Education. \"As parents, we're obviously concerned, because the only thing that is really holding our schools together right now is the teachers and staff,\" she said. \"I just don't know how we're going to sustain and keep a talented teaching force without a contract.\"",
            "bias": "CRT",
            "url": "http://www.foxnews.com/us/2014/10/06/philadelphia-schools-cancel-teachers-union-contract/"
        },
        {
            "headline": "Libertarians a factor in key Senate races but downplay GOP spoiler theory",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "FILE: July 3, 2013:  A Second Amendment rally organized by a Libertarian website at the Lincoln Memorial, in Washington, D.C. (REUTERS) Libertarian voters, advocating everything from less government to legalized pot, seem the perfect wildcard in any November election, peeling off Democratic or Republican votes. However, their stronger allegiance to the Republican Party and frequent opposition to establishment candidates continue to create more problems for GOP nominees in general elections. And this year may be no different, as libertarian candidates threaten to drain votes from Republicans in key races. The most high-impact race this year will likely be in New Hampshire, where Libertarian candidate Gardner Goldsmith is complicating Senate Republican candidate Scott Brown’s bid to defeat incumbent Democratic Sen. Jeanne Shaheen and help his party take control of the upper chamber. Brown trails Shaheen by 10 percentage points (39-49) with Goldsmith taking 2 points and 9 percent of voters still undecided, according to the most recent Suffolk University/ Boston Herald poll. While Goldsmith’s 2 percentage points might appear too small to decide the race, political observers argue New Hampshire voters have a history of supporting independent candidates, which means that Goldsmith could take a big chuck of the undecided vote and block Brown’s potential path to victory. In addition, even if Brown wins all 9 percent of the undecided vote, Goldsmith still holds the deciding 2 percent, says David Paleologos, director of the university’s Political Research Center. He also points out that 2 percent of registered Republican voters in the June 20 poll favored Goldsmith, compared to zero for Democrats. Republicans need to win a net six seats this fall to take control of the Senate. In North Carolina, Libertarian candidate Sean Haugh is also complicating Republicans’ plans to defeat Sen. Kay Hagan, considered one of the most vulnerable Democratic incumbent senators in 2014. A July 22 poll by the Democrat-leaning Public Policy Polling shows Hagan leading Tillis 41-to-34 percent, with Haugh taking 8 percent of the vote and 16 percent of voters still undecided. Beyond the percentage of undecided voters being large enough to decide the race, Haugh’s 8 percent could become an even bigger factor should he fail to reach 10 percent and qualify for the senatorial debates starting in September, and as a result of that fade. The same poll also shows that 42 percent of his supporters would instead likely back Hagan and 39 percent would likely break for Tillis. However, whether Hagan or Tillis would benefit the most is largely unclear because 16 percent of Haugh voters were not sure about an alternative choice. The Libertarian agenda, particularly its less-government message, still appears to be a driving force in the Republican Party. Libertarian-minded Kentucky Sen. Rand Paul, for example, is ahead in many early GOP 2016 presidential polls. But the Libertarian Party is quick to extinguish the spoiler theory and argues it has a foot in both major camps. “Gay marriage, less taxes, there’s overlap there,” Libertarian Party President Wes Benedict told FoxNews.com earlier this week. “From a marketing perspective, we want to distinguish ourselves from Democrats and Republicans. But we do want to attract voters from both sides.” Benedict points to exit polls of the 2013 Virginia gubernatorial race that appear to upend the theory that Libertarian Party nominee Robert Sarvis cost Republican nominee Ken Cuccinelli the race against Democratic nominee Terry McAuliffe, in which he lost 45.5-to-48 percent with Sarvis taking 6.6 percent of the vote. The exit poll by Edison Media Research shows that 5 percent of Sarvis voters would not have cast a ballot had he not been in the race, 1 percent would have gone to Cuccinelli, moving him to 46.5 percent, and McAuliffe would have stayed at 48 percent.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2014/08/02/libertarians-factor-in-key-senate-races-but-downplay-gop-spoiler-theory/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+foxnews%2Fpolitics+%28Internal+-+Politics+-+Text%29"
        },
        {
            "headline": "New Jersey mayor fights feds over prayer during citizenship ceremony",
            "author": "By\n           | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "Sunlight peeking through a window at the Jersey City City Hall shines 5-year-old Anmol Sajid as she waves U.S. flags during a naturalization ceremony in which her mother, Uzma Gulzar, right, of Pakistan, was sworn in as United States citizen, Friday, April 25, 2014, in Jersey City, N.J. The U.S. Citizenship and Immigration Services claims the ceremony is the first- ever held at Jersey City City Hall. (AP Photo/Julio Cortez) A New Jersey town canceled its ceremony celebrating new U.S. citizens after federal immigration officials would not allow the event to begin with a prayer. According to the Star-Ledger, Carteret Mayor Daniel Reiman had assured U.S. Citizenship and Immigration Services officials that the prayer leading Saturday’s ceremony would be nondenominational. “They refused to budge on that,” Reiman said, the paper reported. The battle came just days after the U.S. Supreme Court ruled that local government meetings can include sectarian prayers. [pullquote] Reiman and immigration officials each cited the high court’s opinion. Reiman, who was elected to office in 2002, said the court’s decision is proof that he should be able to open any event with a prayer. He issued a statement Friday saying it is borough policy to open all borough events with a prayer and a moment of silence. The citizenship agency said the ruling does not mean federal agencies are required to include prayers in ceremonies. It cited a portion of the justices’ decision that referred to the “Pledge of Allegiance” as one of the traditions that “lend gravity to public proceedings.” Katie Tichacek Kaplan, a spokeswoman for the immigration agency, told the Associated Press that it's a long-standing policy to make sure naturalization ceremonies are \"conducted in a meaningful manner which is welcoming and inclusive and excludes political, commercial and religious statements.\" Click to read the Naturalization Oath of Allegiance to the United States of America. Reiman said the town celebrates diversity and that the prayer is non-denominational. He said the immigration service can \"host its godless ceremony someplace else.\" The event was moved to Newark. During the fight to include prayer in the opening of the naturalization ceremony, Reiman cited the CIS website, which states that new citizens must recite an oath that contains the phrase, “so help me God,” as well as the “Pledge of Allegiance,” which includes the phrase “under God.” The website says that reciting the pledge and oath completes the process of becoming a U.S. citizen. The Associated Press contributed to this story. Click for the story from the Star-Ledger.",
            "bias": "CRT",
            "url": "http://www.foxnews.com/politics/2014/05/11/new-jersey-mayor-fights-feds-over-prayer-during-citizenship-ceremony.html"
        },
        {
            "headline": "2014 midterms: It's a big mistake for Republicans to play it safe",
            "author": "By\n        Erick Erickson ,     | Fox News",
            "source": "FOX",
            "published_date": {
                "month": "May",
                "day": 7,
                "year": 2015
            },
            "article_content": "Fox News contributors Joe Trippi and Ed Rollins handicap the hottest midterm races Editor's note: The following column originally appeared on RedState.com. “The only thing the ‘prevent defense’ does it prevent you from winning,” quipped legendary NFL coach and broadcaster John Madden. Conservatives, therefore, should be terrified to read this week that the House Republican leadership’s goal for September is “to play prevent defense,” according to The Hill newspaper. The Republican leadership’s logic is tempting at first glance: Conservatives have reason to be cautiously optimistic about the 2014 elections. Unfortunately, this initial temptation does not stand up to stricter scrutiny. The reason Republicans are in a good position for this election is because they created a favorable contrast between themselves and the President in 2013, the election is too close at this point to coast, and Republicans need more than just a narrow victory to feel confident about their chances after 2016. Conservatives had an extremely successful year in 2013. They stymied President Obama’s gun control agenda, prevented major tax increases following on the fiscal cliff tax hikes, spent most of the year defending the sequester spending cuts before they were foolishly thrown away at the end of the year, and – most importantly – kept the country focused on the disaster that is ObamaCare. [pullquote] These were important policy goals and, as former House Majority Leader Dick Armey famously pointed out, “good policy is good politics.” President Obama started 2013 with a 53.4 percent approval rating in the RealClearPolitics average of polls. He ended the year at 42.6 percent. Similarly, Democrats started the year with a +7 percentage point advantage on the Generic Congressional Ballot. By year end, that lead had evaporated. Unfortunately, the Republican momentum has stalled in 2014. With a less robust congressional agenda, Republicans have made no further gains by either metric and Democrats have stabilized the patient. This unfortunate reality is underscored by the fact several months ago many prominent commentators were predicted a wave election this year, but today many more are predicting that the wave is not materializing. Many in the Republican political class are telling their supporters not to worry about the reduced chances of a wave. Speaking on \"Fox News Sunday\" two weeks ago, GOP pollster Bill McInturff stated: “there’s a lot of things that say the ‘wave,’ is not there, but it’s very important to say, guess what, Republicans pick up seats in the House and I believe the Senate without ‘a wave,’ and I think that’s the key to the cycle.” The Republicans, of course, are not even trying to catch a wave. They won’t even paddle. And as tempting as it is every cycle for Republicans to keep their heads down and not make themselves the issue, this election is far too close. And, even if we could win the Senate with less than our strongest showing, conservatives shouldn’t be willing to rest on a narrow victory with around 24 of the 34 seats up for reelection currently held by the GOP. Winning the Senate today is but a temporary victory if we give it back to the Democrats in 2016. Serious parties have governing agendas. Keeping your head down is not a governing agenda. A Republican Party that laid out a persuasive, positive agenda which provided opportunity for all Americans, but favoritism to none could win 55 Senate seats this cycle and hold those victories in 2016. It would start making the case that it stands for this agenda by allowing the Export-Import Bank to expire this year, reforming the tax code next year, and fighting the corrupt special interests that invade every aspect of our nation’s government. Great Republican victories happen when the party stands for good policy. Nancy Pelosi would never tell her troops to play a prevent defense. There’s still time for Republicans to get on offense and it’s more necessary than ever to get America back on track. The problem with government is not Democrats in charge of it, but government itself. The American people realize this more and more every day. It is time for the GOP to build a campaign around that.",
            "bias": "CRT",
            "url": "https://www.foxnews.com/opinion/2014/09/10/2014-midterms-it-big-mistake-for-republicans-to-play-it-safe/?cmpid=prn_o_o"
        },
        {
            "headline": "DNC chairwoman gets her facts wrong about Nevada ObamaCare exchange in interview",
            "author": "By\n           | The Daily Caller",
            "source": "FOX",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "Debbie Wasserman Schultz, a Florida congresswoman and chairwoman of the Democratic National Committee, was called out during an interview for making a false statement about Nevada Republican Gov. Brian Sandoval. Schultz appeared on Ralston Reports, a Nevada-based political talk show hosted by John Ralston, to discuss two federal appeals court rulings issued on Tuesday which raise questions over whether federal subsidies can be given to individuals who purchased health insurance on state exchanges. “Just take a state like Nevada, where you have a governor who refused to implement a state exchange and as a result people who get Affordable Care Act health-care plans are getting them on the federal exchange,” Wasserman Schultz told Ralston. But the Democrat had her facts completely wrong, and Ralston let her know. “Let me just stop you for a second, because you’re misinformed about that,” Ralston said. “Brian Sandoval put in a state exchange. He did, so whoever briefed you on that is wrong. He did put in a state exchange. He was the first Republican governor to do that.” The correction put Wasserman Schultz on the defensive. “OK. That’s not even the point I’m making,” she said, adding “I stand corrected. I’m not from Nevada.” “I know, that’s why I say, it’s not your fault,” said Ralston, throwing the congresswoman a desperately-needed lifeline. WATCH: (h/t Washington Free Beacon) Follow Chuck on Twitter",
            "bias": "CRT",
            "url": "https://www.foxnews.com/politics/2014/07/23/dnc-chairwoman-gets-her-facts-wrong-about-nevada-exchange-in-tv-interview/#&_intcmp=trending"
        }
    ]
}