{
    "Biases": [
        "Abortion",
        "planned parenthood"
    ],
    "Articles": [
        {
            "headline": "2020 Daily Trail Markers: Trump back at the White House after being discharged from Walter Reed",
            "author": "Caitlin Conant",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 5,
                "year": 2020
            },
            "article_content": "The medical team treating President Trump for COVID-19 at Walter Reed National Military Medical Center said he has improved enough to return to the White House on Monday, but warned he is not yet fully in the clear and declined to provide key details about the president's condition. \"Though he may not entirely be out of the woods yet, the team and I agree that all our evaluations, and more importantly, his clinical status, support the president's safe return home, where he'll be surrounded by world-class medical care, 24/7,\" Dr. Sean Conley, the White House physician, told reporters outside the facility on Monday afternoon. CBS News campaign reporter Nicole Sganga reports Mr. Trump continues to be treated with dexamethasone, a powerful steroid recommended for use to treat severe cases of COVID-19 that can carry serious psychological side effects. Conley said the president has not exhibited any of those side effects. He repeatedly declined to provide specifics about the president's lung condition and the last time he tested negative for the virus, citing federal privacy laws. Minutes before the briefing with the doctors, the president said on Twitter that he is leaving Walter Reed later in the evening, three days after he was admitted to receive treatment for COVID-19. \"I will be leaving the great Walter Reed Medical Center today at 6:30 P.M. Feeling really good!\" he wrote on Twitter. \"Feeling really good! Don't be afraid of Covid. Don't let it dominate your life. We have developed, under the Trump Administration, some really great drugs & knowledge. I feel better than I did 20 years ago!\" The virus has killed more than 210,000 Americans since the pandemic began. The president has received aggressive treatment since testing positive for the coronavirus last week, including a dose on Saturday of a steroid meant to treat severe cases of COVID-19. Vice President Mike Pence and second lady Karen Pence both tested negative for the coronavirus on Monday morning. They departed for Salt Lake City, where the vice-presidential debate is set to take place on Wednesday night. Before leaving for Utah, Pence told reporters he spoke Monday with Mr. Trump, who he said \"sounded great.\" Pence said, \"When the president told me that he was headed back to the White House, he told me to head to Utah and we're looking very much forward to the vice-presidential debate.\" The vice president said that the \"stakes in this election have never been higher,\" and added \"I look forward to the opportunity to take our case to the American people.\" The vice president did not take questions from reporters in his first on-camera appearance since Mr. Trump tested positive for COVID-19. CBS News campaign reporter Musadiq Bidar reports Pence will kick off \"Operation MAGA\" on Monday night during a virtual event that will also feature Donald Trump Jr., Lara Trump, and Kimberley Guilfoyle. It is the first official Trump campaign event since Mr. Trump tested positive for COVID-19. The Trump campaign describes \"Operation MAGA\" as a \"full marshalling of top-level surrogates\" and campaign coalitions to rally behind President Trump as he recovers from COVID-19. But top-level surrogates routinely campaigned before Mr. Trump was infected with the virus and coalitions like \"Women for Trump\" have been on bus tours across battleground states for the last few months. Earlier on Monday, CBS News confirmed that Pastor Greg Laurie of Harvest Christian Church in Riverside, California, tested positive for COVD-19. Laurie was at the Prayer March on the National Mall on Saturday, September 26, where Pence also made an appearance. Laurie was also at the Amy Coney Barrett nomination event that same day. In a video post on Facebook, Laurie said he tested positive last Friday and has been in quarantine since then. The Trump campaign announced new details over the weekend for Pence's return to Arizona on Thursday, headlining a rally in the battleground state following the debate Wednesday with Senator Kamala Harris in neighboring Utah. Mr. Trump had also announced rallies in Arizona this week, before news of his COVID-19 diagnosis. The vice president first floated plans of the stop during his third Arizona visit of the year less than a month ago. Owners Jason and Jane Beck of TYR Tactical, the police and military equipment manufacturer hosting the event, are vocal Trump supporters and donated $2,800 to the president's campaign over the summer, reports CBS News campaign reporter Alex Tin. \"If you're going to roll for [President Trump] then you need to roll big,\" Beck said last month, posting photos of Trump campaign signs adorning the company's sprawling Phoenix-area facility ahead of a visit later that month by the president's son Eric Trump. \"Let's all start working together to 'Make America Great Again',\" added Beck. Joe Biden on Monday said he is open next week to debating Mr. Trump, who tested positive for COVID-19 last week and was hospitalized over the weekend -- if it is deemed safe to do so, CBS News campaign reporter Bo Erickson reports. \"If the scientists say that it's safe and the distances are safe, then I think that's fine,\" Biden told reporters before boarding his plane to campaign in Florida. \"I'll do whatever the experts say is the appropriate thing to do.\" The next presidential debate is scheduled for October 15 but the president's health may require the debate to be rescheduled or canceled. Asked about Mr. Trump's motorcade trip on Sunday evening to wave at supporters gathered outside of Walter Reed hospital in Maryland, Biden replied, \"I'm reluctant to comment on the president's health, what he's doing or not doing. I'll leave that to the doctors.\" At one point during the brief Q & A between Biden and his limited traveling press corps, former Second Lady Jill Biden grabbed Biden's shoulders and physically moved him farther away from the reporters. \"I'm sorry,\" Biden responded. On Monday Biden is making his second in-person trip to Florida during the general election, focusing this trip in the Miami area. The state is seen as one of the most competitive battlegrounds this election. The CBS News Battleground Tracker poll estimates Biden has a slight lead over Mr. Trump in the state, 50 to 48, well within the margin of error. Meanwhile, a group of women-led political action committees have pledged $10 million in digital ads to Democratic vice presidential nominee Kamala Harris as she prepares for the first -- and only -- debate against Vice President Mike Pence. CBS News campaign reporter Tim Perry reports that PACRONYM, which has been running a $75 million anti-Trump effort since 2019, will join Black PAC, Planned Parenthood Votes and EMILY's List WOMEN VOTE! in committing the $10 million worth of digital ads. In an interview with CBS News, Tara McGowan, the CEO of PACRONYM, a political action committee said, \"We have seen some concerning signs of an enthusiasm gap among voters that, frankly, were left behind by Democratic outreach in 2016.\" She added, \"This program is one of many solutions to make sure that we are not taking these voters for granted and that we are giving them a reason why they should be voting for a Biden- Harris ticket in November.\" Harris, who arrived Friday in Salt Lake City, the sight of Wednesday's vice presidential debate, spent Monday in debate prep. A former rival Democratic rival, Mayor Pete Buttigieg, and his husband Chasten Buttigieg, were spotted in Harris' hotel lobby in downtown Salt Lake City Monday morning. Buttigieg has reportedly been tapped to play Vice President Mike Pence during Harris' debate prep. Campaign officials have declined to comment on those reports. Senator Tim Kaine, the last Democrat to debate Pence in a vice-presidential debate, told CBS News, \"as a former professional talk show host, Vice President Pence is a strong communicator who can deliver a line -- even a false one -- extremely well.\" But, Kaine added, \"as a former prosecutor, Senator Harris can effectively present evidence in a case. There's a lot of evidence for how the Trump-Pence Administration has failed the American people, so I have no doubt she'll do well.\" The Trump campaign confirmed to CBS News that Mr. Trump plans to debate former Vice President Joe Biden on October 15 in Miami, Florida. \"Yes, it's the President's intention to debate,\" Trump 2020 Communications Director Tim Murtaugh told CBS News campaign reporter Nicole Sganga. But officials have also shared their concern and consideration of Mr. Trump's health ahead of the next match up. Director of press communications for the Trump campaign Erin Perrine told Fox News Monday, \"At this point the main concern is to make sure the president gets well. We know he wants to be able to have those debates, that exchange of ideas.\" Campaign spokesperson Hogan Gidley told Fox News on Monday that he \"hopes\" the debates will go on as planned. Gidley added, \"doctors will dictate a lot of the president's movements going forward.\" Former New York City Mayor Rudy Giuliani, who helped with Mr. Trump's first debate prep, said to Fox News on Monday that an October 15th debate was \"very possible.\" The debate advisor to Mr. Trump said that while he did not think debate rules should change ahead of the second contest, moderators might directly just \"remind both candidates stay within your two minutes.\" In reference to the candidate crossfire at the last debate in Cleveland, Giuliani added, \"don't interrupt. I think they both understand what happened last time.\" Meanwhile, the Biden campaign confirmed to CBS News that the Commission on Presidential Debates has confirmed the use of plexiglass in the VP debate this week. Mr. Trump's announcement early Friday morning that he had tested positive for COVID-19 left many of his donors gathered at his last public event at risk of potential exposure to the virus. It also left New Jersey officials scrambling to contact trace attendees and staff, CBS News campaign reporter Nicole Sganga and political unit associate producers Eleanor Watson and Sarah Ewall-Wice report. The governor's office told CBS News that it received 206 names from the RNC shortly afterward on Friday afternoon, but an official briefed on New Jersey's contact tracing project noted the GOP's disclosure was incomplete. According to the official, the only contact information provided by the RNC were the names and emails of attendees -- no states, towns or telephone numbers were shared, despite the fact that donors had come from multiple states. For their part, the RNC said that New Jersey officials never followed up to ask for additional information. In an interview with CBS This Morning Monday, New Jersey Governor Phil Murphy described the contact tracing process as \"extremely frustrating,\" noting attendees at the event were \"nationally based, not just in New Jersey.\" The governor added, \"We've done everything and we continue to do everything we can. We need more out on the federal side of this.\" Nearly 280,000 Arizonans are Native American, more than double the national average. Largest among them in the battleground state is the Navajo Nation, where a little more than 40,000 votes were estimated to have been cast in 2016. These voters have historically proven a key part of the Democratic party's base in the battleground state, according to CBS News campaign reporter Alex Tin, with precincts across the Navajo Nation - which spans thousands of square miles across northeastern Arizona - casting a majority of their ballots to Hillary Clinton in 2016. From the presidential race to the state's toss-up Senate fight, both sides of the aisle insist they have fought to campaign aggressively for votes in Indian Country with advertisements and events. The Navajo Nation's president and vice president both figured prominently at the party conventions this year, delivering remarks at the Democratic and Republican nominating events respectively. And Arizona election officials have touted changes to its own outreach to Native American voters, like adding support for non-standard addresses to its online voter registration portal. But activists warn Native Americans still face steep challenges to voter turnout in the state, from delayed mail delivery to a lack of physical addresses, even before the tribe was ravaged by the COVID-19 pandemic. Lawyers for Pennsylvania's top elections official argued Monday that the U.S. Supreme Court should reject a request from state Republicans that it halt a mail ballot deadline extension in Pennsylvania. Attorneys from Pennsylvania's AG's office, representing Secretary of the Commonwealth Kathy Boockvar, argued that the U.S. Supreme Court doesn't have the authority to overrule the Pennsylvania Supreme Court, which granted the extension, on issues of state law. \"Applicants engage in a slight of hand,\" they wrote. \"They attempt to convert a case that hinges upon state law into one that is about the Electors and Elections Clauses of the United States Constitution and federal law.\" They also argued that a stay on the state court's order would \"irreparably harm the public by disenfranchising voters suffering under a global pandemic.\" Led by Oklahoma, 18 states on Monday also filed an amicus curiae brief asking the court to grant Republicans' request for a stay on the state court's order. Their lawyers argue that the Pennsylvania Supreme Court had no right to \"alter\" the law based on issues in the primary. \"Deadlines cannot be judicially rewritten merely because some voters will not act in a timely fashion to comply,\" they wrote. CBS News campaign reporter Zak Hudak reports Pennsylvania's top elections official is asking the state Supreme Court to use its King's Bench authority to order that county elections officials cannot reject mail ballot applications or ballots themselves \"based on a subjective perception of signature variation.\" The request also asks the court to order that third parties, such as poll watchers, cannot challenge signatures on ballots or applications. \"Thousands of Pennsylvania voters will be disenfranchised in violation of the Free and Fair Elections Cause if arbitrary signature comparisons and challenges to signature variations are allowed to be used as a basis for rejecting absentee and mail-in ballots,\" her lawyers wrote to the court just before midnight Sunday night. In mid-September, Boockvar issued guidance to county election offices that the \"the Pennsylvania Election Code does not authorize the county board of elections to set aside returned absentee or mail-in ballots based solely on signature analysis by the county board of elections.\" Last week, the Trump campaign asked a federal court judge in Pennsylvania's Western District to deem Boockvar's guidance unconstitutional and unnecessary to follow. They argued that Boockvar, a Democrat, is acting to hurt the president's reelection chances. \"Secretary Boockvar continues to issue illegal guidance memos to all 67 Pennsylvania County Boards of Elections promoting defiance of Pennsylvania's Election Code - all in order to oust a President she does not favor.\" A federal court is hearing arguments late Monday in an 11th hour plea by a prominent Latino advocacy group to extend Arizona's voter registration deadline - set for Monday, October 5th - over obstacles posed by the state's coronavirus restrictions, reports CBS News campaign reporter Alex Tin. Mi Familia Vota's suit prompted a forceful rebuke in filings from Arizona Secretary of State Katie Hobbs, a Democrat, Governor Doug Ducey, a Republican, and the Senate GOP's campaign arm, who moved to intervene as defendants in the case late Friday. The Biden campaign in Florida opened its first Victory Center in Duval County on Sunday, the first of multiple locations that will be opened throughout the state this week to serve as a distribution site where supporters can pick up campaign supplies, according to the campaign. The event Sunday featured state and county leaders as the campaign distributed yard signs via drive-thru. CBS News campaign reporter LaCrai Mitchell reports that both the Biden and Trump campaigns are focusing on Duval County this cycle as the county -- home to the largest city in the state, Jacksonville -- is a battleground within the battleground state of Florida. Both the president and vice president have visited Jacksonville this year and the Trump campaign has hosted multiple MAGA meet-ups in the county. Ohio Secretary of State Frank LaRose issued a new directive that allows each of Ohio's county boards of elections to install multiple ballot drop boxes at its office location for voters to return their absentee ballots. The directive also clarifies that the bipartisan election officials may stand outside the county boards of elections office to receive returned absentee ballots from voters. CBS News campaign reporter Jack Turman reports LaRose's office announced the directive days after a panel of judges in the 10th District Court of Appeals in Ohio ruled that LaRose did not have the legal authority to limit the number of drop boxes per county. The court also determined that the law does not require LaRose to tell the county boards of elections to implement more drop boxes. The directive also comes as Ohio's voter registration deadlines ends after October 5, with early voting starting in the state on October 6. \"Despite predictable partisan politics that attempt to create phony crises, we have kept our eye on the ball and Ohio's election officials are ready to administer a safe, secure, and accurate election,\" LaRose, a Republican, said in a statement. The Ohio Democratic Party, which sued the LaRose over his directive to prohibit more than one ballot drop box at each of the county boards of elections, and voting rights groups were quick to criticize the directive, arguing that the directive does little to increase access for voters. \"Frank LaRose pledged publicly that he would allow expanded drop box locations if he were allowed under Ohio law,\" Ohio Democratic Party chairman David Pepper said in a statement. \"We proved our case, and he lost, showing that drop boxes are permitted in multiple locations in Ohio counties. Now he's going back on his word with a transparent, cynical ploy.\" Pennsylvania's online voter services site was down due to an equipment failure from Sunday evening until Monday morning, according to Secretary of the Commonwealth Kathy Boockvar. While the outage kept Pennsylvanians from registering to vote or applying for a mail ballot with the state's online portal, downloadable copies of those forms remained available online. The outage also did not affect counties' ability to process those hard copy registrations and applications, according to a release from the State Department. \"All data was backed up, as always,\" Boockvar said in a statement. Also in Pennsylvania, CBS News campaign reporter Zak Hudak reports that Senator Pat Toomey, the only Republican politician currently holding statewide office, will not run for reelection in 2022, he announced Monday morning. Toomey, who was also considered a favorite to challenge Governor Tom Wolf that year, also said he would not make a gubernatorial run. The announcement opens up a key Senate seat for Democrats to target and opens the gates for other Pennsylvania Republicans to seek Wolf's seat. Toomey, who has held federal office in Pennsylvania for a cumulative 18 years, including six years in the House of Representatives, told reporters the reasons for his upcoming retirement from government are \"not political, they're personal.\" He said he has long believed there should be term limits, and although he didn't publicly set a limit to his time in the Senate, he always planned to serve two terms. He has no specific plans other than to work in the private sector and spend more time in Pennsylvania with his family, he said. Read more here.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/2020-daily-trail-markers-trump-back-at-the-white-house-after-being-discharged-from-walter-reed-2020-10-05/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Vulnerable Republican senators leave Trump out of campaign ads",
            "author": "Eleanor Watson, Sarah Ewall-Wice",
            "source": "CBS",
            "published_date": {
                "month": "June",
                "day": 18,
                "year": 2020
            },
            "article_content": "While vulnerable Senate Republicans up for reelection this year have avoided criticizing President Trump, most are not mentioning their relationship with him in campaign ads, choosing instead to highlight their legislative efforts to help Americans during the coronavirus pandemic. Democrats are targeting moderate Maine Senator Susan Collins, who's running for her fifth term, in part because of her state's disapproval of Mr. Trump. Lately, her campaign has been pouring cash into advertisements highlighting her work on the Paycheck Protection Program, which focused on helping small businesses pay their employees after they were required to close in order to slow the spread of the virus. Since the end of March, Collins' campaign has reserved almost $6 million in television ad buys, according to Kantar/CMAG Data. Nine of the ads focus on her bipartisan work to draft the P.P.P. and pass the C.A.R.E.S Act, the economic relief bill that established the PPP. At the same time, her digital presence on Facebook has touted PPP and what she \"delivers\" for Maine. None of the campaign material brings up Mr. Trump. In November, Collins will likely face Maine's speaker of the state House of Representatives, Democrat Sara Gideon, who has posted strong fundraising and has released an ad of her own about where the federal response to the coronavirus has fallen short.  Polling obtained by CBS News from the conservative firm Moore Information conducted at the end of May shows more voters approve of Collins' coronavirus response than Mr. Trump's and suggests slightly more voters favor Collins over Gideon. \"Senator Collins has stepped up in a critical way to fight for Mainers most affected, and her leadership on the Paycheck Protection Program is a huge asset to Maine small businesses,\" the chairman of the Republican Senate campaign arm, Senator Todd Young, told CBS News.  Collins is not alone among vulnerable Republicans framing their record as distinct from Mr. Trump and showcasing their work in the Senate or with home-state governors.  Senators Cory Gardner, of Colorado, and Thom Tillis, of North Carolina, are also taking this approach. Gardner released an ad with praise from Colorado's Democratic governor, Jared Polis, and Tillis released a digital ad urging a united front in dealing with the pandemic. On Facebook, Gardner also focused on the need to keep Republicans in control of the Senate, and while he utilizes a number of Republican senators in his messages, he does not mention the president. The last ad launched featuring Mr. Trump appears to have been released before the pandemic struck.  Republican pollster David Winston told CBS News on the strategy that \"in a crisis like this, most voters are focused on getting things done and want to see the parties working together.\"  Senate Majority Leader Mitch McConnell, however, is embracing his relationship with Mr. Trump. He even released an ad Wednesday full of the president's praise for him. But his campaign is also promoting the idea that he has worked with all presidents. Early in the crisis, his campaign released an ad touting his work in past crises with George W. Bush, Barack Obama, and Mr. Trump. The ad even featured an image of McConnell sitting with Mr. Obama during the financial crisis. Campaign spokesperson Kate Cooksey noted that McConnell \"has worked with presidents from both parties through moments of crisis to protect our nation and deliver for Kentucky.\" Strategists say the incumbent senators often have some advantage because they're able to highlight the work they've done in office for their constituents, whereas challengers can only criticize.  At the same time, incumbents may also benefit from the free advertisement afforded by news coverage of the legislation they enact, one media analyst noted. While some Republicans strive to avoid ads linking them directly to Mr. Trump, Democrats and anti-Trump groups have seized on their public inaction against him. In a nationally aired ad by Republicans for the Rule of Law in May, the group took aim at McConnell, McSally, Gardner and Collins for not speaking out against Mr. Trump. The anti-Trump Lincoln Project has also focused not just on the president but senators it calls his \"enablers.\" Two notable exceptions to the avoid-Trump strategy taken by campaigns in battleground states are Senators Kelly Loeffler, of Georgia, and former Auburn football coach Tommy Tuberville, of Alabama. A woman in one of Loeffler's ads says, \"Kelly Loeffler was a target from the get-go because she stood behind the president — especially against Planned Parenthood.\" Loeffler is competing in a special election in November against several candidates including an ally of Mr. Trump, Congressman Doug Collins. In Alabama, Tuberville is running against former Attorney General Jeff Sessions in a runoff in July that will decide who will take on one of the Senate's most vulnerable incumbent Democrats, Senator Doug Jones, in November. Both candidates are touting the praise Mr. Trump has given them in their ads, and in Tuberville's case, the president's disdain for Sessions. CBS News reporter covering the Pentagon.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/republican-senate-candidates-leave-trump-out-campaign-ads/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "2020 Daily Trail Markers: Trump says he was \"surprised\" that Barr doesn't expect investigations into Obama, Biden",
            "author": "Caitlin Conant",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 18,
                "year": 2020
            },
            "article_content": "President Trump said he was \"surprised\" by Attorney General William Barr's dismissal on Monday of his repeated claims that the Russia inquiry was a plot of the Obama administration, according to CBS News campaign reporter Nicole Sganga. Mr. Obama and former Vice President Joe Biden have come under attack by Mr. Trump and his allies after Biden was among a list of Obama administration officials who requested intelligence reports that \"unmasked\" former national security adviser Michael Flynn's identity in 2016 and 2017. All of the officials named were authorized to see the unmasked reports. The list of names was declassified by acting Director of National Intelligence Richard Grenell and made public by two Republican senators last week. \"I think Obama, and Biden, knew about it. They were participants, but, so I'm a little surprised by that statement,\" Mr. Trump told reporters in the White House Monday afternoon. The President later added, \"So I think it's just a continuation of a double standard. I'm surprised by it. I'm surprised by it.\" Earlier in the day, Barr said an ongoing internal Justice Department review into the origins of the FBI's probe into Mr. Trump and his 2016 presidential campaign is not expected to lead to a criminal investigation into Mr. Obama or Mr. Biden. CBS News digital reporter Melissa Quinn says Barr made the comments during a press conference on Monday, during which he was asked about Mr. Trump's recent suggestion that Mr. Obama and his top officials committed crimes in the last few weeks of the previous administration. Barr provided an update about the ongoing investigation led by U.S. Attorney John Durham of Connecticut, who was selected by the attorney general to review the origins of the investigation into the Trump campaign's ties to Russia. While some aspects of the matter are being examined as potential crimes, Barr said neither Mr. Obama nor Biden are expected to be prosecuted. \"As to President Obama and Vice President Biden, whatever their level of involvement, based on the information I have today, I don't expect Mr. Durham's work will lead to a criminal investigation of either man,\" he said. \"Our concern over potential criminality is focused on others.\" Barr criticized the FBI and the country's intelligence apparatus for its investigation into ties between the Trump campaign and Russia, saying they advanced a \"false and utterly baseless Russian collusion narrative against the president.\" While Durham's probe will determine whether any federal laws were broken, Barr vowed it will not be used to target Mr. Trump's political opponents. \"This cannot be and it will not be a tit-for-tat exercise. We are not going to lower the standards just to achieve a result,\" he said. Barr said the November contest between Mr. Trump and Biden, who is the presumptive Democratic presidential nominee, should be \"based on a robust debate of policy issues and we cannot allow this process to be hijacked by efforts to drum up criminal investigations of either candidate.\" Any investigation into either Mr. Trump or Biden, Barr added, must receive his stamp of approval. JOE BIDEN During a virtual gathering of the Asian American Pacific Islander Victory Fund on Monday, Biden accused Mr. Trump of stoking anti-AAPI sentiment in the United States during the pandemic, CBS News campaign reporter Bo Erickson reports. Biden said that instead of a quick response to the virus, \"we got denial, delays, distraction, many of which were nakedly xenophobic.\" Biden continued, \"the AAPI community deserves better than a president who never misses an opportunity to stroke innuendo, fan the flames of hate.\" The former vice president cited the back-and-forth between CBS News White House correspondent Weijia Jiang and Mr. Trump last week as an example. \"You deserve better than a president who aggressively and childishly insults [an] Asian-American reporter,\" Biden told the forum, \"Think of that. The president of the United States for the whole world to see insults an Asian-American reporter in the Rose Garden for doing her job asking a direct question.\" While Biden's remarks were very serious, the presentation was right out of a \"Veep\" episode. Biden is now out of his basement and is broadcasting from his porch. The floor-to-ceiling doors behind him were open and at the beginning of his remarks, Biden proactively apologized for the loud Canada geese out on the pond. During the 13 minutes of remarks, the geese honked so loud it was at many times hard to understand Biden.  Later during the forum, Senator Kamala Harris spoke highly about Mr. Biden, CBS News campaign reporter Tim Perry adds. Harris said there was a need to elect Biden to stop Mr. Trump and Senator Mitch McConnell from nominating more conservative and \"unqualified\" judges to the courts.  She emphasized the Supreme Court and singled out Justices Brett Kavanaugh and Neil Gorsuch by name. She noted that Biden was sworn in during his second term by Justice Sonia Sotomayor. She said it's not just enough to win the presidency, but Democrats must also win the Senate as well to confirm judges appointed by Joe Biden.  PRESIDENT TRUMP Mr. Trump told reporters Monday he has taken hydroxychloroquine and zinc \"for a couple of weeks,\" administered to him by the White House doctor, reports CBS News campaign reporter Nicole Sganga. Clinical trials, academic analysis and scientific studies have shown the drug significantly increases risk of death in certain patients with limited effectiveness in treating COVID-19. Last month, the Food and Drug Administration (FDA) cautioned against use of hydroxychloroquine or chloroquine for COVID-19 outside of the hospital setting or a clinical trial. \"I take it because I hear very good things,\" the President said. Mr. Trump, a frequent critic of Michigan Governor Gretchen Whitmer's handling of COVID-19, will visit the swing state Thursday. In his third visit to a battleground state in three weeks, Trump will tour Ford Motor Co.'s Rawsonville, delivering remarks to the manufacturing plant in Ypsilanti. The auto plant has been repurposed to manufacture ventilators. GOP PARTY PLANNING Republican National Committee Chairwoman Ronna McDaniel told reporters Monday she had \"not heard any concerns from delegates, or our state party chairs\" about holding the upcoming Republican National Convention amid the coronavirus pandemic. \"I think there's a recognition obviously that August 24th – August 27th is quite a ways away, and there is ample time for us to adjust if necessary,\" the Chairwoman added. CBS News campaign reporter Nicole Sganga reports the RNC and Trump re-election campaign this month doubled their legal budget to $20 million across battleground states in an effort to stop Democrats' push to ease remote voting restrictions amid the coronavirus pandemic. Pressed on whether Republicans will engage in \"ballot harvesting\" efforts — permitting people to pick up and deliver absentee ballots other individuals have cast — in states where it becomes law, McDaniel said she is \"not going to share how we will adjust right now. But we will be looking at ways to obviously engage in that if that becomes the law. We don't want it to become the law though. That is where we are. We think it is a bad practice and we are fighting it everywhere we can.\" MICHIGAN  Whitmer is signing an executive order that allows the partial re-opening of retail businesses and restaurants and bars with limited seating in the Upper Peninsula and the greater Traverse City region. CBS News campaign reporter Jack Turman says the partial reopenings will begin on May 22. The executive order also allows local governments to proceed cautiously if it is within their jurisdiction. \"If they want to take a more cautious course, they're free to limit the operation of restaurants or bars within their jurisdiction, including restricting such establishments to outdoor seating,\" Whitmer added. With the Memorial Day weekend approaching, Whitmer offered a candid message to people who might consider traveling to those regions. \"Please think long and hard before you take a trip into them,\" Whitmer said. Businesses that plan to reopen must adopt safety measures, such as COVID-19 training for workers that includes infection-control practices in the workplace and properly using personal protective equipment (PPE). WISCONSIN A new federal lawsuit filed in Wisconsin on Monday is seeking changes to the upcoming August and November elections in the key battleground state, according to CBS News campaign reporter Adam Brewster. The group of voters and advocacy groups who filed the suit are asking to ensure that in-person voting can be conducted safely, including mandating polling sites comply with social distancing, and ensuring there are enough poll workers to staff polling sites. During Wisconsin's April election, many cities had to reduce their polling locations. That led to long lines in some cities, including Milwaukee, which reduced its number of polling locations from 180 to five. The lawsuit also wants all eligible voters to be sent absentee ballot request forms so they can be returned in time and ensuring online registration and ballot request systems can handle increased traffic. Some Wisconsin voters reported that they didn't receive absentee ballots until after the April 7 election and weren't able to participate as a result. Health officials in Wisconsin say that 71 people who voted in-person or worked the April 7 election also tested positive for COVID-19, though they stress those people may have become infected elsewhere. The Wisconsin Elections Commission released a report Monday afternoon detailing the massive increase in absentee voting during the April 7 election and challenges that presented. According to the report, 61.8% of ballots were cast by mail during the election, while another 12.6% of people cast in-person absentee ballots and a quarter voted in person on Election Day. Typically, the WEC says more than 80% of Wisconsinites vote in person on Election Day and only 6% of ballots are cast by mail. Wisconsin state law normally requires absentee ballots to be returned by 8:00 p.m. CT on Election Day, but a federal judge extended the deadline until April 13. The WEC reported on Monday that the extension \"resulted in an additional 79,054 ballots being counted for this election.\" In an effort to improve the absentee request process going forward, the WEC \"is exploring the opportunity to mail [an absentee ballot request form] to every registered voter without a current absentee ballot request on file for 2020.\" Overall, the report found that while many local officials had to overcome major challenges, \"the election did not produce an unusual number of unreturned or rejected ballots.\" DEMOCRAT DOLLARS The \"Win Justice campaign\" announced Monday it plans to launch another $30 million effort to \"expand the electorate\" this fall through paid advertising and organizing in four swing states: Florida, Minnesota, Nevada, and Wisconsin. The announcement matches the spending the same coalition of four left-leaning groups – Center for Community Change Action, Color of Change PAC, Planned Parenthood Votes, and the Service Employees International Union – committed in the 2018 midterm elections, where the group has touted its role in several Democratic Party victories. The coalition has tapped Gabriel di Chiara, formerly a key aide to Elizabeth Warren's campaign in Nevada, to head their effort in the state. \"Win Justice was proud to be a part of Nevada's historic 2018 election, helping deliver progressive victories up and down the ballot — and led to the nation's first ever majority-woman state legislature,\" di Chiara, Nevada State Director for Win Justice, told CBS News campaign reporter Alex Tin in a statement. IN THE HOUSE Congressman Steven Horsford of Nevada is facing some calls for resignation and demands for a congressional ethics investigation after the Democrat admitted to a yearslong extramarital affair while in office with a former campaign intern to then-Sen. Harry Reid. News of the relationship with Horsford, who has campaigned as a \"devoted family man,\" was disclosed in a series of podcast episodes first reported on by the Las Vegas Review Journal, says CBS News campaign reporter Alex Tin. Horsford is up for reelection in a potentially competitive race this fall for Nevada's Fourth Congressional District. Horsford won the seat in 2018 after Democrat Ruben Kihuen, facing an ethics investigation into allegations of sexual harassment, chose not to seek reelection. In a statement a spokeswoman for Horsford said the relationship \"has no bearing on the Congressman's ability to fight for the people of Nevada and he fully intends to serve them in this Congress, and beyond.\"  IN THE SENATE Senator Cory Gardner released his first ad of the cycle over the weekend, reports CBS News political unit associate producer Eleanor Watson. The ad highlights his efforts to help Colorado through the coronavirus pandemic. Like others in competitive races, Gardner focuses on bipartisanship instead of showcasing an alliance with Mr. Trump. The ad features Democratic Governor Jared Polis thanking Gardner for doing everything he has asked to help the state through the response. His campaign has placed almost $290,000 in ad reservations since last week, according to data from Kantar/CMAG. The president over the weekend mentioned Senator Susan Collins of Maine in a tweet complaining about a segment on \"60 Minutes\" featuring whistleblower Rick Bright, a former research director within the Department of Health and Human Services. In the tweet, he said he hopes Susan Collins \"is listening.\" Collins has co-authored whistleblower protection legislation. Separately, Collins, over the weekend, tweeted her displeasure with the president's decision to fire the State Department Inspector General saying that the president has not provided legal justification for the removal of the IG. Collins said in a statement to CBS News that, \"There seems to be a bit of confusion.  My comments were in reference to the removal of the State Department Inspector General.\" \"As a long-time, strong supporter of our Inspectors General, I am concerned about the President's firing of IGs as well as the appointment of a political appointee from within the Department of Transportation to be the acting IG in that Department,\" Collins' statement said. \"I coauthored the 2008 law that requires the president to notify Congress and provide a justification for the removal of an IG. It is not sufficient for the president to say simply that he has lost confidence in the official.  Rather, when we wrote the 2008 law, Congress expected a detailed explanation from the President 30 days prior to the removal of an IG. \"The Inspectors General are key to accountability in federal programs and root out waste, fraud, and abuse and report to both the President and Congress. I previously joined Senator Grassley in a letter to the President asking for an explanation for the removal of the Intelligence Community IG, Michael Atkinson.  I will continue to work with Senator Grassley to explore other remedies to ensure the independence of our government watchdogs, the Inspectors General.\"",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/2020-daily-trail-markers-trump-says-he-was-surprised-that-barr-doesnt-expect-investigations-into-obama-biden/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Women-led political groups commit $10 million in digital ads to Harris ahead of VP debate",
            "author": "Tim Perry",
            "source": "CBS",
            "published_date": {
                "month": "October",
                "day": 5,
                "year": 2020
            },
            "article_content": "A group of women-led political action committees have pledged $10 million in digital ads to Democratic vice presidential nominee Kamala Harris as she prepares for the first — and only — debate against Vice President Mike Pence. \"We have seen some concerning signs of an enthusiasm gap among voters that, frankly, were left behind by Democratic outreach in 2016,\" said Tara McGowan, the CEO of PACRONYM, a political action committee. PACRONYM, which has been running a $75 million anti-Trump effort since 2019, will join Black PAC, Planned Parenthood Votes and EMILY's List WOMEN VOTE! in committing the $10 million worth of digital ads.  \"The groups that have come together believe strongly that Kamala Harris is an incredible asset to the Biden campaign and the Democratic ticket when it comes to increasing enthusiasm and motivation among voters that we need to turn out,: McGowan said. \"And yet, at the same time, as we know well, women in public office and women running for public office are very easy targets of attacks and disinformation designed to discredit them.\" McGowan told CBS News that the re-election campaign for President Trump has \"ramped\" up their attacks on Harris in the past week, targeting \"low information voters.\" McGowan called it a strategy designed to suppress Democratic turnout as opposed to persuading voters over to his side.  Particularly concerning to Democrats are signs of low enthusiasm among voters of color in some battleground states, something all too reminiscent of the presidential election in 2016. \"[In 2016] Democrats had a lot of blind spots,\" McGowan said. \"This program is one of many solutions to make sure that we are not taking these voters for granted and that we are giving them a reason why they should be voting for a Biden- Harris ticket in November.\" The ads, obtained exclusively by CBS News, range from showcasing Harris' record on issues like healthcare and criminal justice reform, two issues that concerned some voters during her own campaign for president in 2019.  One ad put out by PACRONYM features former President Obama, who says Harris is \"more than prepared for the job,\" and is \"someone who knows what it's like to overcome barriers.\" The ads will run on digital platforms like Facebook, Instagram, Snapchat, Pandora, Roku, Plutotv, Viacom and Outbrain, among other placements. \"We know that Kamala Harris is deeply committed to making progress on issues that are critical to Black communities,\" Adrianne Shropshire, the executive director of Black PAC, said in a statement to CBS News. \"We also know that the Trump campaign has spent almost two years distorting and misrepresenting her record.\" BLACK PAC will be launching a series of ads intended to reach Black voters still unfamiliar with the senator from California. \"The best person to break through the noise and confusion is Kamala Harris herself and we intend to help amplify her voice and her message to Black voters.\" Shropshire said. Planned Parenthood Votes will also run ads that will showcase Harris, \"through a sexual and reproductive health rights lens.\" \"Kamala Harris has spent her career advocating for women and families, always calling out the disparities women of color and women with low incomes face in health care,.\" Jenny Lawson, the Executive Director of Planned Parenthood Votes, said in a statement. \"Planned Parenthood Votes is excited to join with our partners in highlighting Sen. Harris to voters.\" Harris arrived in Salt Lake City Friday night, and will spend the upcoming days off the campaign trail and preparing for her debate with Pence, who at a recent virtual fundraiser she called, \"a good debater.\" \"I'm so concerned, like I can only disappoint,\" Harris said with a laugh. \"Because literally, he's a very, he's a very good debater. He's a very good debater. So, I definitely am going to prepare for this debate like I have for previous debates. But I take this debate very seriously. And I think we can expect he's going to be very good.\" It's a sentiment shared by the last person to debate Pence, Senator Tim Kaine of Virginia, who was Hillary Clinton's running mate in 2016.  \"As a former professional talk show host, Vice President Pence is a strong communicator who can deliver a line—even a false one—extremely well,\" Kaine said in a statement to CBS News. \"But as a former prosecutor, Senator Harris can effectively present evidence in a case. There's a lot of evidence for how the Trump-Pence Administration has failed the American people, so I have no doubt she'll do well.\" Tim Perry is a reporter covering the White House for CBS News Digital.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/biden-harris-campaign-women-led-political-groups-10-million-ads-debate/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Karlie Kloss opens up about being part of the Kushner family",
            "author": "Caitlin O'Kane",
            "source": "CBS",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2020
            },
            "article_content": "Model Karlie Kloss wed businessman Joshua Kushner in 2018 and has kept the relationship private for the most part. She doesn't often post photos with her husband on social media, and when someone recently asked Kloss about her husband's family she avoided the question. Why? Her husband is brother to Jared Kushner, who is married to Ivanka Trump and serves as a senior adviser to his father-in-law, President Trump. The Kushners own a large real estate firm and have seen their share of lawsuits and tabloid headlines.  The Kushners and Trumps are both polarizing families, and it seemed as though Kloss avoided talking about her ties to them.  But on Bravo's \"Watch What Happens Live\" Thursday night, the model and host said she was an \"open book\" and was willing to talk about the Kushners. Host Andy Cohen first asked Kloss about an incident that aired about two weeks ago on \"Project Runway,\" a show Kloss hosts. The contestants were tasked with designing a dress for Kloss, and when a judge pointed to one and said he could \"not see Karlie wearing that anywhere,\" the designer had a snarky response: \"Not even to dinner with the Kushners?\" On tonight's #WWHL, supermodel @KarlieKloss addressed the viral Kushner moment from this season of #ProjectRunway pic.twitter.com/Ud0pFdNxgd Fellow designers panicked and the judges gasped — it seemed no one could believe the contestant brought up the Kushners in front of Kloss. In the moment, Kloss told the contestant the challenge was to design a dress she'd wear in Paris. \"That was your challenge here. Keep it to the challenge,\" she said. The contestant apologized but was eliminated from the show — and the clip of the incident went viral. Kloss told Cohen on \"Watch What Happens Live\" that she was honored that the viral clip made her one of the first memes of the decade.  Then she allowed Cohen to ask her about the Kushners and their politics. \"Andy, I am sure I'm not the only person in this country who does not agree with their family on politics,\" she replied, with fellow guest Martha Stewart remarking it was a good answer. \"I voted Democrat in 2016 and I plan to do the same in 2020,\" Kloss continued, answering the question on everyone's mind: Does she support the administration in which her brother-in-law and sister-in-law work? Again, Stewart commended her fellow guest for her honest answer. Cohen then asked Kloss about being politically active, and she said she is very passionate about women's reproductive health and is very active with Planned Parenthood. \"What I gather from things that I've heard, is this is quite a love story,\" Cohen said about Kloss and Joshua Kushner. \"You fell in love in 2012, long before the [2016] election. And you fell in love with a private person and you've been through a lot in your relationship... You converted to Judaism,\" Cohen continued. \"What can you tell us about all that you've been through?\" Kloss said she was 19 when she met her future husband and it was a \"different world.\" \"My man and I have been through a lot together and I'm so proud that he's my partner. It's not been easy but it's worth it and I would make that decision a million times again,\" she said.  While Kloss made it known she differs from her in-laws politically, it doesn't seem there is any bad blood. Sister-in-law Ivanka Trump posted a photo of Kloss and Joshua Kushner on their wedding day in 2018. \"So much love for you both as you begin forever together,\" Ivanka wrote in the Instagram caption. Joshua Kushner, the co-founder of insurance company Oscar Health, posted a photo with his brother Jared inside the White House in 2017. But still, the Kloss-Kushner-Trump dynamics remain largely a mystery.  Caitlin O'Kane is a digital content producer covering trending stories for CBS News and its good news brand, The Uplift.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/karlie-kloss-kushner-opens-up-about-being-a-part-of-husband-josh-kushner-family-jared-and-ivanka-trump/?intcid=CNM-00-10abd1h"
        }
    ]
}