{
    "Biases": [
        "Abortion",
        "planned parenthood"
    ],
    "Articles": [
        {
            "headline": "Groups fighting hate, anti-Semitism see surge of support",
            "author": "Shanika Gunaratna",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 16,
                "year": 2016
            },
            "article_content": "In the wake of the election, the Anti-Defamation League — the national organization devoted to fighting anti-Semitism and bigotry in all forms — is wasting no time in accelerating its efforts against hate in America. The climate at the organization’s offices post-election is characterized by “exhaustion and energy,” Deborah Lauter, ADL’s senior vice president for policy and programs, told CBS News. “There’s more of a sense of urgency, more of a sense that we’re more relevant than ever before,” Lauter said. “The day after, when people were shocked by the result personally, they said, ‘Thank God I work here because at least I can get hugs from my colleagues.’” The organization — which conducts large-scale research on hate groups, including the alt-right; partners with law enforcement to better deal with hate crimes; and cultivates public awareness of hate and bigotry, among other campaigns — has seen an explosion in financial contributions and volunteer interest since Donald Trump’s election. The president-elect won the White House after conducting a campaign critics accused of trafficking in racist and anti-Semitic stereotypes. At various points, Trump called Mexicans “murderers” and “rapists;” suggested an American-born federal judge could not do his job impartially because of his Mexican heritage; advocated “a total and complete shutdown” of Muslims coming to the U.S.; and used imagery lifted from white supremacists and Neo-Nazi online message boards.  It was an election that “saw hate move from the fringes and into the mainstream with unprecedented volume and velocity,” the ADL said in a statement after Donald Trump’s win. The ADL joins other prominent nonprofit organizations — like the American Civil Liberties Union, the investigative journalism site ProPublica, and Planned Parenthood — who’ve seen dramatic spikes in donations since the election.  Contributions to the ADL jumped 50-fold the day after the election, and that level of giving has persisted throughout last week and this week, the group said. About 70 percent of those donations came from first-time donors. Several major donors are also upping their contributions in light of the election, some to six figures.  In addition, the group’s 27 regional offices have seen significantly higher call volume — 10 to 20 times what they’d normally receive — from people asking how they could support the organization’s work combating bigotry, the ADL said. “We have seen so many instances where we fear and are concerned about the fact that the extremists’ rhetoric has become mainstream,” Lauter said. “The feeling is one of being disheartened at how easily this can happen. But [we’re] also somewhat energized at how important this work is to rebuild what we thought was the status quo of tolerance in this country.”  The presidential campaign has helped make the organization’s work suddenly seem more relevant to the public discourse than ever before. The group’s first summit on contemporary anti-Semitism, which was scheduled before the election to take place Thursday in New York, rapidly reached capacity at 900 people, defying organizers’ expectations. To address unmet demand, the ADL plans to live-stream the summit, called “Never is Now,” online. The ADL has plans to “quadruple down” on its efforts against hate and bigotry, Lauter said, including working with law enforcement to help head-off the rise in hate crimes. In the past week, the organization has responded to incidents in Wellsville, New York, Philadelphia and Holyoke, Massachusetts, and there have been reports of numerous other flare-ups of bullying, harassment and violence around the country. The Southern Poverty Law Center, another nonprofit dedicated to tracking and fighting hate groups, has collected 437 reports of hateful intimidation and harassment between Nov. 9, the day after the presidential election, and the morning of Nov. 14. The vast majority of these incidents — collected via news reports, social media and direct submissions — have targeted immigrants, followed by African-Americans and LGBT Americans, according to the SPLC.  The FBI, which collects data on hate crimes, takes time to compile national statistics; on Monday, the agency released 2015 data that showed a 6.7 percent increase in the number of hate crimes reported to police, led largely by a 67 percent surge in crimes against Muslims. The Council on American-Islamic Relations (CAIR), the nation’s largest Muslim civil liberties and advocacy organization, expressed alarm about what it called the “unprecedented” level of attacks. “We witnessed a sharp jump in anti-Muslim incidents nationwide last year, with that spike in Islamophobia continuing through 2016 and accelerating after the November 8 election,” CAIR Government Affairs Director Robert McCaw said in a statement. “This unprecedented increase in bigotry of all kinds must be repudiated in the strongest terms possible by all our nation’s leaders, beginning with President-elect Donald Trump.” The group also urged the president-elect to cut ties with one of his advisers on national security, Frank Gaffney, whom CAIR describes as an “anti-Islam conspiracy theorist” with a “long history of smears and innuendo aimed at Muslims.”  Another Trump aide, Steve Bannon, became the focus of concern this week when he was named as the new administration’s chief strategist. Before becoming Trump campaign CEO in August, Bannon was best known for his leadership at Breitbart News, a right-wing media outlet known for inflammatory rhetoric that attracted anti-Semitic, white nationalist, overtly sexist and racist supporters. Headlines that ran on Breitbart while Bannon was in charge include: “Bill Kristol: Republican spoiler, renegade Jew”; “Birth control makes women unattractive and crazy”; “The solution to online ‘harassment’ is simple: Women should log off”; and “Would you rather your child had feminism or cancer?”  According to 2007 court documents, Bannon’s ex-wife said he resisted sending his daughters to a particular school because of the number of Jews who attended it: “He said he doesn’t like Jews and that he doesn’t like they raise their kids to be ‘whiny brats’ and that he didn’t want the girls going to school with Jews,” she claimed. Bannon denied ever making the remark.  The Anti-Defamation League took a clear stand against the president-elect’s appointment.  “It is a sad day when a man who presided over the premier website of the ‘alt-right’ — a loose-knit group of white nationalists and unabashed anti-Semites and racists — is slated to be a senior staff member in the ‘people’s house,’” ADL CEO Jonathan Greenblatt tweeted Sunday. We at @ADL_National oppose the appt of Steve Bannon to sr role at @WhiteHouse bc he & his alt-right are so hostile to core American values pic.twitter.com/qCVEPKoa7q As of Wednesday, more than 350,000 people have signed the Southern Poverty Law Center’s petition stating that Steve Bannon has no place in the White House. Meanwhile, 169 members of Congress have signed a letter asking President-elect Trump to rescind the appointment, according to an update from Rep. David Cicilline (D, Rhode Island) Wednesday. BREAKING: Rep Cicilline leads 169 Members of Congress asking @realDonaldTrump to rescind White House appointment of Steve Bannon. pic.twitter.com/QZhZbvYAXs Defending Trump’s pick, Republican House Leader Kevin McCarthy said the president-elect has a right to select whom he wants for his team, and that he should be given “the benefit of the doubt.”  “You cannot judge everything that President-elect Trump is doing based on one person,” Rep. McCarthy told CBS News on Monday. For the ADL, the work of making extremist voices unacceptable is integral to the organization’s identity going forward, Lauter explained.  “You have to stand up to hate. You can’t be a bystander. You have to marginalize extremist voices,” she said.  Shanika Gunaratna covers science and technology for CBSNews.com",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/anti-defamation-league-fights-antisemitism-racism-hate-after-donald-trump-election/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "This Morning from CBS News, Dec. 15, 2016",
            "author": "Tucker Reals",
            "source": "CBS",
            "published_date": {
                "month": "December",
                "day": 15,
                "year": 2016
            },
            "article_content": "U.S. intelligence sources are not just pointing the finger at Russian hackers, but squarely at the Kremlin for a cyberattack that began in July of 2015 -- more than a year before the presidential election. They now believe Vladimir Putin was personally involved in the cyber interference that first targeted the Democratic National Committee.  Do Americans think Donald Trump will be a good president? A little more than a month before his inauguration, CBS News has asked Americans for their opinions on the pending Trump presidency, his Cabinet picks and the highly contentious issue of his vast business interests and how they could affect his judgement as America’s chief executive. President-elect Donald Trump has named generals to his Cabinet. He’s chosen business leaders and Wall Street executives. But he’s also tapped elected officials; a U.S. senator, two House members and two governors. If they’re all confirmed, someone will have to fill those vacancies, but the rules are different for every position, and many of them also differ by state. After a rocky start that saw ambulances trying to carry civilians out of the tiny opposition enclave come under purported regime fire, Russia’s defense ministry says the evacuation of some 5,000 rebels and civilians from eastern Aleppo is underway. But after a day that saw violence flare, testing the tentative cease-fire, the fate of the hopeful evacuees is far from certain. The coldest air of the season is spreading frigid temperatures south and east across the country, along with some heavy snow. Wind chills are below zero from the Northern Plains to the Great lakes, with some places shivering at more than 20 below. The cold air is fueling lake-effect snow, making roads treacherous. Americans who voted for Donald Trump are often framed as backing him mostly because of their precarious economic status in an era of downward mobility. But new research reveals a far more complex picture. We look at a key segment of higher-income voters who helped tilt the election the real estate mogul’s way.   The Federal Reserve has moved to hike interest rates for only the second time in more than a decade. We examine how the housing sector, a major source of wealth for millions of Americans, is likely to be affected by the shift to tighter monetary policy.  Colorado school district votes to let teachers carry guns Indiana town’s entire police force quits Utah man pleads guilty to torturing kitten, drug possession  Obama lets Iran sanctions renewal become law without his signature China has sent weapons to contested islands, U.S. report says Massive wave in Atlantic Ocean smashes previous record Trump backer, man he sucker-punched at rally meet in court DNC official on alleged Russian hack: “This is unprecedented” Twitter excluded from Trump’s meeting with tech leaders Obama admin. bars states from defunding Planned Parenthood Tech stocks could gain more fuel from the Trump summit Gift-giving at work: Do’s and don’ts 5 questions to ask before giving a cell phone as a gift NASA scientist warns Earth unprepared for asteroid, comet strike Calif. orders Uber to put brakes on self-driving rides Why happier people seem to live longer Bernard Fox, Dr. Bombay from “Bewitched,” dead at 89 Tucker Reals is the CBSNews.com foreign editor, based at the CBS News London bureau.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/this-morning-from-cbs-news-dec-15-2016/?intcid=CNM-00-10abd1h"
        }
    ]
}