{
    "Biases": [
        "Abortion",
        "planned parenthood"
    ],
    "Articles": [
        {
            "headline": "Don Blankenship won't rule out third party bid in West Virginia senate race",
            "author": "Nicole Sganga",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 6,
                "year": 2018
            },
            "article_content": "Ex-coal CEO and West Virginia senate candidate Don Blankenship says he will not rule out a third party bid in the West Virginia senate race, if Attorney General Patrick Morrisey wins the Republican nomination Tuesday. \"I have not ruled out anything,\" Blankenship told CBS News on Sunday, adding, \"I've said that I cannot let him win because of the opioid connection and planned parenthood connection.\"  Blankenship has repeatedly stated on the campaign trail that Morrisey is at fault for the opioid epidemic in West Virginia, and vows he will not support the attorney general if chosen as the Republican nominee. \"Mr. Morrisey has been less than truthful about his involvement with the drug companies,\" Blankenship said, noting that an independent bid might be the most viable option in the general election race against current West Virginia senator Democrat Joe Manchin.   But Blankenship's threat may ring hollow. West Virginia law contains a \"sore loser\" clause barring candidates that lose in a party primary from running as an independent for the same post. It's not clear how or if he could ever run such a campaign in the Stare of West Virginia.   Morrisey responded to Blankenship's suggestion that he wouldn't rule out a third party run, saying in a campaign statement, \"Don Blankenship proved that his candidacy is nothing more than a vanity run, and he is more than willing to betray conservatives and Republicans if he loses the primary Tuesday evening.\" Rep. Evan Jenkins, R-District 3, meanwhile responded by asking Republican voters across the state to come together and rally behind by his campaign.  \"It is critical we have a nominee who can bring Republicans together after this primary to beat Joe Manchin,\" Jenkins said. \"The stakes are too high to go into the general election divided. \"If West Virginia does not elect a GOP senator, Schumer and the anti-Trump liberals will continue to control Joe Manchin's when it matters. They will use him to block the president's agenda, and their ultimate goal is impeachment if they can get away with it,\" Jenkins added in a campaign statement.  On Monday, President Trump tweeted to voters in West Virginia, comparing Blankenship to Republican Roy Moore and his failed attempt at taking the vacant Alabama senate seat. \"Vote Rep. Jenkins or A.G. Morrisey!\" he urged.  To the great people of West Virginia we have, together, a really great chance to keep making a big difference. Problem is, Don Blankenship, currently running for Senate, can’t win the General Election in your State...No way! Remember Alabama. Vote Rep. Jenkins or A.G. Morrisey! The candidate, however, fired back, saying in a statement on Monday \"The President is a very busy man and he doesn't know me, and he doesn't know how flawed my two main opponents are in this primary. The establishment is misinforming him because they do not want me to be in the U.S. Senate and promote the President's agenda.\"  Blankenship served a year behind bars for conspiring to violate mine safety rules following the Upper Big Branch Mining disaster in 2010, and is currently under probation. The explosion took the life of 29 miners. Republicans have long worried about the possibility of a Blankenship victory, and the prospects of a candidate with a criminal record, come November. In April, GOP strategists launched Mountain Families PAC, investing in six-figure television advertisement buys. In the eleventh hour of his campaign, Blankenship plans to release his final radio advertisement, doubling down on his outsider status. \"The establishment politicians are getting desperate and more hostile,\" Blankenship notes in his radio message, due to air locally Monday morning. \"They are calling me a bigot, a moron, a despicable character, and mentally ill.\" The radio advertisement also defends his previous use of the term, \"China people\" which was first featured in a campaign video leaked to reporters on Friday. \"Swamp Captain Mitch McConnell has given millions of jobs to China people,\" Blankenship states in the television spot, taking aim at the Majority Leader's family. \"While doing so, Mitch has gotten rich,\" Blankenship adds. \"In fact, his China family has given him tens of millions of dollars.\" Transportation Secretary Elaine Chao, wife to McConnell, was born in Taiwan, and is of Chinese descent. Her father serves as chairman of a shipping company. Blankenship's new radio advertisement notes, \"The fake news is also pretending to be offended by the use of my words, 'China people.' They seem not to realize that China is a country, not a race.\" In the final days leading up to the primary, Morrisey has launched a takedown of his own against Blankenship, focused on his criminal record. With only days to go until election day and early voting already underway, the Senate candidate released a robocall Saturday warns voters that, \"His deep legal problems and criminal conviction show he believes he is above the law.\" The attorney general held a last-minute press conference Sunday to draw attention to Blankenship's failure to submit a personal financial disclosure form, in potential violation of the Ethics in Government Act. \"My campaign will be informing his probation officer in Nevada about this issue right away to determine if this refusal to comply with federal law violates the terms of his supervised release.\"  Blankenship confirmed to CBS News that he has not submitted a personal disclosure form, instead submitting a late fee for subsequent file. The former coal baron spoke with his parole office on the phone Sunday and says he was told campaign financial disclosures \"civil matter,\" not involving federal law.   Blankenship's parole expires midnight on Tuesday, the same night as the West Virginia primary. Morissey indicated at Sunday's press conference that there is internal polling suggesting  Blankenship has picked up steam in the last few days, following the Fox News debate. \"I think it's clear that Don Blankenship is in a close race now, it seems to be narrowed down between my campaign and Don Blankenship,\" Morrisey stated at his press conference.  Blankenship told CBS News that his internal polling indicates he will earn the combined votes of both competitors Attorney General Morrisey and Rep. Jenkins. Although Blankenship has mentioned internal polling, his financial disclosures indicate he has conducted no such polls.    When asked repeatedly if he would back Manchin if Blankenship was to win the election, Morissey told CBS News, \"I am intending to win this election and I plan to wish this election. I don't think Don Blankenship is a credible candidate so this is not a good time to suggest anyone should be endorsing Don Blankenship.\"  CBS News reporter covering homeland security and justice.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/don-blankenship-wont-rule-out-third-party-bid-west-virginia-senate-race-2018-05-06/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "The final 2018 primaries and what to watch in politics this week",
            "author": "Caitlin Conant",
            "source": "CBS",
            "published_date": {
                "month": "September",
                "day": 10,
                "year": 2018
            },
            "article_content": "Here are the top trends and people to watch in politics this week… Actress Cynthia Nixon, best known as Miranda on Sex and the City, is running against incumbent New York Governor Andrew Cuomo in the New York Democratic gubernatorial primary. Although Cuomo is up in the polls and leads in fundraising, Nixon is hoping that the recent wave of victories of progressive, first-time women candidates over white male incumbents will crash into New York City Thursday. But as the New York Times pointed out, Nixon is not an outsider in the same way that Alexandria Ocasio-Cortez and Ayanna Pressley are. She is wealthy and white, while Ocasio-Cortez and Pressley both ran on being able to better relate to the struggles of non-whites and the working class in their increasingly diverse districts. Regardless of the outcome, the primary has forced Gov. Cuomo, who has been floated as a potential 2020 presidential hopeful, to shift further to the left in response to Nixon's attacks.  In May, the Atlantic reported: \"In the less than two months since Nixon declared her candidacy, Cuomo all but reversed his opposition to legalizing recreational marijuana, which he called 'a gateway drug' as recently as last year; proposed a ban on single-use plastic bags, again barely a year after he signed legislation barring New York City from imposing a tax on them; vowed to use his pardon power to restore voting rights to as many as 35,000 felons; and declared a state of emergency at the city's public-housing authority.\" In an August debate against Nixon, Cuomo offered his firmest denial of White House ambitions in 2020, vowing that if re-elected he would finish out his third term as governor with one caveat -- \"if God strikes me dead.\" The New York gubernatorial Democratic primary is not the only contest this week where a Democratic incumbent faces a challenge from the left. In Rhode Island, incumbent Democratic Gov. Gina Raimondo is seeking re-election and is running against former Rhode Island Secretary of State Matt Brown. Raimondo is running on her record of growing Rhode Island's economy. On her website, she points out that Rhode Island's economy has jumped to the 17th best economy in the nation from 36th under her leadership. Brown, a proponent for \"Medicare for All,\" argues that Rhode Island needs to invest more in the energy and health-care sectors. In the Senate, Republicans benefit from an overwhelmingly favorable map this year. Nevertheless, there is growing concern that they're facing competitive Democratic Senate candidates in several states that voted for Trump in 2016. On Thursday, President Trump will travel to Missouri, where Republicans are hoping to flip the Senate seat currently held by Sen. Claire McCaskill, D-Missouri, from blue to red. The next day, on Friday, he heads to Mississippi, where Republicans expect they'll easily hold onto the Senate seat vacated by Sen. Thad Cochran, R-Mississippi, who retired in April. Mr. Trump's visit to Mississippi, normally a solid red state, is a reminder that this should-be sleeper race could have high stakes if the candidate favored by the GOP establishment, Sen. Cindy Hyde Smith, fails to secure 50 percent of the vote in the special election to fill Cochran's seat. This is not a typical Senate race: In April 2018, Mississippi Republican Gov. Phil Bryant selected Hyde-Smith to fill Cochran's vacant seat until the special election to replace him in November. She has been endorsed by Trump, but faces a challenge on the right from controversial conservative Chris McDaniel and from the Democrats by centrist African-American Mike Espy. There are no party primaries in the special election so all three of them will be on the same ballot. If no candidate receives more than 50 percent of the vote, the top two will proceed to a runoff held three weeks later on Nov. 27. Last week, Washington Post columnist George Will laid out the unlikely, but not impossible, pathway to victory for Espy: \"Assume that he wins 95 percent of the African American turnout. If that turnout is 33 percent of the total state turnout, as it was in 2016 when Hillary Clinton expended no resources on Mississippi, he needs 28 percent of the remaining vote. If African American turnout is 35 percent — the African American portion of the state's registered electorate — he would need 26 percent of the other votes. If African American turnout mirrors the African American portion of the state's population (37 percent), he needs to receive 24 percent of the remaining vote. If the African American turnout is 39 percent of the total, a surge in turnout similar to what occurred in the Alabama special Senate election won by Democrat Doug Jones, Espy will need just 22 percent of the remaining vote. He won 12 percent of the white vote in his first congressional election, 40 percent in his third.\" This was a scenario CBS News also raised as a possibility in March, when Cochran announced his retirement.  Another Senate race in a red state, Texas, is also concerning some senior GOP leaders. According to the New York Times, OMB Director Mick Mulvaney raised concerns that the GOP could lose a U.S. Senate seat in Texas because incumbent GOP Sen. Ted Cruz is not viewed as \"likable\" enough. On CBS News' Face the Nation on Sunday, RNC Chairwoman Ronna Romney McDaniel pushed back on the report, saying, \"We're not going to lose Texas...Ted Cruz is an excellent representative for Texas and he is going to win that seat.\" While GOP officials publicly express confidence in Cruz's re-election, Mr. Trump has announced that he is going to travel to Texas to campaign for Cruz in early October. A recent Emerson College poll showed Cruz with a one-point lead over his Democratic opponent Rep. Beto O'Rourke. The same poll has incumbent Republican Gov. Abbott with a 20 point advantage over his competitor Lupe Valdez. A recent NBC News/Marist poll has similarly too-close-for-comfort findings for Cruz, with the incumbent senator only 4 points ahead of O'Rourke, while Abbott has a comfortable 19 point lead above Valdez. If these polls are indicative of potential split ticket Abbott-O'Rourke voters this November, they are bad news for Cruz. The fight to take over retiring Republican Bob Corker's Tennessee Senate seat is also shaping up to be a tight one in the deep red state. Republican Rep. Marsha Blackburn, a member of Trump's transition team, is running against popular former two-term Democratic Governor Phil Bredesen. A recent NBC News/Marist poll showed the race neck-and-neck, with Bredesen leading Blackburn by two points (48-46 percent). There are three primaries this week: New Hampshire on Tuesday, September 11, Rhode Island on Wednesday, September 12, and the New York gubernatorial primary on Thursday, September 13. The Democrats need to flip 23 Republican-held districts to take control of the House of Representatives this fall, and CBS News rates one primary this week as competitive in the fall -- New Hampshire's 1st District. CBS News rates this open race where Democratic Rep. Carol Shea-Porter is retiring as \"very likely competitive.\" There are 11 candidates running to win the Democratic nomination: Maura Sullivan, Deaglan McEachern, Mindi Messmer, Lincoln Soldati, Naomi Andrews, Terrence O'Rourke, Chris Pappas, Mark MacKenzie, William Martin, Paul Cardinal and Levi Sanders, who is the son of Bernie Sanders. The only televised debate was on Wednesday and many candidates discussed health care reform and gun control. New Hampshire Public Radio cited that the two potential frontrunners in the race are Maura Sullivan and Chris Pappas, according to some polls. Sullivan has raised the most money compared to her Democratic challengers. The Republican primary is also crowded with five candidates vying for the Republican nomination. The frontrunners on the Republican side are state Sen. Andy Sanborn and former police chief Eddie Edwards. In Rhode Island, Democratic incumbent Sen. Sheldon Whitehouse is expected to win re-election this fall. He will face a challenge from former Rhode Island Supreme Court Justice Bob Flanders this fall. New Hampshire, New York and Rhode Island all have gubernatorial primaries this week. In New Hampshire, incumbent Republican Gov. Chris Sununu is running for re-election and is unopposed in the primary. There are two Democratic candidates for governor: former state Sen. Molly Kelly and Portsmouth Mayor Steve Marchand. In a recent debate, they didn't attack each other as much as they focused on Sununu. Kelly has raised more money than Marchand and has dominated the airwaves. Kelly has also received endorsements from New Hampshire's two Democratic Senators Jeanne Shaheen and Maggie Hassan, as well as Planned Parenthood and EMILY's List. In New York, incumbent Democratic Gov. Andrew Cuomo faces a challenge on the left from celebrity progressive candidate Cynthia Nixon. Dutchess County Executive Marcus Molinaro will most likely be the Republican gubernatorial nominee. He was selected as the Republican party's choice in May. In Rhode Island, incumbent Democratic Gov. Gina Raimondo is seeking re-election and faces a primary challenge from her left from former Rhode Island Secretary of State Matt Brown. The Republican favorite seems to be Cranston Mayor Allan Fung. Fung ran for governor in 2014, but lost to Raimondo. Fung was the first Chinese American Mayor in Rhode Island.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/the-final-2018-primaries-and-what-to-watch-in-politics-this-week/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Man arrested for \"terroristic\" death threats against CNN's Don Lemon",
            "author": "Jason Silverstein",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2018
            },
            "article_content": "An Arkansas man was arrested on Election Day for allegedly making death threats against CNN anchor Don Lemon in more than 40 calls he placed to the network's headquarters. Authorities said the man also called MSNBC and two top Democrats in Congress, showing a \"pattern of harassment toward certain political affiliations.\" Benjamin Craig Matthews, 39, faces five felony counts of terroristic threatening, as well as 13 misdemeanor counts for threats and harassing communications, according to an affidavit filed in Baxter County Circuit Court. Matthews allegedly called CNN's Atlanta headquarters dozens of times between Oct. 31 and Nov. 2. Those included three calls Oct. 31, and six calls within 23 minutes on both Nov. 1 and 2, the affidavit says. Matthews allegedly made violent threats against Lemon in several calls. In one of his first calls, he said he would like to \"kick the s--- out of\" Lemon, the affidavit says. The next day, he asked an operator to connect him to Lemon's \"dead body hanging from a tree.\" In another call he asked to direct his call to \"pipe bombs for\" Lemon, and in another he talked about \"bloody pictures\" of Lemon \"cut up in small pieces, like the movie Saw,\" the affidavit says. An investigator with the Atlanta Police Department tracked the calls to Matthews and referred the case to authorities in Arkansas. According to the affidavit, Matthews also called Rep. Maxine Waters, D-California, Senate Minority Leader Chuck Schumer, D-New York, the Washington Speakers Bureau, Planned Parenthood, and Stormy Daniels' attorney Michael Avenatti. It's unclear what he said in those calls, but the affidavit said they suggested a pattern of political harassment.  Matthews, from Mountain Home, is being held on $15,000 bail. Jail records did not list an attorney for him. His arrest came less than two weeks after a Florida man, Cesar Sayoc, was arrested for allegedly sending mail bombs to CNN's New York office and to several leading Democrats, including former President Barack Obama, Hillary Clinton and Maxine Waters. Sayoc, who is being held on federal charges, had been living in a van covered with stickers, including ones that said \"CNN Sucks\" and \"Dishonest Media.\"  CNN did not immediately return a request for comment. ",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/man-arrested-for-terroristic-death-threats-against-cnns-don-lemon/?intcid=CNM-00-10abd1h"
        },
        {
            "headline": "Sen. Ted Cruz grills Mark Zuckerberg about Facebook political bias",
            "author": "Blair Guild",
            "source": "CBS",
            "published_date": {
                "month": "April",
                "day": 10,
                "year": 2018
            },
            "article_content": "During Facebook founder and CEO Mark Zuckerberg's testimony before Congress Tuesday, Sen. Ted Cruz, R-Texas, said he believes many Americans are \"deeply concerned\" about what he called Facebook's \"pervasive pattern of bias and political censorship.\"  The senator cited the 2016 controversy over how Facebook editors handled conservative-leaning political news in the trending topics feature. He also questioned why Facebook shut down certain pages it deems controversial, naming examples such as a \"Chick-fil-A appreciation day\" page, a post from a Fox News reporter, and Trump supporters Diamond and Silk's Facebook page.  \"Senator, let me say a few things about this. First, I understand where that concern is coming from because Facebook and the tech industry are located in the Silicon Valley which is an extremely left-leaning place,\" Zuckerberg said, addressing Cruz. \"And this is actually a concern that I have and that I try to root out in the company — is making sure that we don't have any bias in the work that we do.\"  He added that it was a \"fair concern\" before Cruz cut Zuckerberg off to ask if any left-leaning pages, like those of Planned Parenthood, Moveon.org, or Democratic candidates, had been shut down by Facebook.  Zuckerberg said he was \"not specifically aware\" of any pages that may or may not have been shut down.  Cruz pointed out that Facebook has 15,000 to 20,000 people working on security and content review, and asked if Zuckerberg was aware of those employees' political orientations. \"No, Senator, we do not generally ask people about their political orientation when they are joining the company,\" Zuckerberg replied.  He added that no hiring or firing decisions have been made based on an individual's political affiliation or support of a particular candidate for office.  Cruz pushed Zuckerberg on the firing of Palmer Luckey, the libertarian co-founder of the Facebook-aquired company Oculus VR. \"I can commit that it was not because of a political view,\" Zuckerberg said.  Cruz quoted Zuckerberg's testimony from earlier, pointing out his view that Facebook has a responsibility to make sure it is fostering positive connections among people and that it ultimately serve as a tool used for the greater good.  \"Senator, I think that there are a number of things that we would all agree are clearly bad. Foreign interference in our election? Terrorism? Self-harm?\" Zuckerberg said, naming examples of types of content Facebook is seeking to keep off the site. Cruz, whose 2016 presidential campaign worked with Cambridge Analytica, the data consulting firm at the center of the Facebook data sharing scandal, cut Zuckerberg off and steered the discussion back to censorship. \"I am very committed to making sure that Facebook is a platform for all ideas,\" Zuckerberg insisted. \"That is a very important founding principle of what we do. We're proud of the discourse and the different ideas that people can share on the service. And that is something that, as long as I'm running the company, I'm going to be committed to making sure is the case.\"  Blair Guild is a politics reporter and video producer for CBS News Digital.",
            "bias": "planned parenthood",
            "url": "https://www.cbsnews.com/news/sen-ted-cruz-grills-mark-zuckerberg-facebook-political-bias/?intcid=CNM-00-10abd1h"
        }
    ]
}