{
    "Biases": [
        "Abortion",
        "pro-life",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "TV Ads Financed With Secret Money Attack Paul On Day 1 Of Presidential Bid",
            "author": "Peter Overby",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 8,
                "year": 2015
            },
            "article_content": "Sen. Rand Paul launched his 2016 presidential campaign Tuesday with a combative message against both Washington and his fellow Republicans, declaring that \"we have come to take our country back.\"\n                \n                    \n                    Carolyn Kaster/ASSOCIATED PRESS\n                    \n                \nhide caption Sen. Rand Paul launched his 2016 presidential campaign Tuesday with a combative message against both Washington and his fellow Republicans, declaring that \"we have come to take our country back.\" Welcome to the 2016 presidential campaign. Republican Rand Paul officially entered the race Tuesday, and was greeted with a TV ad calling him \"wrong and dangerous\" on Iran. The money behind the ad is secret. It was just a month ago that Sen. Paul (R-Ky.) joined 46 other Senate Republicans in signing a letter to leaders of the Islamic Republic. The letter threatened tougher treatment than Iran might get from President Obama, in negotiations on a nuclear-arms control agreement. Paul's signature aside, TV audiences in Iowa, New Hampshire, South Carolina and Nevada on Tuesday began seeing the ad attacking him. It says, \"Rand Paul supports Obama's negotiations with Iran. And he doesn't understand the threat.\" The punchline: \"Rand Paul is wrong, and dangerous. Tell him stop siding with Obama, because even one Iranian bomb would be a disaster.\" The final image is a mushroom cloud. The ad comes from the Foundation for a Secure and Prosperous America, or FSPA, which is a 501(c)(4) secret money group founded in 2007. It has run attack ads in past campaigns, but apparently never on this scale. It doesn't have to disclose its donors. Its press secretary declined an interview request. Secret money groups are proliferating in American election campaigns. FSPA said it's spending $1 million to air the ad in the first four states on the Republican primary calendar. There are two noteworthy things about the ad. It comes as a surprise assault on an emerging candidate, and it accuses him of betraying American interests. You could say Rand Paul got swift-boated, just like John Kerry. Kerry was about to accept the Democratic nomination in 2004, when Swift Boat Veterans For Truth challenged his Vietnam War record, which he had seen as a strength. In the ad, one veteran from Kerry's unit said: \"He dishonored his country. He most certainly did.\" Another veteran said: \"I served with John Kerry. John Kerry cannot be trusted.\" An architect of the Swift Boat ads, consultant Rick Reed, is now FSPA's president. The Paul campaign struck back, calling the attacks false and labeling the group as part of the \"Washington machine\" that Paul opposes. The campaign said Paul in fact wants a deal that ends Iran's nuclear ambitions, and he wants it to face votes in Congress. Erika Franklin Fowler is a director of the Wesleyan Media Project, a college consortium that tracks political advertising. \"When a candidate airs an attack, they obviously suffer some backlash,\" she said in an interview. \"When an interest group does it, it's harder for anyone to hold the group accountable in the same way.\" She said it's a sign of what we'll see this spring and summer, \"which is one, a lot of interest groups getting involved early, also a lot of negativity. We shouldn't expect that to go away in any way, shape or form. And you can bet there are a number of candidates that will face some opposition as they enter.\" There's no sign of which candidate the Foundation for a Secure and Prosperous America might support.",
            "bias": "pro-life",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/04/08/398224643/tv-ads-financed-with-secret-money-attack-paul-on-day-1-of-presidential-bid"
        },
        {
            "headline": "Cruz Already Targeting March Voting States",
            "author": "Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2015
            },
            "article_content": "Ted Cruz is spending the weekend campaigning throughout states voting on Super Tuesday, talking up how well-positioned he is in states like Iowa and New Hampshire that come earlier.  RACHEL MARTIN, HOST: Late December is upon us. And that means a big day is coming, the first nominating contest in the presidential primary cycle. Beginning with Iowa, voters in four states go to the polls in February, and many candidates are spending a lot of time there. But as NPR's Sarah McCammon reports, Texas Senator Ted Cruz is focusing his energy elsewhere this week, with an eye on the month of March. SARAH MCCAMMON, BYLINE: Ted Cruz says his presidential campaign is ready for the early Republican primaries coming up in February. But he's not stopping there. (SOUNDBITE OF ARCHIVED RECORDING) TED CRUZ: But then 10 days after South Carolina, boom, it's Super Tuesday. It's the so-called SCC primary. MCCAMMON: That's March 1, when several states, many of them southern, hold their nominating contests. Near Mobile, Ala. yesterday, the Texas senator told a crowd gathered in a civic center that he's ready for March. (SOUNDBITE OF ARCHIVED RECORDING) CRUZ: Alabama, Georgia, Tennessee, Arkansas, Oklahoma, Texas. MCCAMMON: To go into March with momentum, Cruz will need to solidify his lead in Iowa, where his strong organization and popularity with evangelicals have helped him move ahead of Donald Trump in recent polls. And he has work to do everywhere else. (SOUNDBITE OF ARCHIVED RECORDING) CRUZ: God bless the Commonwealth of Virginia. MCCAMMON: At a church near Richmond, Va. on Friday, Cruz fired up the crowd with his standard stump speech. He promised to investigate Planned Parenthood, rescind President Obama's executive orders and fight terrorism. Along the way this holiday season, he's been getting support from some big names. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN: Santa Claus. MCCAMMON: We couldn't verify who Santa is endorsing in the presidential election, but he's been at each stop, like this one in Alabama, posing for pictures with kids. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN: Ho, ho, ho... MCCAMMON: While campaign workers collect their parents' contact information. Jack Rostas came from Kentucky to see Cruz with his wife and 11-month-old son. He keeps a ranking of the Republican candidates on his iPhone. JACK ROSTAS: Number one, Carson. Number one, Cruz. Ron Paul I'm thrilled about. I think Carly Fiorina - I think she would be good. MCCAMMON: Rostas put everyone from Donald Trump to Jeb Bush near the bottom of that list. He says he's leaning toward Cruz. The Cruz campaign is trying to cement the support of voters like Rostas and encourage them to volunteer to knock on doors or make phone calls for Cruz. Spokeswoman Catherine Frazier says they're using everything from Santa to smartphone apps to build a network of grassroots supporters in key states. CATHERINE FRAZIER: We want to be able to follow up with them and to keep them engaged in what's going on with our campaign. MCCAMMON: The campaign's grassroots efforts may be working. Cruz made a similar swing in August, and he's been drawing big crowds in recent days. With so many candidates vying for the GOP nomination and so many primaries in March, Frazier says it's important to play the long game. FRAZIER: While we are very confident that we can win Iowa, we know that it's going to take more than that. We are going to have to perform well in these March 1 Super Tuesday states and even beyond. MCCAMMON: But first, Cruz he needs to get through February and find a way to catch up to Donald Trump in the other early states, where Trump's been out in front for months. Sarah McCammon, NPR News, Mobile Ala. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/12/20/460464091/cruz-already-targeting-march-voting-states"
        },
        {
            "headline": "Senate Passes Bill To Defund Planned Parenthood, Repeal Health Law",
            "author": "Ailsa Chang",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2015
            },
            "article_content": "\"The value [of the Senate vote] is to let him know — the president — and others that there's a big division in this country, and a lot of us don't like it, and the American people don't like it,\" said Republican Sen. Richard Shelby of Alabama.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption \"The value [of the Senate vote] is to let him know — the president — and others that there's a big division in this country, and a lot of us don't like it, and the American people don't like it,\" said Republican Sen. Richard Shelby of Alabama. Update at 8:40 p.m. ET: Senate passed legislation to defund Planned Parenthood and repeal the Affordable Care Act, with a 52-47 vote. Here is our original post: Senate Republicans are expected to achieve two goals on Thursday that have long eluded them — they'll pass a bill that defunds Planned Parenthood and repeals the Affordable Care Act. The House has managed to vote more than 50 times to repeal all or part of the health care law, but it's always been tougher in the Senate, where Republicans don't have the 60 votes needed to pass bills Democrats oppose. This year, they'll have a special procedure at their disposal to get around that. But first, let's make it very clear — nothing that happens on the Senate floor this week will ever actually become law, because any bill that repeals the Affordable Care Act and defunds Planned Parenthood is going to get vetoed by the president. So, some might ask, what is the value of this exercise? \"The value is to let him know — the president — and others that there's a big division in this country, and a lot of us don't like it, and the American people don't like it,\" said Republican Sen. Richard Shelby of Alabama. In other words, symbolic votes are important. They give senators a chance to go on the record. They provide fodder for campaign ads later. So, to Republicans, even though there's a pileup of stuff Congress has to get through in the next couple of weeks — like funding the government, passing a highway bill and extending tax breaks — making Obama veto a bill that undermines his health care law and Planned Parenthood is worth their time. \"The president can't be shielded by the weighty decision he'll finally have to make when this measure lands right on his desk,\" said Senate Majority Leader Mitch McConnell. \"When the president picks up his pen, he'll have a real choice to make.\" It's a confrontation Republicans have been craving for a long time. They're using a special process called reconciliation. It's a budget-related procedure that allows some legislation to get through the Senate with only 51 votes, instead of the usual 60. Even after a shooting at a Planned Parenthood clinic in Colorado last week, momentum to defund the organization hasn't slowed. \"Individuals who speak out for the life of children shouldn't suddenly be silenced by being screamed down because an insane person does a shooting in a clinic,\" said Republican Sen. James Lankford of Oklahoma on the floor Wednesday. But stripping federal funds from Planned Parenthood may not be a slam-dunk. Republicans can only afford three defections for their bill to pass with the required 51 votes. And one of those defections could be Susan Collins of Maine. \"My concern is that this total prohibition of federal funding, including Medicaid funds, for Planned Parenthood would cause millions of women across the country to have to find new health care providers,\" said Collins. And, there's another provision in the bill that guts the Affordable Care Act's expansion of Medicaid. That was to placate hard-line conservatives who didn't think the bill went far enough to eviscerate Obamacare. But the Medicaid provision could cost votes from other Republicans, who are up for re-election in competitive states. So it hasn't been exactly smooth sailing to win over 51 Republican votes. It's been a longer and harder undertaking than many Republicans had expected. Much to the annoyance of Democrats. \"So the fact that we blow off a day, two or three in the closing hours of this session for this political posturing, which is doomed to a presidential veto, is a waste of the time of the Senate,\" said Democratic Sen. Dick Durbin of Illinois. Some Republicans say that maybe by holding these symbolic votes this week, they'll satisfy their constituents, and that could ease passage of a government spending bill next week. But Durbin scoffed at that idea. \"So you're assuming we aren't going to re-vote these issues three or four times?\" he asked. \"In the Senate, Sen. McConnell likes to re-vote things over and over and over again.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/12/03/458304236/senate-expected-to-pass-bill-to-defund-planned-parenthood-repeal-health-law"
        },
        {
            "headline": "A Warning To Both Parties On Planned Parenthood And Abortion",
            "author": "By  \n\n\n\n\n\n\n\n      Domenico Montanaro\n    \n\n ,  \n\n\n\n\n\n\n\n      Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 30,
                "year": 2015
            },
            "article_content": "Cecile Richards, president of Planned Parenthood, testifies during a hearing on Capitol Hill Tuesday.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption Cecile Richards, president of Planned Parenthood, testifies during a hearing on Capitol Hill Tuesday. The head of Planned Parenthood, Cecile Richards, was grilled on Capitol Hill for five hours Tuesday. Republicans in Congress are making a renewed push to defund the group — which provides health screenings, contraception and performs abortions — after controversial sting videos were released earlier this summer alleging it sells fetal tissue for profit. For many Republican presidential hopefuls, the call to defund Planned Parenthood has become a rallying cry on the campaign trail. \"If it's about women's health, then why isn't the liberal Democrat Party willing to say that pregnancy centers such as this should also be funded by taxpayers?\" Carly Fiorina asked at the Carolina Pregnancy Center, an anti-abortion crisis-pregnancy center. \"Why shouldn't taxpayers be paying for pregnancy centers in communities all across this nation, to give women an opportunity to understand their choices?\" Debates over abortion reliably fire up both the Republican and Democratic bases, but both parties risk overplaying the issue in the 2016 campaign. Republicans saw an opening after the videos were released in July, but polling has shown that views of Planned Parenthood haven't budged since then. And for Democrats, running campaigns that overemphasize the issue have backfired in the past. The challenge for Republicans The Carolina Pregnancy Center offers women pregnancy tests and baby supplies, but not health services or contraception. Those are things Planned Parenthood provides at a reduced cost for lower-income women. Pollster Tresa Undem said that's why so many women go there — more than some might think. \"It's a very important place for young people to go,\" Undem said. \"I mean everybody knows somebody who's been to Planned Parenthood for healthcare.\" Undem's firm has done polling for Planned Parenthood, among other groups, in the past. She points to recent surveys that show most Americans support maintaining federal funding for the organization. What's more, an NBC/Wall Street Journal poll out this week found almost half (47 percent) of Americans had a positive opinion of Planned Parenthood, while fewer than a third (31 percent) had a negative one. That's higher than either political party, or anyone currently running for President. It's also unchanged since July, when the first sting video targeting Planned Parenthood was released. Undem said that matches what she's hearing from focus groups. \"People are seeing it sort of as a political attempt,\" she said. \"It's a political stunt. It's not something they're sinking their teeth into. They're not changing their minds about Planned Parenthood.\" They're also not changing their minds much about abortion. Since Roe v. Wade was settled in 1973 – more than 40 years ago — opinions about abortion have barely budged, as NPR's Danielle Kurtzleben has reported. Most people say they're somewhere in the middle. A majority told the Pew Research Center they think it should be legal in certain circumstances. Dianne Bystrom, director of the Carrie Chapman Catt Center for Women and Politics at Iowa State University, said even though most Americans see abortion as a settled issue, it still motivates each party's base. \"At the primary stage, when you have the activists in both parties really engaged more in the process,\" she noted, \"it tends to be a more important issue not only on the Republican side for those who are pro-life but also on the Democratic side for those who are pro-choice.\" Republican pollster Christine Matthews says Planned Parenthood, meanwhile, remains a strong brand – except among conservative Republicans. \"Conservative Republicans see this brand very differently than other people,\" she said. \"[They] primarily associate Planned Parenthood with abortion. But if you're an Independent or a Democrat, you primarily think that Planned Parenthood is providing health services.\" Conservative Republicans also make up the core of the GOP primary. Matthews said that explains the anti-Planned Parenthood push now, but it could cause problems for Republicans in a general election. \"That concerns me a little bit,\" Matthews said Tuesday. \"I think especially with the testimony we're seeing today, with the image of a male Congressman sort of taking to task the President of Planned Parenthood.\" Carolyn Maloney, a Democrat from New York, charged that her GOP colleagues were \"beating up on a woman, on our witness today, for making a good salary.\" Tennessee Republican Rep. John Duncan told Richards in response, \"I've seen many male witnesses treated much tougher than you've been treated here today. ... Surely you don't expect us to be easier on you because you're a woman?\" Richards replied, \"Absolutely not. That's not how my mama raised me.\" Her \"mama\" is the late former Democratic Texas firebrand Gov. Ann Richards. Risk for Democrats, too While Democrats might take some solace in the polling numbers that views of Planned Parenthood and abortion, for that matter, have remained relatively stable. But, just as there are dangers for Republicans in overplaying the issue (beyond mobilization and fundraising) there are risks for Democrats, too. And one does not have to look far for an example of that. Take the Colorado Senate race in 2014. Democrat Mark Udall's campaign and the Democratic Senatorial Campaign Committee seemed to have a singular focus – women's reproductive rights. \"Because this really matters, it's important you hear this directly from me. My opponent, Congressman Gardner, led a crusade that would make birth control illegal. He sponsored a bill to make abortion a felony – even in cases of rape and incest. His record is beyond troubling – it's wrong. We're talking about your rights – as women, as families, as Coloradans.\" In another, Udall says, \"No one can blame you for checking a calendar to remind yourself, 'Yep, it really is 2014. So how is it we're still debating a woman's access to abortion or birth control. For most of us, those debates got settled by the last generation.\" You get the picture. And it worked. Udall won a greater percentage of women than Barack Obama did in 2012 in Colorado. But Obama won Colorado in his reelection bid. Udall lost. Why? Because, while Obama won men, too, 51 to 46 percent, Udall lost them by a whopping 17 points. (See the chart above.) Yes, it was a midterm – with the lowest turnout in 70 years and key Democratic voting groups did not turn out. But it's a cautionary tale in overemphasizing any particular issues, especially one as polarizing as abortion rights.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/30/444777841/a-warning-to-both-parties-on-planned-parenthood-and-abortion"
        },
        {
            "headline": "Despite Calls For Defunding, Support For Planned Parenthood Holds Steady",
            "author": "Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 29,
                "year": 2015
            },
            "article_content": "Planned Parenthood recently has become a flashpoint in the 2016 presidential campaign, especially among GOP candidates. But public opinion about the organization isn't changing much.  ARI SHAPIRO, HOST: The call to defund Planned Parenthood has also become a rallying cry on the presidential campaign trail. It's an issue that energizes each party's base. But as NPR's Sarah McCammon reports, overall public opinion about the organization is not changing much. SARAH MCCAMMON, BYLINE: Speaking at a crisis pregnancy center in Spartanburg, S.C., last week, Carly Fiorina said the federal money that pays for women's health services at Planned Parenthood clinics should go to centers like this one that don't perform abortions. (SOUNDBITE OF ARCHIVED RECORDING) CARLY FIORINA: If it's about women's health then why isn't the liberal Democrat party willing to say that pregnancy centers such as this should also be funded by taxpayers? MCCAMMON: The former Hewlett-Packard CEO, who's running for president, spoke at the privately funded anti-abortion Carolina Pregnancy Center. It offers women pregnancy tests and baby supplies, but not health screenings or contraception - two things Planned Parenthood offers at a reduced cost. Pollster Tresa Undem says that's why so many women go there - more than you may think. TRESA UNDEM: It's a very important place for young people to go. I mean, everybody knows somebody who's been to Planned Parenthood for health care. MCCAMMON: Undem's firm has done polling for Planned Parenthood, among other groups in the past. She points to recent surveys that show most Americans support maintaining federal funding for the organization. What's more, an NBC Wall Street Journal poll out this week found almost half of Americans had a positive opinion of Planned Parenthood while fewer than a third had a negative one. That's higher than either political party and it's unchanged since July when a series of sting videos targeting Planned Parenthood were first released by an anti-abortion group. Undem says that matches what she's hearing from focus groups. UNDEM: People are seeing it sort of as a political attempt. It's a political stunt. It's not something people are sinking their teeth into. It's not something - they're not changing their minds about Planned Parenthood. MCCAMMON: They're also not changing their minds much about abortion. Since Roe versus Wade was settled in 1973 - more than 40 years ago - opinions about abortion have barely budged. Most people say they are somewhere in the middle. A majority told the Pew Research Center they think it should be legal in certain circumstances. Republican pollster Christine Matthews says Planned Parenthood, meanwhile, remains a strong brand, except with one group. CHRISTINE MATTHEWS: Conservative Republicans see this brand very differently than other people. So conservative Republicans primarily associate Planned Parenthood with abortion, but if you're an independent or a Democrat, you primarily think that Planned Parenthood is providing health services. MCCAMMON: Conservative Republicans make up the core of the GOP primary. Matthews says that explains the anti-Planned Parenthood push now, but it could cause problems for Republicans in a general election. MATTHEWS: That concerns me a little bit, I think especially with the testimony that we're seeing today with the image of a male congressman sort of taking to task the president of Planned Parenthood. MCCAMMON: There's a danger to be sure for Republicans, but there's also a risk for Democrats in overplaying the issue. While abortion remains a motivator for both party's bases, they'll have to reach beyond the base to win the presidency. Sarah McCammon, NPR News, Washington. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/09/29/444527485/despite-calls-for-defunding-support-for-planned-parenthood-holds-steady"
        },
        {
            "headline": "As Tea Party Again Aims For Boehner, GOP Leadership Rallies Around Him",
            "author": "By  \n\n      Susan Davis",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 17,
                "year": 2015
            },
            "article_content": "House Speaker John Boehner is yet again facing a backlash from conservatives over his approach in trying to avoid a government shutdown.\n                \n                    \n                    Jacquelyn Martin/AP\n                    \n                \nhide caption House Speaker John Boehner is yet again facing a backlash from conservatives over his approach in trying to avoid a government shutdown. Top House Republican leaders are rallying behind House Speaker John Boehner, R-Ohio, who once again faces a percolating effort by a group of conservative lawmakers to oust him from the job. \"That's a distraction,\" House Majority Leader Kevin McCarthy, R-Calif., told reporters Thursday following a closed-door lawmaker meeting at the Republican National Committee. \"Let's focus on what we were brought here to do.\" McCarthy and House Budget Chairman Paul Ryan, R-Wis., released companion statements earlier on Thursday to Politico in support of the Ohio Republican. \"I support John Boehner as speaker,\" McCarthy said. \"The intrigue and fighting amongst ourselves only makes it harder to get that done. It ought to stop immediately.\" Asked Thursday if he was confident that he would have the support to win a vote on the House floor, Boehner offered a one-word response: \"Very.\" Added Ryan: \"The best person to lead the conference right now is John Boehner, and any attempt to remove him would be counterproductive.\" Rep. Cathy McMorris Rodgers, R-Wash., added her voice to the chorus of support: \"John Boehner is the right man at this time to be our speaker. He's gained our trust over many years, and he has my support.\" Boehner has faced — and survived — similar threats in his nearly five-year tenure as speaker. In 2013, a dozen conservative lawmakers opposed his election to speaker on the House floor. Two years later, the number of opponents rose to 25. Now, a small group of lawmakers, mainly comprised of members of a conservative faction called the House Freedom Caucus, are frustrated by the inability of a GOP-controlled Congress to advance a more conservative agenda. In particular, some conservatives want to wage a bigger fiscal war over the funding of Planned Parenthood which has been caught in a storm of controversy following the release of videos on its fetal-tissue program. GOP leaders do not want another government-shutdown fight, and are trying to find a compromise to address lawmakers' Planned Parenthood opposition and keep the government running. Further fueling the push to oust Boehner are outside conservative activist groups that have clashed with the GOP establishment, as well as some prominent voices in conservative media who have criticized his leadership. One Republican, Rep. Mark Meadows, R-N.C., a member of the Freedom Caucus, has introduced a resolution that would seek to oust Boehner from the job. Boehner has shrugged it off, calling the move \"no big deal.\" GOP leaders have shown no interest in allowing a vote on it, but conservatives have the ability to force a vote on the floor — they just haven't tried yet. Asked Thursday if he was confident that he would have the support to win a vote on the House floor, Boehner offered a one-word response: \"Very.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/17/441163973/as-tea-party-again-aims-for-boehner-gop-leadership-rallies-around-him"
        },
        {
            "headline": "Ted Cruz Rallies Evangelicals In Campaign To Defund Planned Parenthood",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 25,
                "year": 2015
            },
            "article_content": "Sen. Ted Cruz prays before the start of his Religious Liberty Rally last weekend in Des Moines, Iowa. The event was part of Cruz's push to energize evangelical voters.\n                \n                    \n                    Scott Olson/Getty Images\n                    \n                \nhide caption Sen. Ted Cruz prays before the start of his Religious Liberty Rally last weekend in Des Moines, Iowa. The event was part of Cruz's push to energize evangelical voters. Evangelical voters are courted every presidential election by Republicans, especially in Iowa. But this year, they could have an even larger impact. That's because a slew of Southern states are holding primaries on the same day in March of next year, just a month after Iowa votes. And one candidate is making a bold early effort to win them over — Texas Sen. Ted Cruz. His latest pitch to religious voters came in a conference call Tuesday with church pastors from around the country. \"This is an incredible gathering of faith leaders across the country, of pastors who are standing up and answering the call,\" Cruz said on the call. It's all part of an effort to build a grass-roots movement that his campaign can tap into and for him to be able to distinguish himself from the rest of the field to win what he calls the \"evangelical bracket.\" Cruz has some competition in that lane, notably from the last two Iowa winners — former Arkansas Gov. Mike Huckabee and former Pennsylvania Sen. Rick Santorum — as well as Wisconsin Gov. Scott Walker, Texas Gov. Rick Perry and Tea Party favorite Ben Carson. When it's not conference calls for Cruz — who kicked off his campaign at Liberty University, an evangelical college in Virginia — it's a bus tour across the South or a rally in Des Moines, where this past weekend, Christian rock music blared from the loudspeakers. \"All creatures of the God and King\" was part of one lyric at the event. Cruz took the stage sounding like a preacher at a mega-church. \"The Lord tells us, where two or more are gathered in his name he will be with us,\" he said to applause. His message? That religious freedom is under attack and that business owners opposed to same-sex marriage are under fire, because they don't want to provide services — flowers, catering or event space — to such ceremonies. \"There is a war on faith in America today,\" Cruz said. In the conference call earlier, and at every campaign event, Cruz attacks Planned Parenthood. He highlights the recent series of undercover videos from an anti-abortion-rights group accusing the organization of selling fetal tissue from abortions for profit. \"I don't have to remind anyone here of the atrocities being committed every day by Planned Parenthood,\" Cruz said in Iowa, adding, \"These videos that have been made public make vivid what we already knew.\" His push continues in campaign ads, like this one. \"How did America become a country that harvests organs from unborn children? And who has the courage to stop it?\" an announcer asks. Then, a flash. Cruz's face appears, as the pace of the ad's music picks up — reminiscent of a charging cavalry in an old Western. \"Ted Cruz will prosecute and defund Planned Parenthood. Help Cruz restore American values.\" Cruz said he plans to be part of a 50-state grass-roots effort to build pressure to defund Planned Parenthood. Planned Parenthood calls the videos — and Cruz's push — a smear campaign using false and outrageous claims. \"This is just his way to try and find and carve a spot into the Republican landscape and extreme right that tends to control the Republican primary process,\" said Dawn Leguens, executive vice president of the Planned Parenthood Action Fund. Other candidates may be wooing evangelicals, but none has worked those voters quite as hard as Cruz. He's currently polling in the top tier in Iowa, and he's been spending time across the South. On March 1, more than half a dozen Southern states will likely all vote in the so-called SEC primary — named after the region's powerhouse college football conference. \"He's speaking to issues and almost only those issues in a primary that's front-loaded with Southern states and states that are heavily laden with evangelicals,\" said Janine Parry, a pollster at the University of Arkansas. Parry added that it gives Cruz an issue where he can get attention even as much of the field is caught up in the Donald Trump storyline. The downside is that the issue won't likely play as well in a general election. \"I think that's the risk, and that's what you see in Cruz,\" Parry said. \"He's running a primary election strategy, and you know most strategists would say you kind of have to in a field like this. But also in general, you don't get to go to the general election if you can't win the primary.\" Cruz argues that he can win the nomination — and the presidency — by motivating real conservatives and not worrying at all about winning moderates. That's something he and others argue imperiled Republicans' chances in the last several elections. He has another tool he may use to prove his commitment to the base. He may again threaten a government shutdown this fall over funding for Planned Parenthood. GOP leadership in Congress doesn't want that, but he may see it as a way to stand out in this crowded presidential field. NPR's Domenico Montanaro contributed to this report.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/08/25/434667313/ted-cruz-rallies-evangelicals-over-campaign-to-defund-planned-parenthood"
        },
        {
            "headline": "Feeling Momentum, Carly Fiorina Visits The Iowa State Fair",
            "author": "Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 18,
                "year": 2015
            },
            "article_content": "Republican presidential candidate Carly Fiorina poses for a photo in front of the Butter Cow while touring the Iowa State Fair on Monday in Des Moines.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \nhide caption Republican presidential candidate Carly Fiorina poses for a photo in front of the Butter Cow while touring the Iowa State Fair on Monday in Des Moines. Republican Carly Fiorina failed to qualify for the main stage at the first GOP presidential debate on Aug. 6 in Cleveland. But recent polls suggest she got a boost from her standout performance in a smaller forum for candidates who were polling at the bottom of the field. In her bid for the presidency, Fiorina is positioning herself as a conservative alternative to Democrat Hillary Clinton. The former Hewlett-Packard CEO is the only woman in the GOP race, and she has repeatedly criticized Clinton on the campaign trail. Fiorina spoke to voters at the Iowa State Fair on Monday. As she stepped on stage at The Des Moines Register's Soapbox, Fiorina announced she'd skip the typical stump speech and go right to taking questions. To get the ball rolling, Fiorina told the crowd about a question she got early in the campaign. \"I was asked on a national television program whether a woman's hormones prevented her from serving in the Oval Office,\" she said, as the crowd laughed. \"So, can we think of a single instance in which a man's judgment might have been clouded by his hormones? Any at all?\" With that, Fiorina repeated a line she's been using on the campaign trail, taking a not-so-subtle jab at former President Bill Clinton. She used a question about her foreign policy platform to launch another barb at the Clintons, saying she knows more world leaders than any other candidate, \"with the possible exception of Hillary Clinton,\" Fiorina said. \"Only I didn't do photo ops — I had substantive meetings.\" Fiorina says Russian President Vladimir Putin is among those leaders with whom she has met. In Iowa, she continued the forceful, hawkish foreign policy message she's been delivering on the stump, and again criticized the Obama administration's handling of Russian aggression in Eastern Europe. \"I would not call Vladimir Putin. We have spoken way too often to him,\" Fiorina said. Instead, she pledged to conduct military exercises and strengthen the nation's missile defense. With that, she said, \"Mr. Putin would get the message.\" On domestic issues, Fiorina lined up with other GOP candidates who have opposed federal funding for Planned Parenthood. The organization receives public funds to provide health screenings for low-income women. The use of federal funding for abortions is mostly banned. \"Anyone who buys the Democrat argument that this is about women's health, you need to look at all the other facilities that provide women's health services,\" Fiorina said. Those comments drew applause and a few boos from the crowd. Fiorina impressed voter Kathy Wagemann of Clive, Iowa. She described herself as pro-life and an independent. She described Fiorina as \"dynamic.\" \"I can't disagree with anything she said,\" Wagemann said after the speech. Wagemann said she voted for both Ronald Reagan and Barack Obama. But she wouldn't vote for the other woman running for president in 2016. Wagemann said Hillary Clinton isn't answering enough questions, and she'd like to see her go head-to-head with Fiorina. \"That would be a very interesting debate, I would say, and I would think Carly would just win hands down. Because she's got some specifics and not generalities,\" Wagemann said. \"I would love to see a Hillary-Carly debate.\" For now, Fiorina's competition is the 16 other candidates in her own party. Most have come to the Iowa State Fair this week. Rex Townsend of Corning, Iowa, was standing by as Fiorina sampled Iowa sweet corn. He wore both a Scott Walker campaign T-shirt and a Carly Fiorina sticker. Townsend said Fiorina would make a good vice president, though he could envision her at the top of the ticket. He said Walker, who was also at the fair on Monday, might have an edge as the governor of Wisconsin. \"The fact the he's run a state government,\" Townsend said, \"it gives him that perspective which she doesn't have. Although, she has the perspective of running a large business.\" That's a case Fiorina has been making as she campaigns, telling her story of rising from a secretary at a small real estate firm to a corporate CEO at Hewlett-Packard. Her challenge will be to convince voters that her executive experience qualifies her for the highest executive office in the nation.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/08/18/432671169/feeling-momentum-fiorina-visits-the-iowa-state-fair"
        },
        {
            "headline": "Why Ted Cruz Could Have A Real Shot At The GOP Nomination",
            "author": "By  \n\n\n      Arnie Seipel",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 14,
                "year": 2015
            },
            "article_content": "Texas Sen. Ted Cruz appears at an Iowa summit hosted by a major evangelical group in July. He's now leading in the first-in-the-nation voting state.\n                \n                    \n                    Scott Olson/Getty Images\n                    \n                \nhide caption Texas Sen. Ted Cruz appears at an Iowa summit hosted by a major evangelical group in July. He's now leading in the first-in-the-nation voting state. Perhaps the clearest sign that Ted Cruz is seriously challenging Donald Trump's dominance in the Republican primary race is that Trump has started attacking him. Up until recently, the two have been operating in a state of detente, if not outright kinship. Through all the controversial statements Trump has made in this campaign, including his call last week to ban Muslims from entering the U.S., Cruz has steadfastly avoided saying anything critical of Trump, instead criticizing reporters for asking him to pass judgment on Trump's positions. In an interview with NPR last week, Cruz was asked about the proposed Muslim ban and simply said, \"I disagree with Donald on that.\" But behind closed doors, Cruz was recorded saying last week that voters are asking themselves, \"Who am I comfortable having their finger on the button?\" In audio obtained by the New York Times, he added that, \"It's also a question of judgment\" — \"a challenging question\" for Trump, Cruz said. (He also lumped in retired neurosurgeon Ben Carson, who has sunk in polls after making serious missteps in statements about foreign policy.) After that audio was released, Trump called out Cruz on Twitter. .@tedcruz should not make statements behind closed doors to his bosses, he should bring them out into the open - more fun that way! A short time later, Cruz denied in a tweet that he had any issue with Trump. The Establishment's only hope: Trump & me in a cage match. Sorry to disappoint -- @realDonaldTrump is terrific. #DealWithIt But the dam appears to have broken. Since then, Trump has called Cruz a \"maniac,\" and at an event in South Carolina over the weekend he tried to undermine Cruz's base of support among evangelical Christian conservatives based on the fact that Cruz is the son of a Cuban immigrant. \"I do like Ted Cruz, but not a lot of evangelicals come out of Cuba, in all fairness,\" Trump said. (In reality, a poll conducted this year showed that 5 percent of Cuban residents are evangelical.) That was a targeted attack, since Trump has plenty of reason to worry about Cruz's position in Iowa, with its large base of evangelical voters. A Des Moines Register-Bloomberg poll released Sunday, conducted by venerable Iowa pollster J. Ann Selzer, showed Cruz opening up a 10-point lead over Trump in that state, with 45 percent of evangelicals backing Cruz. Cruz also received the most coveted endorsement from an evangelical leader in the state last week. There was good news for Cruz nationally over the weekend, as the latest NBC News-Wall Street Journal poll showed him jumping into second place behind Trump, 27 percent to 22 percent. But does Cruz have a path to the nomination? The short answer is: Yes. For casual observers of politics, Cruz might fit the mold of past candidates like Rick Santorum and Mike Huckabee — hard-core conservatives, popular with the religious base of the GOP, who won Iowa but just couldn't pull together enough support to overcome establishment candidates like John McCain and Mitt Romney. But Cruz has some key fundamentals on his side. For one thing, he dominates the evangelical wing of the GOP, and has strong support among Tea Party backers. He's been able to raise money and build a campaign organization more effectively than Huckabee or Santorum. The latest fundraising reports released in October showed Cruz with more cash in the bank than any other GOP candidate, with $13.8 million. Neither Santorum in the 2012 cycle nor Huckabee in the 2008 cycle reported more than $2 million cash on hand at any point in the campaign. In states like Iowa and South Carolina, Cruz has held a massive event with thousands of supporters in attendance called the \"Rally for Religious Liberty.\" It's a potent theme this year since the U.S. Supreme Court legalized same-sex marriage. It's also something Cruz has played up in his day job, leading the charge on Capitol Hill to pull federal funding for Planned Parenthood. Part of the explanation of why Cruz is so well-poised is also the anti-establishment moment we are in. Cruz is very unpopular among his colleagues in Washington. In a typical election, that could make it hard to raise money and solidify a campaign. But in a GOP primary race where Washington is as good an enemy as Hillary Clinton herself, Cruz is making the most of it. One of the consistent jokes in his stump speech goes like this: \"I spent most of last week in Washington, D.C., so it is great to be back in America.\" Another thing Cruz has going for him is the primary calendar, where you can see his path shaping up. First up is Iowa on Feb. 1, where he's now leading the pack. If he wins there, he goes into New Hampshire with low stakes. No one expects Cruz to do well in New Hampshire on Feb. 9 — so he can't lose the expectations game there. Then there's South Carolina on Feb. 20, where the vote is split among evangelical, military and establishment Republicans. Trump is leading there now, but if Cruz comes out of Iowa with a win (and the wind at his back), he could have a real shot in South Carolina, where he held one of those large rallies last month and is locking up the endorsements of pastors. Both will help in turning out evangelical voters in the state. If Cruz were to win — or even come in a strong second — in Iowa and South Carolina, he would go into Super Tuesday on March 1 with the big mo'(mentum). It's dominated by Southern states this year, which in the past have been marginalized in the primary calendar even though they have become the deep red heart of the Republican Party. This year, many Southern states banded together to set their primaries on this single day and create a regional superprimary, forcing candidates to spend more time campaigning in the South. Regardless of how the politics of 2016 were shaping up, that arrangement was likely to give a strong conservative like Ted Cruz an important early boost — and a whole bunch of delegates. That day includes the GOP primary in Texas, Cruz's home state. Texas' 155 delegates are more than 10 percent of the total that a candidate needs to win the Republican nomination, though they will be awarded proportionally as opposed to winner-take-all. This is all to say Ted Cruz has a path to the nomination that runs through Iowa and South Carolina and could carry through the Southern primaries on Super Tuesday. Of course, others could easily spoil that. The candidate many in the Republican establishment and Beltway pundits are awaiting to challenge Trump is Florida Sen. Marco Rubio. His campaign is trying to make a big play this week as he barnstorms early voting states, including Nevada, where the GOP candidates will meet for their next debate Tuesday. Nevada, where Rubio lived for a time as a child and maintains ties with the large Mormon community, is the only early voting state where he looks poised to succeed at this point. Of course, there's his home state of Florida as well — another big prize, with 99 delegates that will be awarded on a winner-take-all basis on March 15. But that's getting awfully late in the primary calendar to spark momentum behind a campaign. For now, Rubio is solidly in the second tier and is looking to make a surge like it appears Cruz is doing now. But despite what Rubio might do, or what Cruz is doing, you can't pretend Donald Trump isn't still dominating the race. Even if he doesn't retake the lead in Iowa, he's ahead in New Hampshire and South Carolina. He's also been campaigning consistently in the South. If there was any doubt that Trump had a serious path to the nomination, it was dispelled this week by a report in the Washington Post that several top establishment Republicans, including RNC Chairman Reince Priebus, huddled in Washington to figure out what to do to stop Trump should he get to the Republican National Convention in Cleveland next summer with a sizable chunk of delegates. At this point, it's impossible to say what would prevent that from happening. Except maybe, just maybe, it could be Ted Cruz.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/12/14/459642064/why-ted-cruz-could-have-a-real-shot-at-the-gop-nomination"
        },
        {
            "headline": "A Potential Act Of Terrorism Tests A President — And Americans' Nerves",
            "author": "Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2015
            },
            "article_content": "President Obama, photographed from the Rose Garden, delivers a prime-time televised address marking the the end of combat mission in Iraq from the Oval Office in 2010.\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption President Obama, photographed from the Rose Garden, delivers a prime-time televised address marking the the end of combat mission in Iraq from the Oval Office in 2010. Inevitably, as news breaks of yet another international or domestic event — an explosion in Texas, a train derailment outside Philadelphia, a Molotov cocktail thrown into a nightclub in Egypt, a shooting in Colorado or California — there's one question never far from Americans' lips: \"Is it terrorism?\" Even many who don't want to generalize wonder, \"What do we know about the shooter — was he or she Muslim?\" This is reality after the Sept. 11th attacks. Thousands of Americans, a decade after 9/11, were still suffering from post-traumatic stress disorder because of that date. And every time there's word of yet another shooting, even for those who have never been diagnosed with PTSD, there are flashbacks. It's with this tense background — not long after 130 were killed in Paris and 14 were killed in San Bernardino, Calif., in which a married Muslim couple, who the FBI believes were potentially inspired by ISIS — that President Obama will address the country from the Oval Office Sunday night to try and calm nerves. Underscoring its importance, this will be just Obama's third Oval Office address. The other two were about the Deepwater Horizon oil spill in the Gulf of Mexico and the end of combat operations in Iraq, both in 2010. Obama has addressed the nation several times since then, but has preferred other backdrops like the White House East Room where he announced the death of Osama Bin Laden in 2011. Sundays in America mean church and professional football. Obama will squeeze in his address — expected to last between just 10 and 15 minutes, according to White House staff — between games. The president's speech is scheduled to begin soon after 8 p.m. EST, which is sandwiched right between the late afternoon slate of football games, which end around 7:30 p.m. EST, and Sunday Night Football beginning at 8:30 p.m. EST between the Indianapolis Colts and Pittsburgh Steelers. Obama, who refers to ISIS as ISIL, will talk \"about the steps our government is taking\" to make sure the homeland is safe, according to a statement released Saturday night from White House Press Secretary Josh Earnest. The president will \"update\" on the investigation in San Bernardino, and he \"will also discuss the broader threat of terrorism, including the nature of the threat, how it has evolved, and how we will defeat it,\" per the statement. \"He will reiterate his firm conviction that ISIL will be destroyed and that the United States must draw upon our values — our unwavering commitment to justice, equality and freedom — to prevail over terrorist groups that use violence to advance a destructive ideology.\" But the speech also comes at a time when Obama needs to show leadership on terrorism. His numbers on handling of foreign policy and ISIS and terrorism, specifically, have plummeted since ISIS' rise last year. Immediately following the Paris attacks, Obama seemed all-too-eager to wade into domestic politics and the 2016 Republican primary race. \"When I hear folks say that maybe we should just admit the Christians but not the Muslims,\" Obama said, \"when I hear political leaders suggesting that there would be a religious test for which person who is fleeing from a war-torn country is admitted, when some of those folks themselves come from families who benefited from protection when they were fleeing political persecution, that's shameful. That's not American. That's not who we are.\" And following the shootings in California, which came days after another shooting at a Planned Parenthood clinic in Colorado, Obama's immediate response was to focus on guns — like this was a typical mass shooting. \"The one thing we do know is that we have a pattern now of mass shootings in this country that has no parallel anywhere else in the world,\" Obama told CBS Wednesday. \"We should never that think this is something that just happens in the ordinary course of events, because it doesn't happen with the same frequency in other countries.\" His response evolved, however, as details of the shooters began to emerge. \"It is possible that this was terrorist related,\" Obama said, \"but we don't know. It's also possible that this was workplace-related.\" But just over 24 hours later, the FBI announced it was officially investigating the shooting as a terrorism case. \"There's a number of pieces of evidence which has essentially pushed us off the cliff to say we are considering this an act of terrorism,\" said David Bowdich, the FBI agent in charge of the Los Angeles office. NPR's Carrie Johnson reported that one of the shooters, Tashfeen Malik, pledged allegiance to ISIS on a Facebook page. ISIS said in a radio broadcast that two of its \"followers\" had carried out the attack. And while officials have said there were contacts between the shooters and some on the U.S. government's international radar, there's no evidence that the attacks were part of a coordinated international plot. \"There's no indication that they are part of a network,\" FBI Director James Comey said at a news conference Friday, noting that the husband-and-wife duo had been apparently self-radicalized. What seemed like yet another mass shooting — the deadliest in America in about three years, since the killings at an elementary school in Connecticut — \"turned into a global investigation into the deadliest terrorist assault in the United States since the Sept. 11, 2001...,\" the New York Times points out. (Thirteen people were killed in the 2009 Fort Hood shootings.) That requires a president to be out front. With even more known, expect Obama Sunday night to be more definitive than he's been. Obama's job is to reassure that he and the federal government are doing everything they can to keep the country safe. He will likely talk about American ideals in that pursuit, but given the expected brevity of the speech, don't expect it to go too far beyond the facts. This attack means, according to data maintained by the New America Foundation, 45 people have been killed by \"homegrown extremists\" since 9/11 — three fewer than the 48, who have been killed by \"deadly right-wing attacks,\" which the New York Times describes as \"antigovernment, racist and other nonjihadist extremists.\" Paris and San Bernardino have thrust international terrorism to the forefront of the 2016 presidential election. Republican voters have seen it as a top issue for almost a year, pushing aside discussions of privacy after the Edward Snowden revelations. Ted Cruz on Thursday, before knowing all the details of the San Bernardino shooting, said it's possible it was \"radical Islamic terrorism here at home\" and means \"we are at a time of war.\" It's the kind of conviction that is playing well in the GOP primary and moving the foreign-policy needle in Republicans' direction. Democrats worry that negative perceptions of Obama's handling of foreign policy could hamstring their chances of holding onto the White House. It's one reason Hillary Clinton, the leading candidate on the Democratic side, was quick to say Thursday night — hours after Cruz and before the FBI — that it was \"becoming clear\" San Bernardino was \"an act of terrorism.\" It's those threats of another international plot, of another 9/11, that trigger Americans' worst fears.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/12/06/458635806/a-potential-act-of-terrorism-tests-a-president-and-americans-nerves"
        },
        {
            "headline": "GOP Event Underscores That Religious Voters Aren't Forgotten",
            "author": "By  \n\n\n      Sam Sanders",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 19,
                "year": 2015
            },
            "article_content": "GOP presidential candidates spoke about faith and politics at a Dallas-area megachurch on Sunday. The event reaffirmed that those voters' and their issues will matter in this election.  RENEE MONTAGNE, HOST: And a mega-church near Dallas invited every presidential candidate, Democrat and Republican, to a forum on faith and politics yesterday. Six showed up. NPR's Sam Sanders was there too and has this report. SAM SANDERS, BYLINE: Hours before the North Texas Presidential Forum kicked off in Plano, Texas, at Prestonwood Baptist Church you could tell easily who the big star of the show would be. MAGGIE WRIGHT: My sign says Ted Cruz for president in 2016. He is the only one that can help us to lead us to take our country back. SANDERS: Maggie Wright was one of several Cruz supporters outside of the church waiting to see Cruz arrive. WRIGHT: We've already talked to his driver to tell him, you bring Ted this way. We're waving signs for you (laughter). SANDERS: It made sense that Cruz supporters were there in strong numbers. The Texas senator was on his home turf. Prestonwood Baptist seats thousands, and it was packed. Conservative activist Ralph Reed was there. And he perhaps best summed up what this event was about, a rallying call for conservative evangelical voters, a group whose turnout has dropped in the last few elections. Reed said evangelicals tens of millions strong could shift this election. (SOUNDBITE OF ARCHIVED RECORDING) RALPH REED: That is larger than the African-American vote, the Latino vote, the feminist vote, the gay vote and the union vote combined. (APPLAUSE) UNIDENTIFIED MAN: Well, there you go. REED: Just that one vote. SANDERS: Each candidate appeared separately, talked for 10 minutes, then took questions from the pastor. All of the six candidates there - Cruz, Ben Carson, Carly Fiorina, Rick Santorum, Jeb Bush and Mike Huckabee - played up their connection to evangelicals, in part by reaffirming their faith. Carly Fiorina did it. (SOUNDBITE OF ARCHIVED RECORDING) CARLY FIORINA: I have battled breast cancer. I have buried a child. And through it all, the love of my family and my personal relationship with Jesus Christ has seen me through. SANDERS: And Ted Cruz did too. He talked about how his once absent father gave his life to Christ and then came back home. (SOUNDBITE OF ARCHIVED RECORDING) TED CRUZ: If it were not for the redemptive love of Jesus Christ, I would've been raised by a single mom without my dad in the house. SANDERS: And Rick Santorum. (SOUNDBITE OF ARCHIVED RECORDING) RICK SANTORUM: Now, some of you may know I'm a Catholic. But I'm an evangelical Catholic. SANDERS: Neurosurgeon Ben Carson. (SOUNDBITE OF ARCHIVED RECORDING) BEN CARSON: And I said, Lord, you be the neurosurgeon, and I'll be the hands. SANDERS: And Jeb Bush. (SOUNDBITE OF ARCHIVED RECORDING) JEB BUSH: I decided to read the Bible from cover to cover. And I got about halfway through Romans, and I realized that Jesus was my savior. SANDERS: Former Arkansas Governor Mike Huckabee pointed that he's a former Baptist pastor. They talked about issues too. Carly Fiorina drew applause when she spoke out against abortion and Planned Parenthood. Mike Huckabee talked about standing with Kentucky clerk Kim Davis when she refused to issue marriage licenses to same-sex couples. The toughest question from Pastor Jack Graham went to Jeb Bush. (SOUNDBITE OF ARCHIVED RECORDING) JACK GRAHAM: Is Jeb Bush a conservative? SANDERS: Bush said he is, that he defends free markets and individual responsibility and freedom for schools. (SOUNDBITE OF ARCHIVED RECORDING) BUSH: The federal government should have no say in the creation of content, curriculum, standards. That's a totally state issue. SANDERS: But Cruz drew the most applause by tying ISIS, abortion, gay marriage and more to the idea that these issues represent an attack on Christians' religious freedom. (SOUNDBITE OF ARCHIVED RECORDING) CRUZ: If believers are staying home, if we are allowing our leaders to be elected by nonbelievers, is it any wonder we have a federal government that is assaulting life and marriage and religious liberty? (APPLAUSE) SANDERS: Cruz and the other candidates' remarks were really warning conservative Christian voters across the country that they need to fight back with their vote, preferably for one of those candidates who took that church stage. Sam Sanders, NPR News, Plano, Texas. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/10/19/449862226/gop-event-underscores-that-religious-voters-arent-forgotten"
        },
        {
            "headline": "Republicans Hand Hillary Clinton Another Gift On Benghazi",
            "author": "By  \n\n\n      Jessica Taylor",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 15,
                "year": 2015
            },
            "article_content": "House Select Committee on Benghazi Chairman Rep. Trey Gowdy, R-S.C., speaks at a news conference in Washington in March about former Secretary of State Hillary Clinton using her personal email account for official business.\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption House Select Committee on Benghazi Chairman Rep. Trey Gowdy, R-S.C., speaks at a news conference in Washington in March about former Secretary of State Hillary Clinton using her personal email account for official business. Republicans handed more ammo to Hillary Clinton on Wednesday, with another congressman suggesting the purpose of the House Benghazi committee was to harm the Democrat's presidential bid. New York Rep. Richard Hanna was the latest to fuel the fire, telling local radio station WIBX: \"This may not be politically correct, but I think that there was a big part of this investigation that was designed to go after people — an individual: Hillary Clinton.\" His comments follow GOP Majority Leader Kevin McCarthy's own faux pas, when he touted the committee's work by saying: \"Everybody thought Hillary Clinton was unbeatable, right? But we put together a Benghazi special committee, a select committee, [and] what are her numbers today? Her numbers are dropping. Why? Because she's untrustable. But no one would have known any of that had happened.\" Even though he later tried to clarify, those comments were part of the reason McCarthy was forced to withdraw from the race for House speaker. The damage had already been done — Team Clinton quickly seized on the GOP leader's comments, making them into a Web ad and touting what it called the politicized nature of the investigation during Tuesday night's debate. The latest slip-ups couldn't come at a worse time for Republicans. While Clinton has been damaged by both lingering questions over the 2012 Benghazi attacks that killed four Americans on top of controversy over her private email server at the State Department, she handled questions on those deftly on Tuesday night. She got an assist from her chief rival, Vermont Sen. Bernie Sanders, who seemed to shut down the issue in the debate, asserting that people had heard enough about her \"damn emails.\" Clinton will face questions from the Benghazi panel next week, but she goes into it in a much better position than she could have. In addition to the McCarthy and Hanna remarks, a fired Benghazi committee staffer alleged it was a \"partisan investigation.\" Explaining Hanna's Remarks McCarthy suffered for his foot-in-mouth moment, but could Hanna be harmed politically, too? Possibly. But it might actually help. The three-term congressman represents a potentially competitive district — Mitt Romney carried it in 2012 by 1,328 votes and, in 2008, John McCain won it by only 149 votes. Hanna initially won his seat in the 2010 GOP wave by knocking off a freshman Democrat. Since then, Democrats have been unable to successfully challenge for the seat. In 2014, Hanna won re-election unopposed. He doesn't have a challenger for 2016 yet either, and Republicans so far haven't included him on their Patriot Program for vulnerable Republicans. But Hanna is one of the few remaining moderates in the House — he supports same-sex marriage and abortion rights and has been critical of hard-line conservative tactics. Last month, he was one of just three Republicans to oppose defunding Planned Parenthood. Hanna has no opponent yet, but 2016, a presidential year, could be a tight race for him. What's more, if Hillary Clinton is the nominee, she is the state's former senator. By pointing fingers at Republicans for the Benghazi grilling, Hanna could also be trying to inoculate himself from potential attacks next fall. Later on in the interview, Hanna even acknowledged the political harm that McCarthy did to himself. \"Kevin McCarthy basically blew himself up with that comment over the Benghazi committee,\" Hanna said. \"Sometimes the biggest sin you can commit in D.C. is to tell the truth.\" And he underscored that the committee was trying to find answers, adding, \"I also think there is a lot of it that is important, and we needed to get to the bottom of this.\" Ultimately, these comments probably don't mean much for Hanna. It's more than a year until the election, and Democrats have to come up with a candidate to even contest the seat and they have higher targets in the Empire State. They're far from the 30 seats they need to flip control, and with highly gerrymandered maps for the rest of the decade, most people believe it's out of reach, even in a presidential year. But the larger message for Democrats — the partisan targeting of Clinton, with taxpayer money — is a big gift.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/10/15/448956315/republicans-hand-hillary-clinton-another-gift-on-benghazi"
        },
        {
            "headline": "Feisty Democratic Debate Puts Spotlight On Clinton And Sanders",
            "author": "By  \n\n\n      Jessica Taylor",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 13,
                "year": 2015
            },
            "article_content": "Democratic presidential candidates Sen. Bernie Sanders and Hillary Clinton on stage at the presidential debate Tuesday.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption Democratic presidential candidates Sen. Bernie Sanders and Hillary Clinton on stage at the presidential debate Tuesday. This post was updated at 11:15 p.m. After two rollicking Republican debates, the Democrats' first face-off delivered punches but was policy-focused and far more civil. Compared to the crowded GOP debates, the stage this evening in Las Vegas seemed bare. Just five Democrats faced off: former Secretary of State Hillary Clinton, Vermont Sen. Bernie Sanders, former Maryland Gov. Martin O'Malley, former Virginia Sen. Jim Webb and former Rhode Island Gov. Lincoln Chafee. Clinton was pressed early on about her late-decisions to oppose the Trans-Pacific Partnership trade deal and the Keystone pipeline. Meanwhile, Sanders — who has wowed huge crowds with his calls for economic equality — saw his weaknesses exposed on guns and foreign policy. Overall, both held their own though and neither suffered a misstep. Clinton came out strong early on, reminding voters about the historic nature of her candidacy, embracing her gender in a way she was hesitant to do eight years ago. Sanders shone when passionately talking about economic inequality and why he's a Democratic socialist; he even gave Clinton some cover, defending her over the email server controversy. O'Malley pressed Sanders on gun control and Clinton on Wall Street reforms, but the focus — and most of the speaking time — went to the top two candidates. Both Webb and Chafee struggled. Webb spent most of the time complaining he wasn't getting enough time, and Chafee — who spoke for just nine minutes during the two-hour debate — tried to lob some hits at Clinton but faced scrutiny over his own Senate voting record and past as a Republican. Our live blog of the debate is below. 10:55 p.m. Thankfully, there are no fluff, \"fun\" questions for the final question in the debate. Instead, CNN asks what enemy they're most proud of making. For Chafee, it's the coal lobby. O'Malley emphatically says it's the NRA. Clinton ticks off insurance companies and the Iranians before smiling and saying the Republicans. Sanders says Wall Street and pharmaceutical industries. Webb, with a sly smile, says the Vietnam soldier who threw a grenade and injured him, but \"he's not around anymore.\" 10:46 p.m. Here's one thing Clinton says she isn't ready to take a position on — marijuana legalization, though she says she supports medical marijuana. Sanders says he would vote yes on legalization that's on the ballot in Nevada. 10:44 p.m Democrats also sound in one accord in calling for paid family leave. Clinton knocks down GOP arguments that imposing such requirements would be big government, and gets big applause when she says Republicans are OK with big government when it means taking away Planned Parenthood funding and abortion restrictions. Sanders also has a passionate defense of the issue, saying that the U.S. should join other developed countries in providing it. 10:36 p.m. One of the toughest things for Clinton this election cycle is how to argue she's a fresh face in an election cycle where the electorate is clamoring for outsiders. She reiterates the historical nature of her candidacy: \"I can't think of anything more outsider than being the first woman president,\" and says, \"I'm certainly not campaigning to be president because my last name is Clinton.\" Sanders reminds voters he's not taking any corporate money and doesn't have a superPAC, making him the true outsider in the race. 10:23 p.m. Sanders sounds a lot like Republican presidential candidate Rand Paul on the NSA, saying he doesn't believe the government should be collecting phone call and email data — he also voted against Patriot Act renewal. On Edward Snowden, the NSA whistle-blower, both Clinton and O'Malley say he should face prosecution, but Sanders says he provided a valuable role in alerting Americans to NSA spying. Chafee sounds the most liberal on Snowden though, saying he should be allowed to come home and shouldn't face prosecution. 10:19 p.m. Democrats are mostly in lockstep in pushing for immigration reform and allowing illegal immigrants to receive Obamacare. Clinton sounds like she's in general election mode though, noting the difference in tone from Republicans in their debates. 10:09 p.m. Neither Webb nor Chafee are doing themselves any favors tonight as to why they should even be on the debate stage. Webb keeps using much of his time to argue that he hasn't gotten enough time. And Chafee has a damaging comment when pressed as to why he voted against banking regulations — says he had just gotten to the Senate after being appointed after his dad's death and didn't understand it. Not helping his case at all. 9:58 p.m. On the economy, both Sanders and O'Malley try to draw distinctions on Wall Street reform by hitting Clinton — she's literally facing it from both sides as she's sandwiched between them. O'Malley says why he didn't endorse Clinton again — he wants to reinstate Glass-Stegall Act, which would break up many Wall Street banks. Sanders, too, takes a much tougher tone on Wall Street reform — \"We have got to break them up!\" This is his bread and butter, and it shows. 9:49 p.m. It took 45 minutes for Clinton's email scandal to come up, and she has new ammunition thanks to GOP House Majority Leader Kevin McCarthy's slip suggesting that the Benghazi House Committee was for partisan gain. \"What I did was allowed by the State Department, but it wasn't the best choice.\" Sanders, in a surprise move and with perhaps the line of the night, has Clinton's back and says we should move on from the issue. \"The American people are sick and tired of hearing about your damn emails!\" Clinton smiles and they shake hands, and he gets huge applause and a standing ovation. Chafee doesn't agree and reiterates it's a question of credibility. 9:40 p.m. Beat up on Bernie night continues when Anderson asks Webb — the only veteran on stage — whether or not Sanders should be disqualified as being commander in chief because he asked for conscientious objector status during the Vietnam War. Webb demures, but Sanders' argument is that he's changed since then — \"I'm not a pacifist. ... I am prepared to take this country to war.\" 9:37 p.m. Sanders shines when he's talking about economic policy, but he's struggling on foreign policy tonight. He doesn't look comfortable at all when discussing it and whether or not Clinton should have seen the Benghazi attack coming. 9:31 p.m. When O'Malley joins in criticizing Clinton over her Iraq War vote, here's her sharp retort: \"I was very pleased when Governor O'Malley endorsed me in 2008.\" 9:25 p.m. It's Chafee — the former Republican — who's trying to score points by going after Clinton. On foreign policy, he is trying to position himself to her left, especially on the Iraq War. Reiterating that he was the only Republican to vote against the war, he again says Clinton should be disqualified for her vote to authorize it: \"There was no real evidence of WMD in Iraq. I know because I did my homework.\" But Clinton has a good retort — she was criticized by Obama the same way in 2008, but he turned around and picked her as his secretary of state. 9:18 p.m. When the debate turns to gun control, it's evident just how much of a problem this is for Sanders. He tries to explain why he voted against allowing lawsuits for gun manufacturers and against the Brady Bill. But it's Clinton who perhaps lands the best shot, not missing a beat when jumping in that Sanders isn't tough enough on guns. \"I was in the Senate at the same time and I voted no. It wasn't that complicated.\" O'Malley joins in in criticizing Sanders — he probably has most progressive policy on guns. It's gang-up on Sanders time on guns; he responds by saying rural America (like Vermont, which he represents) and that there needs to be consensus and not shouting. His one ally is Webb, who has been conservative on guns and says people should have a right to defend themselves. Webb is far more conservative than Sanders on guns, though. 9:06 p.m. Sanders is also pressed on his Achilles' heel: whether or not a self-described socialist can win a national election (which polling shows can't happen). He says he only needs to define what a socialist is — that it's \"immoral and wrong\" that the vast majority of wealth is concentrated at the top earners. CNN also puts the question to other candidates; no one raises their hand to indicate that they're also a socialist, but Clinton uses it to point to the success of small businesses as critical to a capitalistic society. 9:03 p.m. First out of the gate, CNN debate moderator Anderson Cooper goes there, asking Clinton, \"Will you say anything to get elected?\" when pressing her on her positions on gay marriage, TPP and the Keystone pipeline. Clinton says the trade deal — which she once advocated for at State — has changed since she called it the gold standard. And here's another example of the influence Sanders has on the race — when asked if she is a progressive or a moderate, Clinton replies, \"I'm a progressive, but I'm a progressive who likes to get things done.\" You can't imagine her embracing that eight years ago. 8:58 p.m. Clinton's opening statement reflects the softer tone her campaign is trying to underscore — and is very different than her 2008 debates. She points to her granddaughter Charlotte, but also recalls her own grandparents and how her mother struggled. Her declaration that \"it's about time we had paid family leave for American families and joined the rest of the world\" gets big applause. As does her hope that fathers can tell their daughters that \"Yes, you can grow up to be president.\" She's embracing her gender in a way she didn't eight years ago. 8:56 p.m. Sanders' opening statement — in which he was almost yelling — sticks closely to his stump speech and hits some of his most popular points: decrying money in politics, warning of climate changing and pushing for economic equality. 8:54 p.m. O'Malley is presenting himself as a happy populist. He's not blaming President Obama for the continued economic woes, saying, \"We elected a president not a magician.\" 8:50 p.m. Webb's most noticeable point is that he asserts he was one of the first to push for a pivot to Asia — currently one of President Obama's top foreign policy pushes. He also ticked off his children — and almost forgot one of his daughters. 8:48 p.m. After many commercials and pre-game analysis, the debate finally begins. Chafee is first out of the gate with his opening statement, saying he's the only one who's been a mayor, governor and senator. But then, he throws down a burn: \"I'm proud that in over 30 years in public life, I have had no scandals,\" a very not-subtle jab at Clinton and her husband's tenure in the White House.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/10/13/448434527/democratic-fight-night-in-vegas-begins"
        },
        {
            "headline": "The Supreme Court's New Term: Here's What To Watch",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 5,
                "year": 2015
            },
            "article_content": "An American flag flies over the Supreme Court in June.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption An American flag flies over the Supreme Court in June. Does requiring employees who are not members of a union to pay their \"fair share\" to cover contract negotiations they benefit from violate their free speech rights? Should state legislative districts have the same number of people, or the same number of eligible voters? Does the population count include children, noncitizen immigrants, and others like those with a criminal record who are thus ineligible to vote. The abortion test case will likely come from Texas, where the Republican-controlled Legislature enacted strict new regulations on abortion clinics, maintaining that they would protect the health and safety of women. Abortion providers, backed by major medical organizations, counter that the regulations are in fact aimed at making abortions difficult to obtain. A test of the Obamacare provision that exempts religious organizations from having to pay for birth control coverage in their health insurance plans. Religiously affiliated organizations such as universities and hospitals argue that having to notify the federal government of their objections, which triggers a mechanism to provide the coverage to some employees, makes them complicit in facilitating birth control coverage and thus violates their religious principles. Brought by a white applicant, Abigail Fisher, who was rejected by the University of Texas at Austin, this case considers the validity of considering race and ethnicity in college admissions. The United States Supreme Court opens a new term Monday, and, as always, many of the most contentious issues facing the country — including abortion, birth control coverage, public employee unions, affirmative action in higher education, voter participation — are likely to be before the court. But there is a difference this term. Chief Justice John Roberts, despite his overall conservative record on the bench, has become a punching bag for candidates vying for the Republican presidential nomination. Presidential candidates have often criticized the court, pledging that they would appoint a different kind of justice. It's been more than a half century, though, since politicians have put a chief justice, by name, in the crosshairs of criticism. What is puzzling about the Roberts critique is that the right hailed this George W. Bush appointee when he was named 10 years ago, and Roberts has a consistently conservative record on most issues. He has voted with the court's conservatives to strike down most of the legal limits on campaign spending, opening election campaigns nationwide to a flood of new cash. He has consistently supported an individual's right to bear arms. He wrote the court's opinion in the 2013 case Shelby County v. Holder, which struck down the heart of the Voting Rights Act of 1965. He has consistently opposed any sort of racial preferences. Last term, he wrote the leading dissent when the court struck down state laws banning same-sex marriage. On only one flashpoint subject has he parted ways with some or all or the court's most conservative members: Obamacare. Yet, in the first two televised debates, Republican candidates took turns pummeling him, characterizing his nomination as a grave mistake, and suggesting that Roberts follows a political path rather than a legal one. If President George W. Bush had appointed someone more conservative than Roberts, said Sen. Ted Cruz, \"Obamacare would have been struck down three years ago, and the marriage laws of all 50 states would be on the books.\" Never mind that Roberts actually dissented in the same-sex marriage case. Jeb Bush, whose brother appointed Roberts, was less strident, but suggested nonetheless that Roberts was a \"politically expedient\" choice because he was a conservative whom the Senate could confirm. And Gov. Mike Huckabee said he would require anyone he appointed to oppose all abortions and to see religious freedom as the first of all rights. Nobody thinks it will be easy for Chief Justice Roberts or the other justices to ignore such talk. But, the job of the chief justice is, among other things, to guard the independence of the judiciary and to preserve the court's institutional role as a dispassionate arbiter of the nation's laws and the Constitution. Notwithstanding the critique in the GOP debates, the Roberts court is most often a conservative court. But it is closely divided, and last term, for the first time in a decade, the court's liberals prevailed in the majority of 5-4 rulings. They did that by picking off not just Roberts and Justice Kennedy on Obamacare, and Kennedy on same-sex marriage, but other conservative justices in other cases. Most experts see those liberal victories, however, as a product of an idiosyncratic mix of cases. This term, the issues play much more to the strength of the court's conservatives. There are cases that could further cut back affirmative action in higher education, hobble or destroy public employee unions, and make it easier to limit voter participation in elections. There is a strong likelihood that the court will revisit the abortion question, as well as the issue of birth control coverage under Obamacare. \"The worry is, does what goes around come around?\" said Tom Goldstein, Supreme Court advocate and publisher of SCOTUSblog. \"And the writing on the wall sure seems to be up there that has got the left scared bejesus.\" The court, for instance, for the first time is being asked to determine the meaning of the one-person, one-vote principle in Evenwel v. Abbott. Does it mean that state legislative districts should have the same number of people, or the same number of eligible voters? Does the population count include children, noncitizen immigrants both in the country legally and illegally, and others like those with a criminal record who are thus ineligible to vote? Or does the population count include only those eligible to vote, or even just those registered to vote? Virtually all state and local governments currently draw districts based on total population. But if those challenging that practice prevail, it could dramatically shift political power away from districts with lots of children and immigrants, and it would likely give Republicans a big boost in state legislative elections. Also likely to come before the court are election cases involving strict voter ID laws and other provisions that make it more difficult to vote. The union case, Friedrichs v. California Teachers Association, could also have huge political consequences by crippling public employee unions and possibly all unions. The case pits the practical needs of collective bargaining against the First Amendment. The nation's labor laws, as the court has interpreted them since 1977, have struck the balance this way. Once a majority of public employees vote to be represented by a union, those who choose not to join do not have to pay for the union's political activities, but they do have to pay for contract negotiations that they benefit from. In short, they must pay their so-called \"fair share.\" Otherwise they would become free riders on the backs of those who do pay. In two recent cases, four justices, and possibly five, have suggested that requiring such fair share payments violates the nonmembers' free speech rights. Waiting in the wings at the high court are two politically incendiary cases: one involving abortion, the other birth control under Obamacare. The abortion test case will likely come from Texas, where the Republican controlled Legislature enacted strict new regulations on abortion clinics, requiring them to make costly renovations, and limiting the ability of doctors to perform abortions. The state maintains that the new law was aimed at protecting the health and safety of women. Abortion providers, backed by major medical organizations, counter that the regulations are unnecessary and that the law is in fact aimed at making abortions difficult to obtain. The birth control case is a test of the Obamacare provision that exempts religious organizations from having to pay for birth control coverage in their health insurance plans. While churches, synagogues and the like are totally exempt, religiously affiliated organizations such as universities and hospitals are exempt only if they notify the federal government of their objections. That in turn triggers an independent mechanism to provide the coverage for those employees who want it. Some religious organizations contend that the notification requirement makes them complicit in facilitating birth control coverage and thus violates their religious principles.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/10/05/445885201/the-supreme-courts-new-term-heres-what-to-watch"
        },
        {
            "headline": "Congress Passes Funding Bill To Avoid Government Shutdown",
            "author": "Ailsa Chang",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 30,
                "year": 2015
            },
            "article_content": "Congress passed a bill Wednesday funding the government through mid-December. The bill does not restrict federal funding for Planned Parenthood.  ROBERT SIEGEL, HOST: Happy no-shutdown day. This last day before the deadline, Congress managed to pass a measure that will keep the government open for the next two-and-a-half months. Fears of a shutdown subsided after House Speaker John Boehner said he'd be leaving at the end of next month. NPR's Ailsa Chang has been looking into what Boehner might be able to cram into the next four weeks before he's out the door. AILSA CHANG, BYLINE: So there won't be a government shutdown tonight, but Democrat Dick Durbin of Illinois tells Republicans this is no achievement. (SOUNDBITE OF ARCHIVED RECORDING) DICK DURBIN: It's a sad state of affairs when the GOP measures success on not shutting down the government. CHANG: Or maybe it's a sad state of affairs that no one seems all that relieved, as if something worse is coming. If you listened to the Senate floor, you would be told that America still lost this week even without a shutdown. Here's how Republican senator and presidential candidate Ted Cruz of Texas put it. (SOUNDBITE OF ARCHIVED RECORDING) TED CRUZ: Republican leadership has said we will never, ever, ever shut down the government, and suddenly President Obama understands the easy key to winning every battle. He simply has to utter the word shutdown. CHANG: Cruz believes Republicans lost an opportunity today. He would've liked to see Planned Parenthood lose federal money. (SOUNDBITE OF ARCHIVED RECORDING) CRUZ: Republican leadership says we surrender. We will fund Planned Parenthood. CHANG: And it's this angst, this feeling that there's still a lot left to fight about - that's the real reason no one is quite celebrating today. Government funding will run out again in mid-December, so shutdown talk will come back soon enough. And conservative Republican Mick Mulvaney of South Carolina says it's going to be a lot worse. MICK MULVANEY: It'll be messy in many, many more ways just because there's going to be so much more at stake. CHANG: Here's what's at stake through the end of December - the debt ceiling, funding for new roads and bridges, big budget negotiations and extending tax breaks - lots of chances to fight rolled into one deliciously tumultuous fall. So the question now is, what can House Speaker John Boehner get done before he leaves office at the end of October? Mulvaney thinks Boehner should leave well enough alone. MULVANEY: I never liked lame-duck sessions. I don't think we should pass significant legislation in our ordinary lame-duck between the time of an election and new Congress. There's a complete lack of accountability when we do that, and I think, to a certain extent, that same circumstance applies here. CHANG: But many other Republicans think Boehner should flex his lame-duck muscles hard all through the next four weeks, especially on the biggest stuff like getting a new budget agreement. Democrats want to bust spending caps for domestic programs, and Republicans don't find that appetizing. Boehner's allies, like Tom Cole of Oklahoma, say the White House should come forward now with its best offer before new House leadership takes over. TOM COLE: It becomes extremely difficult for new guys who are just learning their job and just building up their credibility to pull off a really large agreement. CHANG: But some Republicans say jamming to get things done under Boehner isn't necessary because his likely successor is a guy who doesn't seem all that different from Boehner, current majority leader Kevin McCarthy. KEVIN MCCARTHY: I won't be as tan. (LAUGHTER) CHANG: Skin tone's not the only thing. There's also the tone within the caucus that McCarthy will have to address. Conservatives now emboldened by Boehner's resignation will demand to be heard, but Democrats warn the presumptive speaker in waiting he'll also have to contend with them. Here's Senator Chuck Schumer of New York. (SOUNDBITE OF ARCHIVED RECORDING) CHUCK SCHUMER: Instead of pledging intransigence and gridlock to pick up a couple - a handful of extra votes from the very most conservative, hard-right members of this entire body, we hope Republicans running for leadership will reach across the aisle and try a new approach. CHANG: House Republicans will be picking their new leaders next Thursday. Ailsa Chang, NPR News, the Capitol. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/09/30/444790859/congress-passes-funding-bill-to-avoid-government-shutdown"
        },
        {
            "headline": "Sen. Marco Rubio: President Obama Has 'Strengthened Putin's Hand'",
            "author": "By  \n\n\n      Arnie Seipel\n    \n\n ,  \n\n\n\n\n\n\n\n      Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 28,
                "year": 2015
            },
            "article_content": "Sen. Marco Rubio, R-Fla., speaks at a Sept. 18 forum for GOP presidential candidates in Greenville, S.C., hosted by Heritage Action for America.\n                \n                    \n                    Sean Rayford/Getty Images\n                    \n                \nhide caption Sen. Marco Rubio, R-Fla., speaks at a Sept. 18 forum for GOP presidential candidates in Greenville, S.C., hosted by Heritage Action for America. Marco Rubio has no shortage of problems with the way President Obama has conducted his foreign policy. The Florida senator and GOP presidential candidate says the Obama administration left \"chaos\" behind in the Middle East after withdrawing troops from Iraq in 2011. In an interview with NPR's Steve Inskeep, Rubio says that Russia has gained leverage from the perception that the United States abandoned the region. Russia has been sending heavy equipment — including warplanes  — and troops into Syria. Iraq also announced an intelligence-sharing arrangement with Moscow over the weekend in the fight against ISIS. Rubio says the United States has failed to be a reliable ally to countries in the region battling ISIS. Therefore, he says, \"If left with a choice between Russia and nothing, they're going to choose Russia.\" The U.S. has led an air campaign against ISIS in Iraq and Syria, backed by Western and Arab allies. But efforts to mount a ground force to battle the extremists, or hold territory cleared by airstrikes, have flagged. Rubio has also pledged to scrap the nuclear deal with Iran, if elected, on his first day in office. He does not believe Iran will stick to the deal, despite assurances by Iranian President Hassan Rouhani in an NPR interview this weekend that his country has a \"religious obligation\" to do so. Rouhani said statements by Rubio and other GOP presidential candidates that they would like to terminate the deal fuel skepticism in Iran that the U.S. will keep its promises. Rubio predicts that Iran will eventually claim technicalities to \"erode the deal's restrictions on them.\" Rubio adds, \"They'll challenge them, they'll gamble that the West and the United States has so much invested in the success of this deal that we will tolerate those violations.\" The nuclear deal was secured on Capitol Hill despite strong opposition from Rubio and other Republicans, who control both the House and Senate. In the wake of House Speaker John Boehner's surprise resignation, which Rubio announced to cheers at a conference of social conservatives in Washington on Friday, Rubio says of the frustration with the GOP establishment, \"It's very real.\" \"We know people are upset that they elected a Republican-majority Senate, have a Republican-majority House, and yet they seem incapable of getting anything done,\" Rubio says. Conservatives in Congress are likely facing another disappointment this week, as the GOP leadership appears capable of keeping the government funded past a Sept. 30 deadline, without stripping federal money for Planned Parenthood. Rubio says the Republican establishment gave up in the fight against Planned Parenthood, which was sparked by a series of sting videos against the organization that provides a range of health services, including abortions. \"They didn't think they could win the public debate, and so they never even tried,\" he tells NPR. Attacking the party establishment appears to be smart politics in a campaign season when political outsiders have captured the energy in the presidential race. Rubio has been in politics since he won a seat on the West Miami City Commission in 1998. He then rose through the ranks of Florida's state Legislature, eventually taking the mantle of speaker in the state House of Representatives, before being elected to the U.S. Senate in 2010 with the backing of the Tea Party. Rubio has picked up steam recently in the presidential race, both in polls and by inheriting key campaign resources from Wisconsin Gov. Scott Walker, who dropped out of the race last week. Perhaps there's no clearer sign that Rubio is performing better than the fact that he's come under attack by Donald Trump. In a pair of cable TV interviews last week, Trump called Rubio a \"kid\" and mocked him for getting \"sweaty\" during the last GOP debate, where several candidates complained of the heat on stage. Since then, the two candidates have been engaged in a tit-for-tat. Rubio responded by saying that Trump is \"touchy and insecure\" in an interview with Kentucky Sports Radio on Thursday. At the Values Voter Summit in Washington on Friday, Trump called Rubio a \"clown\" — drawing sustained boos from the crowd of social conservatives. In response, Rubio tells NPR, \"I'm not interested in the back and forth.\" He then went on to further his criticism of Trump, referring to his presence in the race as a \"freak show.\" \"[Trump] is a very sensitive person. He doesn't like to be criticized. He responds to criticism very poorly,\" Rubio says. \"His poll numbers have taken a beating, and he was embarrassed on national television at the debate by Carly Fiorina and others.\" \"But this election is not going to be about Donald Trump,\" Rubio adds. \"He thinks it is, but it's not about him. It has to be about the issues confronting our country. And my sense of it is that every time issues become prominent, he will say something outrageous or do something outrageous so that he doesn't have to talk about the issues.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/28/443986579/marco-rubio-president-obama-has-strengthened-putins-hand"
        },
        {
            "headline": "A Modest Proposal: Donald Trump For Speaker",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 25,
                "year": 2015
            },
            "article_content": "Republican presidential candidate Donald Trump appears at a Sept. 9 rally against the Iran nuclear deal on the West Lawn of the U.S. Capitol.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Republican presidential candidate Donald Trump appears at a Sept. 9 rally against the Iran nuclear deal on the West Lawn of the U.S. Capitol. No, seriously. Bear with us a moment while we explain. Donald Trump, the ultimate outsider, should be the new leader of the Republicans in the House when John Boehner steps down on Oct. 30. Trump should be elevated to the lofty perch of speaker and lead the conservative cause in its next confrontation with President Obama. Think about it. This could be huge. Not just for the House, which would be great again, but for Trump — who would take a long step toward his announced goal of being president. Trump would pick up some on-the-job training in Washington ways, especially the intricacies of passing a budget in a shared-power system. And we know his reputation for negotiating. He wrote a book called The Art of the Deal. He knows all about doing deals. He'll make everyone forget all about that last guy who had the job. No, Trump is not a member of the House. But that doesn't matter. The Constitution does not actually require the speaker to be a member, only to be elected by a majority of those who are. (It's true! You can look it up: Article I, Section 2.) Of course, it is more than a coincidence that all 53 speakers up to now have been members of the House. It turns out that lots of members of this club want to be its boss. (It's a little like the win streak that the College of Cardinals has going when it comes to electing the next pope.) But every once in a while, at moments of crisis in the House, there have been serious flirtations with the idea of an outsider. They elected a freshman speaker for the 12th Congress, which convened in November 1811, eager to start the War of 1812. The outsider of that day was a Kentuckian named Henry Clay. He stuck around a while and definitely got to be huge. And when Speaker Newt Gingrich was on his way out in the late 1990s you again heard talk of electing a figurehead speaker, someone who could class up the place just by being there. Retired U.S. Army Gen. Colin Powell was mentioned at the time. So was former Sen. Bob Dole, who had been the GOP nominee for president in 1996. In the end, though, after much fumbling around and a couple of false starts, the House chose Dennis Hastert as speaker. But most people continued to regard Tom DeLay, the House majority leader, as the party's true leading man. Hastert stuck around in the speaker's chair for eight years, the longest time any Republican has had the Big Gavel. He retired in 2007 and became a lobbyist. The truth is that it's been a while since any speaker had a lot of authority for very long. Nancy Pelosi, the first woman to lead either party in either chamber, ran a rather tight ship and pushed through a remarkable raft of Obama legislation. But her majority lasted only four years, 2007-2011. When she left, she handed the gavel to Boehner. From his earliest months in office, Boehner was beset by a damnable dilemma. The so-called Tea Party election of 2010 had given him a majority, but it had also given him a sizable intraparty rebellion. Many of the Tea Party newcomers voted for Boehner for speaker but distrusted him. Soon enough, he was cutting deals with the Senate and with the Democrat in the White House. Boehner saw that as doing his job, and he was still doing it this week, trying to keep the government functioning into a new fiscal year that starts Oct. 1. But this time was different. This time, House Republicans felt ready to force a floor vote on Boehner's leadership. Why now? House Republicans, since taking over the majority, had forced Congress to the brink: over Planned Parenthood, raising the debt ceiling, funding for Obamacare, spending levels for domestic programs, tax cuts, executive orders liberalizing immigration and, most recently, an international agreement regarding Iran's nuclear program. Several of these issues remained in the mix this month. This time, the Freedom Caucus (formed earlier this year) and other elements of the right in the House were willing to force the showdown, not only with the White House but with their own leader as well. They came back from a five-week recess to tell Boehner they were unable to defend him back home any longer. Boehner felt he could win that vote, and most Hill observers agreed the rebels did not have the votes to force him out or elect someone else. They would lose, Boehner would win and his battered speakership would stagger on. But Boehner thought about it, prayed about it, and decided no. He did not want that ordeal, and he did not want to put the House through that ordeal. He had been planning to step down later this year anyway, he said. Someone else can try to lead this majority in the House. Why not someone like The Donald?",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/25/443563714/a-modest-proposal-donald-trump-for-speaker"
        },
        {
            "headline": "At Crisis Pregnancy Center, Carly Fiorina Renews Opposition To Abortion",
            "author": "Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 25,
                "year": 2015
            },
            "article_content": "Presidential candidate Carly Fiorina and reporters watch as 31-year-old Lacey Thomas gets an ultrasound.\n                \n                    \n                    Sarah McCammon/NPR\n                    \n                \nhide caption Presidential candidate Carly Fiorina and reporters watch as 31-year-old Lacey Thomas gets an ultrasound. Carly Fiorina's presidential campaign took her to an exam room at a crisis pregnancy center in South Carolina Thursday. She crammed in, along with a pregnant woman, an OB-GYN and a crowd of reporters. The visit came as the former Hewlett-Packard CEO has doubled down on her opposition to Planned Parenthood. Fiorina visited the Carolina Pregnancy Center in Spartanburg, a Christian-run organization that's becoming a popular campaign stop for presidential candidates opposed to abortion — at least the fifth GOP candidate to visit the center this year. One client, Lacey Thomas, 31, is expecting a baby boy in February. She agreed to let Dr. Mary Haddad demonstrate a procedure for Fiorina. I do think a man should be a leader ... [but] if she's gonna be the one that's gonna stand up ... and stick to her morals ... and not back down, then by far I will give her my vote. Linda Earnhardt \"Her baby looks great, would anyone like to hear the heartbeat?\" Haddad asked, bringing up the steady sound of a fetal heart. Speaking in the center's front room, Fiorina praised the group's work. She told the crowd it's hypocritical for liberals to support environmental protections for wildlife while also supporting abortion rights. \"They are perfectly prepared to destroy other people's jobs and livelihoods and communities in order to protect fish and frogs and flies. But they do not think a 17-week-old, a 20-week-old, a 24-week-old, is worth saving,\" she said. For Thomas, the campaign is mostly a lot of noise right now. She said she doesn't pay much attention to politics until an election is near. \"I don't know much about [Fiorina], except that she is a Republican candidate — I looked that up,\" Thomas said. Thomas first came to the Carolina Pregnancy Center asking for maternity clothes after losing her job while she was five months pregnant with her daughter, now age 3. \"Nobody will really hire you, showing that much, so I was in a bind,\" she said. Thomas says her husband builds houses, but the work is sometimes slow. She now waits tables — but can't always work because of health issues. So she comes to the center for formula, diapers and other needs. She also meets monthly with her mentor from the center, volunteer Linda Earnhardt. A stay-at-home mother of five, Earnhardt is following the campaign and said she was impressed by Fiorina's recent debate performance, where she had harsh words for Planned Parenthood. But Earnhardt has one misgiving. Fiorina has been working hard to earn the support of female voters, and she stands out as the only woman in the Republican field. \"I do think a man should be a leader,\" Earnhardt said. \"That's me. But I see the men not standing up, and I see the woman coming stronger. And if she's gonna be the one that's gonna stand up ... and stick to her morals ... and not back down, then by far I will give her my vote.\" Gender is also a consideration for Carlotta Jackson, who came to see Fiorina. She said she would think about voting for a woman like Fiorina. \"As long as it's not someone who's trying to emasculate men and that it's not just a power trip for them,\" she said. Jackson said she likes the fact that Fiorina \"doesn't have small children at home\" and added that she'd have trouble supporting a woman who did. Others, like Pam Dean, are eager to see a woman front and center in the Republican Party. \"I like it that she's a strong woman, and that she held her own with all those men, and that women can lead,\" Dean said. The pregnancy center is a place to showcase a message that could play well in the Republican primaries — though in a general election, that message would be a harder sell with female voters.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/25/443217357/at-crisis-pregnancy-center-carly-fiorina-renews-opposition-to-abortion"
        },
        {
            "headline": "5 Reasons John Boehner Won't Be Ousted And 5 Reasons He Won't Stick Around",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 21,
                "year": 2015
            },
            "article_content": "Pressure is building within House Speaker John Boehner's conference to oust him. Boehner is likely to hold off a challenge — for now. But he could decide to call it quits at the end of this term.\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption Pressure is building within House Speaker John Boehner's conference to oust him. Boehner is likely to hold off a challenge — for now. But he could decide to call it quits at the end of this term. Don't bet on John Boehner being ousted as House speaker during the latest round of wrangles on Capitol Hill this month. He's likely to survive into 2016 and finish this, his third term, as the boss of the House majority Republicans. Boehner might have any number of reasons to retire, not least of them a sense of frustration. That was evident in comments he made in an interview that was published this past weekend. \"Garbage men get used to the smell of bad garbage,\" he told Politico's Jake Sherman. \"Prisoners learn how to become prisoners. ... You can teach yourself to do anything, especially if you're committed to a cause.\" And Boehner might choose to leave the stench (or orange jumpsuit?) behind in fairly short order. The picture soon gets cloudy for the 25-year veteran, as each election cycle makes the House younger and more restive, especially on the right. It would surprise few if Boehner, who is now 65, chose to retire after this Congress to the home he recently bought in Florida. It has been a stormy 4 1/2 years for the Ohioan, who was, from the start, an unlikely leader for the new GOP majority elected in 2010. Boehner was older, more conventional and more center-right than most of the new troops produced in the Tea Party surge that year. He found that out quickly when he tried to negotiate a \"Grand Bargain\" with President Obama in the spring and summer of 2011. His rank and file rebelled and the tax and debt deal fell apart. (There are differing narratives on whose fault it was exactly that the deal fell apart.) Standard & Poors downgraded U.S. debt, the stock market took a dive and defaulting on U.S. obligations became a topic of policy discussion. Since then, Boehner has kept a greater distance from the White House. He has also cajoled his own conference and occasionally borrowed some votes from the Democratic side to pass bills he considered essential. He was not able to keep his troops from forcing a government-shutdown strategy in 2013, but he has sworn to do so this autumn. Hence, the immediate crisis. Many Republicans are incensed by what they believe they have seen on videotape regarding Planned Parenthood's handling of fetal tissue. They cannot abide another federal budget with hundreds of millions of dollars in payments to Planned Parenthood through Medicaid and other federal programs. So, they want it zeroed out under any spending legislation Boehner and his counterpart, Senate Majority Leader Mitch McConnell, send the White House to keep the government running past Sept. 30. If Obama vetoes that, conservatives believe, the country will blame Obama for the shutdown. That's not been the way the country reacted to previous shutdowns under similar scenarios, but there's always a chance it will be different this time. In any event, shutdown or no, Boehner is likely to keep his speakership. Here are five reasons Boehner is unlikely to be ousted: 1. Timing. The House elects a speaker at the start of a Congress and that person serves through that Congress. It doesn't absolutely have to be that way, but that is how it has always been. The most successful takedown of a speaker happened in 1910, and even then tyrannical \"Czar of the House\" Joseph Cannon was allowed to finish out the term (albeit with drastic reductions to his powers of office). 2. Democrats probably want him to stay. Democrats, who would be needed to cooperate in a floor vote to dethrone Boehner, have little incentive to join such an effort. Anyone who might be elected in his place might well be someone they liked less. 3. No credible challenger. The rebels who might force Boehner from office have not brought forward a plausible champion to challenge him. The one publicly declared opponent is second-termer Mark Meadows from the mountains of Western North Carolina. He might be best described as a placeholder. 4. For the most part, his colleagues still like him. Whatever heat might be generated against him on talk radio and elsewhere in the media, the threat to his speakership has remarkably little to do with Boehner himself. Most House Republicans still like him personally, or at least find him acceptable. He has not made himself vulnerable on the ethics front, nor has he spawned individual animosities of the kind that weakened earlier speakers. He has his detractors and defenders, like any senior member. But even some of his critics give him credit for maintaining order, more or less, within the largest Republican majority in the House since 1948. 5. It's not really about Boehner. The polls that show striking disapproval for Boehner, even among Republicans, are less about him than about the national dissatisfaction with Washington, Congress and the GOP — in that order. Note that Boehner's Senate counterpart, McConnell, is even less popular in the same polls — and you don't hear senators talking about bumping Mitch out of office. What the dissidents are really mad about is the House's inability to overthrow the Obama presidency. Obamacare remains the law; the Iran deal is going through; the president keeps issuing orders on immigration, climate change and labor relations, and Congress can do little or nothing about it. So the wind still blows in Boehner's favor, at least for now. But that wind is likely to change in the near future. Next year, Republicans will campaign against not only the Democrats but also the alleged failures of their own party leadership in Washington. As this process plays out, Boehner may be beckoned by the breeze of a friendlier Floridian climate. Here are five reasons to think Boehner will retire at the end of this term: 1. Frustration with GOP leaders will only grow. Assuming Boehner and McConnell find a way to revive the appropriations process — perhaps the familiar fallback mechanism of a continuing resolution — the government will not shut down and Planned Parenthood will continue to receive federal money. This will play out with heightened media awareness in the months ahead. So will whatever finagling Boehner and McConnell need to do to lift the debt ceiling once again, probably before the end of December. All of this fiscal reality will raise frustration levels on the right. 2. The Iran deal goes into effect. The Iran deal became official, in the eyes of the Obama administration, on Sept. 17. Thereafter, the administration said it would move to lift sanctions. News reports of money going to Iran will lead to news reports in coming months about Iranian actions, probably including some with anti-American and anti-Israeli impacts. 3. The balancing act will only get tougher. Boehner rose to the top party slot while the GOP was in the House minority from 2007 through 2010. Even then, he may have been less to the right than most of his colleagues. But he successfully managed the various factions in that far smaller conference and played his rivals against each other, taking some of them onto his leadership team. It was a balancing act from the beginning, and it will become all the more daunting after this fall. At some point, keeping it all together may require extraordinary measures — such as a declaration that 2016 will be Boehner's last year in Congress. 4. The number of anti-establishment House Republicans might grow and become more entrenched. Even if Boehner does seek another term, his support may well erode during the primaries. The need to fend off intraparty challenges in the primaries will cause more and more Republican House incumbents to distance themselves from the exasperations of the Obama-Boehner era. Some will be asked to pledge a vote for a new speaker. Only a minority of incumbents will make such a pledge, but the message of the demands will be clear. 5. Republicans lose seats in 2016, a Democrat could win the White House, or both. If there are fewer Republicans in the House after 2016, Boehner will be under enormous pressure to step down. If a Democrat wins the White House in 2016, Boehner may find himself bearing some of the blame. Finally, if a Republican wins the presidency, the House GOP will sense a historic opportunity, and there will be hunger for a fresh, more dynamic and doctrinaire speaker. No speaker likes to talk too much about post-retirement plans. But we can guess at this moment that Boehner has some, and also bet that his ticket out of town does not have 2015 stamped on it. The chances of its saying 2017 are much, much better.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/21/440664321/5-reasons-boehner-wont-be-ousted-and-5-reasons-he-wont-stick-around"
        },
        {
            "headline": "Yes, People Are Placing Bets On Politics. Here's How",
            "author": "Scott Detrow",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 18,
                "year": 2015
            },
            "article_content": "When Donald Trump attacked Sen. Rand Paul, R-Ky., early in Wednesday night's Republican presidential debate, the crowd at Washington D.C.'s Union Pub roared. \"Yeah! Boom!\" yelled one guy in the packed crowd, as Trump said he \"never attacked [Paul] on his looks, and believe me, there's plenty of subject matter right there.\" One person in the crowd wasn't so thrilled, though. It's not because Michael Burleson was backing Paul, but because he had money riding on the situation. Trading on a website called PredictIt, Burleson had wagered that Trump would not be the candidate with the most speaking time. Before the debate began, Burleson explained he was strategically zigging where the market zagged. \"Everyone in the market is favoring that he's going to speak the most, and I bet against that,\" Burleson explained before the debate started. \"I feel like I could make some good money.\" After the Paul exchange, he wasn't so sure. \"I feel like this was a bad bet,\" Burleson conceded. And it was: Trump ended up with the most speaking time. But Burleson said the Trump wager aside, he's been earning money on PredictIt, an increasingly popular site that allows traders to buy and sell shares on political topics. Who's behind this and how does it work exactly? The site is run by John Arisotle Phillips, who also heads one of the country's largest political data gathering-operations. PredictIt has been online for a little less than a year, and allows traders to buy \"yes\" or \"no\" shares in specific questions about politics and upcoming elections. \"It's a winner-take-all $1 contract, where one person is saying, 'Yes this will happen,' and one person is saying, 'No, it won't happen,'\" explained Phillips at a PredictIt debate watch party in Washington, D.C. \"And we put the 'yes' person together with the 'no' person, and that's how we get the market.\" The value of the yes or no options rise and fall depending on supply and depend, just like in any other stock market. PredictIt offers all sorts of questions: Traders can buy or dump stock at any point, though PredictIt takes a cut of profits. How is this legal? If this sounds familiar, that's because another site, Intrade, offered similar markets — until it shut down after U.S. Commodity Futures Trading Commission filed a lawsuit. Phillips, though, asked for, and received, permission to operate from the commission. Among the restrictions imposed by the agreement: $850 limits on trades. The site is technically an educational project, as Aristotle's company is partnering with a New Zealand university to run the site. Phillips said data is being made available to other schools, as well. Who was the best bet in Wednesday's debate? During the debate Wednesday night, traders were offered a chance to buy shares in the candidate they thought would get the best polling bounce from the debate. As the three hour-plus forum went on, one candidate stood out from the pack: Carly Fiorina. Based partially on her performance in the August \"JV\" debate, Fiorina stock was selling higher than any other candidate before the debate began. About an hour into the forum, right after her answers about Iran and Planned Parenthood and her exchange with Trump about his recent critique of her 'face,' Fiorina's stock began to rapidly climb. That was good news for Christopher Knight, a PredictIt trader attending the site's watch party, who bought Fiorinia shares before the event began. Knight has only been using the site for a week, but he's already knee-deep in trades. \"I have some shares on Bernie [Sanders],\" he said. \"Even if he doesn't win, I think his support is going to continue to increase for awhile. I've got some money on the government shutdown. You name it, I'm well diversified.\" Are people really making money off this? Daniel Kaseff is another well-diversified trader. He has one of PredictIt's highest returns-on-investment, and pocketed more than $1,200 in earnings on his way to the site's August debate-viewing party, because he noticed a new poll had changed the dynamics of a question about President Barack Obama's approval rating. He said the site initially caught his eye because he was interested in both politics and economics. \"And then you get into it,\" Kaseff said, \"and you think, OK, I can actually make some money on this.\" He initially dropped $20 into the site, and trade after trade after trade, saw that grow to more than $5,000. But here's the thing about Kaseff: he almost didn't get into Wednesday's debate party, because he's not old enough to drink. The 19-year-old George Washington University sophomore was sipping a cup of water as he discussed his earnings, his strategies, and his future plans. \"I don't really know,\" when asked what he hoped to do post-graduation, \"probably something related to politics. That's my major, and it's working out for me so far.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/18/441293531/yes-people-are-placing-bets-on-politics-heres-how"
        },
        {
            "headline": "Supreme Court Upholds Obamacare Subsidies",
            "author": "By  \n\n      Jay Hancock",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2015
            },
            "article_content": "Supporters of the Affordable Care Act cheer outside the Supreme Court in Washington, D.C., after a majority on the court ruled that Obamacare tax credits can continue to go to residents of any state.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption Supporters of the Affordable Care Act cheer outside the Supreme Court in Washington, D.C., after a majority on the court ruled that Obamacare tax credits can continue to go to residents of any state. The Affordable Care Act survived its second Supreme Court test in three years, raising odds for its survival but by no means ending the legal and political assaults on it five years after it became law. Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them. Chief Justice John Roberts June 25, 2015 The 6-3 ruling stopped a challenge that would have eliminated subsidies in at least 34 states for individuals and families buying insurance through the federal government's online marketplace. Such a result would have made coverage unaffordable for millions and created price spirals for those who kept their policies, many experts predicted. Chief Justice John Roberts wrote the opinion for the court, joined by frequent swing vote Anthony Kennedy and the liberal justices Ruth Bader Ginsburg, Stephen Breyer, Sonia Sotomayor and Elana Kagen. \"Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them,\" wrote Roberts. \"The combination of no tax credits and an ineffective coverage requirement could well push a State's individual insurance market into a death spiral. It is implausible that Congress meant the Act to operate in this manner.\" Consumer advocates were hopeful for this outcome. \"The first thing going on for a huge swath of people is relief that we didn't blow up the system,\" said Lynn Quincy, a health policy specialist at Consumers Union. \"The law was never meant to work without this pillar in there,\" she said of the subsidies. But even a victory for the law closely identified with President Barack Obama leaves the health system with incomplete insurance coverage, rising costs and other uncertainties. The ACA itself still faces several lawsuits, although some believe Thursday's decision will discourage judges from advancing the cases. \"It sends a message to the lower courts that they need to take a good, hard look at all the ACA litigation that's out there and probably clean up and get rid of most of it,\" said Timothy Jost, a law professor at Washington and Lee University and an expert on the health law. Kaiser Health News interviewed Jost and other authorities before Thursday's decision in a case known as King v. Burwell asking them to explain the implications of upholding the law. Republicans controlling Congress are likely to advance new legislation amending or repealing the law, although it is even more likely to be vetoed by President Barack Obama if it gets to his desk. The high court decision sets up the 2016 presidential election as the health law's next big test, although by then it could be difficult to fully uproot even if Republicans take the White House. \"With another year and a half of business as usual under the ACA, if it's a Republican as the next president, it'll be that much more difficult to make changes,\" said Joseph Antos, a health care economist at the American Enterprise Institute. The case hinged on tax credits created by Congress to help middle-income consumers buy insurance through online marketplaces, also known as exchanges. The subsidies are available through an exchange \"established by the state,\" according to the law. Thirty-four states did not set up their own exchanges and rely instead on healthcare.gov, run by the federal government. Lawyers for the plaintiffs argued that, as a result, millions of consumers in those states should not receive tax credits to pay premiums. Pulling the subsidies would have undermined the insurance market in those states to the point of likely failure, experts said. Unable to afford the coverage, many consumers would have dropped out. Those remaining would probably have been older and sicker, driving up premiums to unsustainable levels. Eighty-five percent of those who bought insurance through healthcare.gov qualified for subsidies averaging $272 per month. The Department of Health and Human Services predicted 6.4 million people would have lost subsidies if the court ruled for the plaintiffs. Those subsidies are effectively revenue for hospitals and health insurers, financing premiums and the cost of care. Both industries are relieved they were upheld. \"Providers will feel better,\" said Peter Strack, a consultant with the Altarum Institute, which works closely with hospitals. \"They don't have to worry about this back and forth of, 'Will I have the appropriate population covered?'\" A loss for the administration would have affected employer-based coverage as well, although not nearly as much, benefits lawyers said. For large employers not offering health insurance, penalties are triggered when workers obtain subsidies in the marketplaces. No subsidies, no penalties, so employers could have dropped coverage without fearing fines. Although employers are focused on complicated, health-law reporting requirements that take effect this year, their situation changes little in the wake of the decision, said Edward Fensholt, a benefits lawyer with brokers Lockton Companies. \"The working assumption has been, 'We need to offer this coverage to our full-time employees or we're going to risk these penalties,'\" he said. \"And that's not going to change.\" ACA supporters said the lack of a reference to tax credits for the federal exchange was a drafting error and that Congress intended for subsidies to be available regardless of the platform. Lawyers for the plaintiffs said the government must follow the letter of the law. The health law faces other legal cases, including objections from religious institutions to their role in providing birth control coverage and a suit by the House of Representatives contending that Obama's delay in requiring employers to offer coverage was illegal. But even if legal challenges to the law disappear, health insurers, doctors and hospitals face broad uncertainty. Signups for 2015 exchange coverage were lackluster. At the end of March, a little more than 10 million people had enrolled and paid for insurance, less than the 13 million the nonpartisan Congressional Budget Office was projecting last year. Health costs seem to be creeping up again in a system that is already the most expensive in the world. In recent years large, self-insured employers have seen health-spending increases of 4 or 5 percent a year, said Dale Yamamoto, an independent actuary who works closely with such companies. So far this year those companies are seeing 6 or 8 percent, he said. \"Everyone I'm talking to — it sounds like they've started to go up this year,\" he said. \"If it's going up for them, it's probably going up on the individual side as well.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/health-shots/2015/06/25/417431609/supreme-court-upholds-obamacare-subsidies"
        },
        {
            "headline": "Top Stories: Chinese Cruise Ship Disaster; Pluto's Odd Moons",
            "author": "Korva Coleman",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2015
            },
            "article_content": "Good morning, here are our early stories: -- Chinese Cruise Ship Death Toll Rises To 75. -- Pluto's Moons Are 'Tumbling In Absolute Chaos,' NASA Says. And here are more early headlines: Former Texas Gov. Rick Perry To Run For President. (CNN) Jeb Bush To Announce Presidential Decision Soon. (Wall Street Journal) With Payment Deadline Near, Greece Hasn't Settled Debt Negotiations. (Bloomberg) Fighting Intensifies In Eastern Ukraine, Despite Ceasefire. (Wall Street Journal) Former Egyptian President Mubarek To Be Retried On Killings Of Protesters. (BBC) Hong Kong Demonstrators To Hold Tiananmen Square Memorial. (Guardian) Officials Find Ruptured Calif. Pipeline Was Badly Corroded. (USA Today) Israel Bombs 3 Gaza Targets After Gaza Rockets Strike Israel. (Los Angeles Times) Burundi Again Delays National Elections. (Deutsche Welle) Hurricane Blanca Is A Category 3 Storm Well Off Mexican Coast. (NHC) Oregon Poised To Guarantee A Year Of Birth Control For Women. (KOPB)",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2015/06/04/411912426/top-stories-chinese-cruise-ship-disaster-plutos-odd-moons"
        },
        {
            "headline": "5 Things You Should Know About Rick Santorum",
            "author": "By  \n\n\n      Jessica Taylor",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 27,
                "year": 2015
            },
            "article_content": "Rick Santorum, R-Pa., won Iowa in 2012. He faces a more crowded field this time around.\n                \n                    \n                    J. David Ake/AP\n                    \n                \nhide caption Rick Santorum, R-Pa., won Iowa in 2012. He faces a more crowded field this time around. Updated to reflect that Santorum is now officially in the race. After taking the silver medal in the 2012 GOP presidential primary, former Pennsylvania Sen. Rick Santorum is making a second bid for the White House. But Santorum faces a very different — and much larger — field than four years ago. Santorum is the seventh candidate to officially jump in, and well more than 20 GOP hopefuls could get in. Santorum is known for his staunch social conservatism, vocally opposing same-sex marriage and abortion rights. But he also appeals to a blue-collar sensibility, a bloc that was crucial to his two wins in the Keystone State. His 2014 book was titled Blue Collar Conservatives: Recommitting to an America that Works. Santorum is banking on his 2012 supporters still being with him, but that's not a given. After such a surprise finish last time, the bar will be higher for Santorum to prove his mettle — and he's still only polling near the bottom tier. Here's what you need to know about Santorum: 1. He won the 2012 Iowa caucuses — but not officially until days laterSantorum's last presidential bid might have turned out differently if he had gotten the typical post-Iowa winning boost. Unfortunately for the former Pennsylvania senator, he wasn't declared the victor until more than two weeks later. Under pressure to name a winner on Election Night, Iowa GOP Chairman Matt Strawn pronounced former Massachusetts Gov. Mitt Romney, the eventual nominee, had won on Jan. 3 by just eight votes, despite uncertainty about missing ballots and late tallies. Sixteen days later, though, a new tally showed it was Santorum who had come out on top by 34 votes. Unfortunately for Santorum, attention had already moved on to other primaries. It's now something Santorum jokes about on the trail in Iowa, reminding voters he was the winner four years ago, but that he wishes it had been on Election Night. 2. Santorum has seven children, including a daughter with special needsThe devout Roman Catholic and his wife, Karen, have seven children — three daughters and four sons — ranging in age from 7 to 24. His youngest, Bella, was born with a condition called Trisomy 18, a rare and usually lethal disorder in which a child has an extra chromosome. It's related to Down syndrome, but is far more deadly. Just half survive a week after birth, and fewer than 10 percent make it to their first birthday. Santorum spoke often about Bella on the 2012 campaign trail, giving his well-known opposition to abortion a more personal element. Earlier this year, he and Karen wrote a book called Bella's Gift about their shared trials and triumphs as they cared for their daughter. It wasn't the usual pre-presidential tome, instead offering rare insight into how his wife was frustrated in the way in which he introduced Bella into his campaign narrative — talking openly and honestly about how he initially treated her differently from his other children and kept her at a distance, hoping it wouldn't hurt so much if they lost her. An eighth child, Gabriel, was born prematurely in 1994 and died at birth. 3. The Republican lost his Senate re-election bid in 2006 by nearly 18 pointsSantorum's bid for a third term ended up being a thumping. Running in a heavily Democratic year that was propelled by frustration with the Bush administration and the Iraq War, Santorum lost in a landslide to Democrat Bob Casey Jr., son of a legendary former governor. It was the first electoral loss for Santorum, who was first elected to the House in 1990 and then defeated moderate Democratic Sen. Harris Wofford in the 1994 GOP wave to ascend to the Senate. He easily won re-election in 2000 against nominal opposition, but six years later, his luck ran out. By then, the state was also changing — becoming more Democratic and diverse. He stuck behind his uncompromising social positions, but Casey successfully hammered him — painting him as having a rigid ideology and for his controversial comments on the family structure. 4. His 2012 bid was bankrolled by wealthy donor Foster Friess, who has said he'll be with him again in 2016Friess, a longtime conservative Wyoming donor who made his money through mutual funds, switched his allegiance from Romney to the upstart Santorum last cycle — in a big way. He gave more than $2 million to the Red, White and Blue Fund, a superPAC backing Santorum in 2012. Friess has already indicated to the Washington Post he would back Santorum again in 2016. Friess has said he admires Santorum's positions on social issues and his religious conservatism, but his own beliefs and comments have gotten Friess in trouble. In February 2012, when asked about contraception, he joked that \"back in my days, they used Bayer aspirin for contraception. The gals put it between their knees, and it wasn't that costly.\" 5. Just Google him (but not at work)The politician has the unflattering distinction of having a word named after him — and not in a good way. Outraged by Santorum's opposition to same-sex marriage and condemnation of homosexuality, in 2003 openly gay columnist Dan Savage coined the term \"santorum.\" It's no longer the top search result you'll get when you Google the GOP hopeful, but it's still right near the top, and it's an issue that Santorum has had to address in the past.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/05/27/409835451/5-things-you-should-know-about-rick-santorum"
        },
        {
            "headline": "#NPRreads: From Supreme Court Justice To The Notorious R.B.G.",
            "author": "By  \n\n\n\n\n\n\n\n      Nina Totenberg\n    \n\n ,  \n\n\n      Brian Naylor\n    \n\n ,  \n\n\n\n\n\n\n\n      Tamara Keith\n    \n\n ,  \n\n\n      Steve Mullis",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 20,
                "year": 2015
            },
            "article_content": "#NPRreads is a new feature we're testing out on Twitter and on The Two-Way. The premise is simple: Correspondents, editors and producers throughout our newsroom will share pieces that have kept them reading. They'll share tidbits on Twitter using the #NPRreads hashtag, and on occasion we'll share a longer take here on the blog. This week, we share with you four reads. From Nina Totenberg, NPR's legal affairs correspondent: #NPRreads http://t.co/LnpEHsTW3W Dahlia Lithwick smartly finds the moment #SCOTUS Ginsburg lost her patience Slate's Dahlia Lithwick explains how a \"gentle Supreme Court justice became a badass gangsta Internet meme.\" The architect of the legal battle for women's rights, Ginsburg has served on the nation's highest court for more than two decades but only recently attained rock star status. What changed? Lithwick theorizes that R.B.G. took off the gloves when Justice Sandra Day O'Connor retired and Ginsburg found herself the only woman on the court. Lithwick says: \"Ginsburg's current rock-star status was only fully realized in the hours after she read aloud her dissent in the Hobby Lobby case last spring, when her accusations directed at the majority's cramped views on gender, reproduction, and work became a cri de coeur popularized in viral Facebook memes and a tribute song. Notorious R.B.G., crown and all, became the face of the female employees in Hobby Lobby, and female workers everywhere whose bosses' religious preferences might trump their right to birth control. As Rebecca Traister observed last summer in the New Republic, Ginsburg Mania was part of an unprecedented celebration of the power of older, politically authoritative women by a 'democratized, raucous communicative organ that is the Internet, in which a diverse rabble of young people make their own messages.' \" From Brian Naylor, correspondent on the Washington Desk: Fascinating read about iconic work. How Hokusai’s ‘The Great Wave’ went viral almost two centuries ago http://t.co/56mTEXcoyT #NPRreads Katsushika Hokusai's woodblock print The Great Wave is a true icon; the image of a giant tower of water looming over a pair of fragile fishing boats, with Mount Fuji in the distance, has been endlessly parodied and borrowed, used in advertising and, now, as an emoji. Ellen Gamerman writes in The Wall Street Journal that roughly 100 impressions of the print, which dates from the early 1800s, survive today; one is soon to be the focus of an exhibit at Boston's Museum of Fine Arts. She says: \"The artwork exists in that rare stratosphere of images that are both instantly recognizable and internationally famous. The Great Wave has gone viral over time, first circulating the old-fashioned way — via traders and tall ships in the 19th century. Since then, the woodcut has been called an inspiration for Claude Debussy's orchestral work, La Mer, and appears in poetry and prose by Rainer Maria Rilke, Pearl S. Buck and Hari Kunzru. Levi's and Patagonia used it in marketing campaigns. It has been preserved in cyberspace as a Google Doodle and an emoji.\" From Tamara Keith, NPR's White House correspondent: \"National Public Radio for conservatives\" one of many gems from @ShaneGoldmacher's profile of Hugh Hewitt. #NPRreads http://t.co/G6V4pR8Eer This National Journal profile of talk show host Hugh Hewitt hooked me with this line: \"His program, which he has long called 'National Public Radio for conservatives,' is the brainier cousin of the shoutfests that blast out of many AM stations.\" Hewitt is the go-to guy for Republican politicians in this nascent presidential election cycle. When Mitt Romney announced he wasn't running after all, Hewitt had the full prepared remarks on his website before Romney uttered a word on his conference call with supporters. Some Washington-based reporters had it wrong. Hewitt had the remarks word for word. In this magazine piece, reporter Shane Goldmacher tells us how and why. (Full disclosure, Shane and I were both young reporters covering California Gov. Arnold Schwarzenegger what seems like ages ago.) And it starts with this jewel of forced participatory journalism: \"Before Hugh Hewitt would answer my questions, he had a condition: Through the producer of The Hugh Hewitt Show — his 15-year-old radio program that touts 2 million weekly listeners — he informed me that I would need to first answer his questions, on air. \"Hours later, I was live on his show. 'I got a note from my producer today, associate producer Marlon, saying you want to meet up with me and do a profile on me, which I think is about as dull as possible,' Hewitt said, 'but is that true?' \" 'That's true,' I replied, 'and he told me you only would chat with me if I chatted with you first.' \" 'That's it,' Hewitt said. 'That's my rule on profiles, because I always want to get the reciprocity going, because we can now find you and play this tape endlessly, and you answered two questions straight that should ruin your reputation in journalism.' \"The two questions Hewitt was referring to are staples of his show, and he poses them to just about every first-time guest: Have you read The Looming Tower, the 2006 book by New Yorker writer Lawrence Wright about al-Qaida and Sept. 11? And second: Was Alger Hiss a Soviet spy?\" From Steve Mullis, an NPR digital producer and host of our gaming Tumblr: 4chan is quite possibly one of the Internet's most notorious sites, known for trafficking in memes, mayhem and a general amount of offal. But as Rolling Stone reveals, Christopher Poole, the man who created the site as a teen, is surprisingly less of an Internet rabble-rouser than 4chan is famous for housing. I see Poole as a bit of a young Dr. Frankenstein, whose creation, made with seemingly benign intentions, got away from him — forcing him to walk away. Only in this case, the creation is both the monster and the mob, chasing its own tail with pitchforks and LOLcats. Here's an excerpt: \"Managing the site's content started to come with a price. Poole began getting death threats from angry 4channers. 'I get a lot of e-mails of a threatening nature,' he tells me. 'It flares up if there is a decision that I have made that upsets people.\" Poole's response is to be private to the point of paranoia — he insists upon concealing his current location, countries he recently visited and even the name of the university he briefly attended.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2015/03/20/394099497/-nprreads-from-supreme-court-justice-to-the-notorious-r-b-g"
        },
        {
            "headline": "From Pulpit To Politics: A Pastor Takes Her Work To The Wider World",
            "author": "By  \n\n      Emily Green",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 3,
                "year": 2015
            },
            "article_content": "After three decades as a pastor, Faith Whitmore fulfills her vocation outside the pulpit, as district director for U.S. Rep. Ami Bera, D-Calif.\n                \n                    \n                    Courtesy Faith Whitmore\n                    \n                \nhide caption This is part of a series of stories about starting over, profiling people who, by choice or circumstance, reinvented or transformed themselves. Faith Whitmore was ordained as a pastor 30 years ago, drawn by a deep sense of God and spirit within her. She worked at churches throughout the Sacramento, Calif., region, eventually becoming senior pastor at one of the largest United Methodist congregations. It was like running a small business, she says. \"You have committee and property that you need to take care of, and fundraising that has to happen,\" she says. \"There are weddings and funerals and baptisms.\" And, of course, preaching. \"Christ engages the woman at the well,\" she said from the pulpit in 2011, \"finding the lost, calling them by name, calling them home. ... That's what a healthy church can do, that's what a healthy church can be: A place of knowing, and being known.\" \"People say ... 'How long have you been in politics?' And I say, 'Well, depends on how you look at it. Maybe a couple weeks, maybe all my life.' \" Faith Whitmore But after three decades doing this work, Whitmore was tired. She took a job leading a nonprofit that helps homeless people. Soon after, the Catholic Church stopped contributing to the group because as a pastor, Whitmore spoke out in support of same-sex marriage and Planned Parenthood. She says she wasn't pushed out of the job, but soon after, she accepted a position as district director for U.S. Rep. Ami Bera, D-Calif. \"People say, 'How you can you go from ministry to politics?' \" she says. \"Or they ask me, 'How long have you been in politics?' And I say, 'Well, depends on how you look at it. Maybe a couple weeks, maybe all my life.' \" Exactly how Whitmore came to work for Bera is a point of disagreement between the two longtime friends. Whitmore says he approached her; Bera says she approached him. \"From my end, it was a no-brainer,\" he says. \"You have someone who is trusted in the community, who is well-respected in the community, whose values align with my values, who really is a natural surrogate.\" Bera ran for re-election last year, and won by a razor-thin margin. The candidates and their supporters spent more $20 million on the election — the most expensive congressional race in the country. Bera says Whitmore got mad about the ads running against him. \"We might be driving somewhere in a car, going to an event, and she might vent to me a little bit,\" Bera says. \"It's like, 'Faith, you remember the clergy? You can't use colorful language like that.' \" Swearing aside, Whitmore is still deeply religious. But things have changed: She doesn't go to church every Sunday, and has no regrets about leaving behind her life as a pastor. Whitmore says she now takes her Christian values into the world and fulfills her vocation outside the pulpit. \"I am growing older and my time on Earth is getting shorter,\" she says. \"Some of the things I care about are on a larger scale. If I can care about health care for everybody, that's legislation. If I care about immigrant status, that's legislation.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/01/03/374562457/from-pulpit-to-politics-a-pastor-takes-her-work-to-the-wider-world"
        },
        {
            "headline": "Supreme Court Faces Controversial Docket As New Term Opens",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 5,
                "year": 2015
            },
            "article_content": "The Supreme Court returned for its new year Monday with its traditional first Monday ceremony and a new docket of high profile controversies to address.  ROBERT SIEGEL, HOST: They're back. The justices of the U.S. Supreme Court opened a new term today with subjects on the docket as diverse and contentious as affirmative action, abortion, birth control and religious freedom. But to a remarkable degree, the Court - and in particular, its conservative chief justice, John Roberts - is at the center of a political storm ginned up by Republicans who don't think Roberts is conservative enough. Joining me to talk about all this now is NPR legal affairs correspondent Nina Totenberg who was at the court today for the opening session. Nina, how did the justices look after their summer off? NINA TOTENBERG, BYLINE: Well, they looked very dignified and refreshed. They always look half-dead at the end of a term and revived when they come back to work. SIEGEL: Let's talk about this business with Roberts. As I recall, he was hailed by the right when he was nominated 10 years ago. TOTENBERG: That's right. And in truth, he has a consistently conservative record on most issues. He's voted with the court's conservatives to strike down most of the legal limits on campaign spending, opening election campaigns nationwide to a flood of new cash. He's supported an individual right to bear arms. He's consistently opposed any consideration of race and college admissions or involuntary secondary school desegregation efforts. He wrote the Court's decision striking down the heart of the 1965 voting rights act, and he wrote the leading dissent when the Court struck down state laws banning same-sex marriage. And yet, at the second Republican presidential debate, there was this quite remarkable sight of candidates attacking Roberts like a pinata and portraying his record as hostile to conservative causes. Senator Ted Cruz led the way, thundering that if President George W. Bush had appointed someone more conservative... (SOUNDBITE OF ARCHIVED RECORDING) TED CRUZ: Obamacare would have been struck down three years ago and the marriage laws of all 50 states would be on the books. TOTENBERG: Now, it's true that Obamacare is the one subject on which Roberts parted ways with some or all of his conservative colleagues. But as I said, he was the lead dissenter in the same-sex marriage case. SIEGEL: And other GOP candidates also took their whacks at Roberts. TOTENBERG: Yeah. Jeb Bush, whose brother appointed Roberts, suggested that the chief justice was a politically expedient choice because he was a conservative who could be confirmed by the Senate. And Mike Huckabee said he would require anyone he appointed to oppose all abortions and to see religious freedom as the first and most important of all rights. SIEGEL: Nina, turning to this past term for a minute. Last year, the liberal justices prevailed in a lot of big cases but most notably same-sex marriage. TOTENBERG: It was the first time in 10 years that they had that kind of success record. And they did it by picking off different conservatives in different cases. But this term, Robert, the mix of cases plays much more to conservative strengths. There are cases that could further cut back affirmative-action in higher education, hobble or destroy public employee unions and perhaps all unions. There are cases waiting in the wings that could make it easier to limit voter participation in elections through very strict voter ID laws and cutbacks on absentee and early voting. There's a strong likelihood that the Court will revisit the abortion question, possibly enabling states to make abortions very difficult to obtain. And the Court is expected to revisit the question of birth control under Obamacare. SIEGEL: Do you expect any retirements this year? TOTENBERG: Not if the justices can help it. It's not that they aren't old enough to retire. Justice Ginsburg, a liberal, is 82. Justices Scalia and Kennedy, both conservatives, are 79. And Justice Breyer, a liberal, is 77. But the justices like to keep the Court out of politics if possible, and they know that with an election coming up, it would probably be impossible to get anyone confirmed anyway. SIEGEL: That's NPR legal affairs correspondent Nina Totenberg on the new Supreme Court term that began today. Nina, thank you. TOTENBERG: Thank you. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/10/05/446104478/supreme-court-faces-controversial-docket-as-new-term-opens"
        },
        {
            "headline": "If Kevin McCarthy Wins Speakership, His Challenges Will Be Immediate",
            "author": "By  \n\n      Susan Davis\n    \n  \n ,  \n\n\n\n\n\n\n\n      Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 1,
                "year": 2015
            },
            "article_content": "He has formally announced his candidacy for the House speakership. He'll need to get the nod from hardline and moderate members of the Republican caucus and he'll have pressing business to attend to.  STEVE INSKEEP, HOST: Unhappy Republican lawmakers whose pressure prompted House Speaker John Boehner to resign want a voice in who replaces him. Boehner's number two wants the job. That's Kevin McCarthy, the House majority leader. First, though, he has to campaign in an election one week from today. The results of that campaign may affect how, or whether, Congress functions. NPR's Sue Davis is covering this story. She's in the capital. Welcome to the program. SUE DAVIS, BYLINE: Hey, Steve. INSKEEP: So if you're running for speaker of the House, who are you trying please right now? DAVIS: The short answer is everyone. The speaker of the House, unlike every other leader in Congress, is elected by the whole House. But first he has to get the support of his Republican colleagues. This is the ultimate inside game in politics. His constituents are his colleagues. He has one challenger for the job. It's a Republican from Florida named Daniel Webster. But it's really person-to-person contact. He spent the weekend after John Boehner announced he was going to resign literally calling of every single member of the House Republican Conference, asking them what their concerns are, what they want, what they need and what he's going to do for them. INSKEEP: Are there different camps among the Republicans who will decide this? DAVIS: Yes, I think the group that we spend the most time talking about is a group referred to as the House Freedom Caucus. It's a group of roughly three dozen conservatives who represent some of the most conservative districts in the country. These are the same group of people, some overlap with other lawmakers, who were really agitating for Boehner to leave. I think that they felt neglected under the Boehner era. I think they felt pushed aside. While the concede they do not have a candidate that could win the entirety of the Republican Conference or the House, they have enough members to really decide, you know, what the next speaker should say and do. And Kevin McCarthy is very attuned to that. INSKEEP: OK, so they're a minority of the House. They're a minority even among Republicans, but they're driving this process. What do they want that is different now that Boehner is going? DAVIS: One of the things, when you talk to these members, that they feel is that they were ignored. I think one of the things people are talking about is maybe Kevin McCarthy could open up a seat at the leadership table for one of these voices so they feel that they have a - someone inside the room. There's talk of maybe changing the way House Republicans govern themselves, the rules of the Party, to maybe decentralize power. There's even talk about maybe changing the rules of the House to take a little bit of power away from the leadership and trickle it down a little to the rank and file so they feel that they have more ability to debate, more ability to offer amendments and more ability to have a say in what's coming out of the chamber. INSKEEP: Wait a minute. Those of us sitting outside this story, you're telling me that some of these lawmakers think that the House is too orderly? DAVIS: (Laughter). INSKEEP: And they need it to be a little less ordered? Is that what you're telling me? DAVIS: Yeah, as you can see, this is the frustration that John Boehner had, who, I think, prided himself on actually trying to do all these things, to returning to what we call regular order, to actually trying to give the rank and file more power, and it was never enough. So pleasing them is sort of the perpetual goal of leadership. And it's always seems to be just out of reach. INSKEEP: What will the next speaker have to get done in the next few months? DAVIS: Oh, it's a long list. They have to fund the government. We're doing a short-term bill that's only keeping the government open till December. They're trying to get a two year budget deal with the Senate and the White House. They have to raise the debt ceiling so the nation doesn't default on its debts. We've got a highway bill to fund that is literally filling the potholes in the roads in this country. And any other number of things - we've got a cybersecurity bill, they have to fund the Pentagon - so there's no shortage of conflict. And, also, you still have these things that - hanging out there that conservatives want to push. There's still efforts to defund or repeal the president's health care law. And there's still an effort to defund Planned Parenthood, which Congress was not able to do in this round of government funding and that's issues not going to go away for conservatives. INSKEEP: NPR's Sue Davis, thanks very much. DAVIS: Thank you. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/10/01/444912642/if-kevin-mccarthy-wins-speakership-his-challenges-will-be-immediate"
        },
        {
            "headline": "New Jersey Gov. Chris Christie Launches Presidential Campaign",
            "author": "By  \n\n      Matt Katz",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 30,
                "year": 2015
            },
            "article_content": "Christie announced his bid for the White House on Tuesday becoming the 14th Republican to enter the race. He hopes his brash style can help him come back in a place like New Hampshire.  RACHEL MARTIN, HOST: New Jersey Governor Chris Christie became the 14th Republican presidential candidate today. The one-time front-runner for the GOP nomination reintroduced himself to the nation from his old high school. In a moment, some analysis of the growing Republican field; first, Matt Katz, of member station WNYC, has more on Chris Christie's announcement. MATT KATZ, BYLINE: Standing on a stage at his high school gym in suburban New Jersey, surrounded by friends from his childhood, Christie said he was running for president as a candidate who would tell it like it is. (SOUNDBITE OF ARCHIVED RECORDING) CHRIS CHRISTIE: You're going to get what I think, whether you like it or not or whether it makes you cringe every once in a while or not. (APPLAUSE) KATZ: Not surprising for Christie who burst onto the national scene in 2010 with a blunt speaking style captured in viral YouTube videos. In his announcement speech, he was blunt in his assessment of President Obama. (SOUNDBITE OF ARCHIVED RECORDING) CHRISTIE: We need to have strength and decision-making and authority back in the Oval Office, and that is why today I am proud to announce my candidacy for the Republican nomination for president of the United States of America. (APPLAUSE) KATZ: Christie didn't always have such harsh words for the president. He praised Obama for his response after Superstorm Sandy and he went after his own party instead. (SOUNDBITE OF ARCHIVED RECORDING) CHRISTIE: There's only one group to blame for the continued suffering of these innocent victims - the House majority and their speaker, John Boehner. KATZ: Christie's willingness to buck his own party bred so much goodwill in blue New Jersey that Christie won a 22-point re-election victory in 2013, with a majority of women, independents, Hispanics. He was seen as a top candidate for the 2016 Republican presidential nomination, But in building support from across the political spectrum, his associates went too far. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #1: At 2:11, Fort Lee traffic is a nightmare. The GW Bridge is totally gridlocked if you can... KATZ: Last year, Christie's aides were found to have retaliated against the Democratic mayor who didn't endorse the governor. They closed two lanes to the George Washington Bridge for five days, causing epic traffic jams in that mayor's town. Christie was not implicated, but two top associates were indicted and face trial. He has taken a shellacking in the polls. To some, the tell it like it is image is tarnished. Christie is plotting his path back through New Hampshire where he hopes his style translates to votes. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #2: Without everything further, let's give a nice New Hampshire welcome to Governor Christie and Mrs. Christie. (APPLAUSE) CHRISTIE: All right. KATZ: Christie has been holding town hall meetings in New Hampshire. At a recent stop in Londonderry, a banner reading tell it like it is hung from the walls. Brenda Birdsall walked in undecided. She came out, though, a Christie supporter. BRENDA BIRDSALL: Usually, I feel like politicians are - hate to say it - but are a used car salesman, but he seemed to be spot on with the answers and seems like he's a doer, not just a talker. KATZ: On the night before his campaign announcement, Christie vetoed funding for clinics like Planned Parenthood. And he issued an executive order to consider loosening New Jersey's tough gun laws he had previously supported. Christie hopes those two moves are ones conservatives will cheer, especially in New Hampshire, where he has three town halls in the next two days. For NPR News, I'm Matt Katz. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2015/06/30/418924555/new-jersey-gov-chris-christie-launches-presidential-campaign"
        },
        {
            "headline": "Lesley Gore, Famous For Her Song 'It's My Party,' Has Died",
            "author": "By  \n\n\n      Sonari Glinton",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 16,
                "year": 2015
            },
            "article_content": "Singer Lesley Gore rehearses at a piano, in New York in 1966. Gore topped the charts in 1963 with the epic song of teenage misery, \"It's My Party.\"\n                \n                    \n                    Dan Grossi/AP\n                    \n                \nhide caption Singer Lesley Gore rehearses at a piano, in New York in 1966. Gore topped the charts in 1963 with the epic song of teenage misery, \"It's My Party.\" Lesley Gore, a teen artist embraced by other teens when she sang \"It's My Party\" in 1963, died Monday of cancer in Manhattan. She was 68 years old. Gore's string of hits came before 1960s counterculture reached its heights. Gore's clear emphatic and authoritative voice helped her define the sound of the post-Elvis, pre-Beatle rock and roll. And her first hits helped set the stage for later hits such as Aretha Franklin's \"Respect\" or Cyndi Lauper's \"Girls Just Wanna Have Fun.\" Gore was one of the first teen sensations. Her signing to the Mercury record label not only started her recording career but restarted the career of Quincy Jones, who had just become head of A&R for Mercury Records. \"In the beginning, I was not dealing with pop hits at all,\" Quincy Jones told NPR's Morning Edition in 2001. Jones was struggling as a record executive. \"They had a demo of this little girl that had been submitted, and I caught it as it was being thrown back ... to Irving [Green, then-president of Mercury records],\" Jones said. \"And I liked it because she sang in tune, and she had a nice sound, a very identifiable sound, and that was the first pop record I made, was Lesley Gore, 'It's My Party.' \" Jones mentored the then-16-year-old Gore. \"He taught me what to do in the studio. He taught me how to do it,\" she told World Café in 2005. \"But he felt it was really important for me to understand live performing.\" Jones took Gore on a tour of New York's jazz club scene where she learned from greats such as Peggy Lee and Sarah Vaughn. \"He would literally talk to me during the performance and say: watch this, look at this, listen to what the drummer does,\" Gore said. In addition to her pop and jazz education, Gore graduated from Sarah Lawrence College. She stayed in school even as her songs climbed the charts. Gore had follow-up hits such as \"Judy's Turn to Cry,\" \"That's the Way Boys Are\" and the feminist anthem \"You Don't Own Me,\" which had a resurgence in the 2012 election when Gore helped promote it as a song about women's reproductive rights. Lesley Gore was born Lesley Sue Goldstein in Brooklyn. She grew up in New Jersey. According to interviews, Gore took her first singing lessons shortly before her first pop hit. In the '70s, Gore turned to songwriting. She was nominated for an Academy Award for \"Out Here on My Own,\" a song she co-wrote with her brother for the movie Fame. After being away from the spotlight for decades, Gore hosted a PBS documentary series called \"In the Life,\" focusing on gay and lesbian issues. She officially came out on the series, acknowledging her partner of decades, Lois Sasson. In 2005, Gore returned to the studio to record what would be her comeback album, Ever Since, which won critical acclaim. \"She was a broad, she had moxy, she was tough,\" said friend and record executive Blake Morgan. He helped Gore record and produce Ever Since. Morgan said he had to reach for words from bygone eras to describe Gore's talent. \"She had all of that,\" Morgan said. \"And she had a strength ... There was something incredibly compelling about just who she was, on or off the record.\"",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/thetwo-way/2015/02/16/386768833/lesley-gore-famous-for-her-song-its-my-party-has-died"
        },
        {
            "headline": "Power of the Pocketbook: Women Gaining Influence As Campaign Donors",
            "author": "By  \n\n      Lauren Leatherby",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 12,
                "year": 2015
            },
            "article_content": "Campaign contributions from women have been on a slow but steady rise.\n                \n                    \n                    Laughing Stock/Corbis\n                    \n                \nhide caption Campaign contributions from women have been on a slow but steady rise. In 1872, Victoria Claflin Woodhull became the first woman to run for president — before women even had the right to vote. Campaigning as a member of the Equal Rights Party on a platform of women's suffrage and labor reforms, the election came and went without Woodhull receiving any electoral votes, but Woodhull became the first of a small club of women who have run for the United States' highest office. This campaign cycle marks another milestone for women — for the first time, women are vying for the White House in each of the major parties' primaries. Women's voices are also becoming more prominent in campaign finance, particularly for Democrats. That's something that will get new attention over the next several months and with the first campaign finance disclosures set to be released Wednesday. The Washington Post reported last month that 60 percent of Hillary Clinton's donors are women — a nearly 30 percent increase over Barack Obama's 2012 record, when almost half of Obama's individual donors were women, according to an analysis by the Center for Responsive Politics. \"Women candidates are front and center in a way they never have been before, which is really exciting for women voters and donors and activists,\" said Jess McIntosh, vice president of communications for EMILY's List, which aims to elect Democratic women to office. \"We see in research that if a woman is running in a race, women are more likely to be engaged in that race.\" Even before the 2016 presidential cycle, contributions from women to political campaigns had been on a slow but steady rise. The reason is threefold, says Missy Shorey, executive director of Maggie's List, an organization that supports conservative female candidates to run for U.S. Congress: increased efforts to engage women, more women in the workforce and more women are voting. \"When we represent 53 percent of the electorate — the majority — we are clearly going to be more politically active, and one of the forms of being politically active is, of course, donating,\" Shorey said. Women's attitudes toward politics are also shifting. \"What we've seen over time is that women have been philanthropic givers, giving to charity in a range of amounts, but they haven't seen politics as a place to invest their dollars,\" said Debbie Walsh, director of the Center for American Women and Politics at Rutgers University. \"There hasn't been a sense that politics is the place where you can make change.\" But that sense is changing, Walsh says. Women are beginning to see politics as a way to cause change on the issues they care about. And traditional women's issues like reproductive health, equal pay, child care and family leave aren't the only topics bringing women to the table. \"We're even seeing political issues that don't usually get talked about as women's issues — like raising the minimum wage — get talked about as women's issues, because they disproportionately affect women,\" McIntosh argued. \"I think seeing great female candidates, talking about women's issues in a way that really clearly defines the contrast between the two candidates running, just means that more women than ever are engaged in the process.\" Share of presidential campaign donations from women\n                \n\n                    Center for Responsive Politics\n                    \n\nhide caption That gain in share, however, has not been seen equally from both parties. While the share of money going to Republican presidential candidates from women has remained largely flat, the share of donations to presidential Democratic candidates from women has grown by more than 20 percent since 1992. Some conservative groups are working to change that. \"When we reach out to women,\" Shorey said, \"we speak about our core issues and talk about why this candidate is going to make a difference. Women like to invest their money knowing it's going to end up doing something, why this woman we're suggesting and have endorsed can win.\" Maggie's List uses established political data and on-the-ground insights to talk about candidates when reaching out to women, Shorey said. \"We reach out to women that support our ideals, which are fiscal conservatism, less government, more personal responsibility, and stronger national security,\" she said. \"Those are our core issues.\" Though women are making gains as a proportion of individual donors for candidates, they still remain underrepresented among political donors as a whole. Women made up only 36 percent of all funds donated during the 2012 presidential election, meaning that men still donate at nearly double the rate of women. This difference is even more pronounced at the top level. Of the 100 most generous campaign contributors during the 2012 election cycle, only 11 were women, according to the Center for Responsive Politics. But that's likely to change. \"As you see more women more successful in terms of income and business and as they have more independent wealth and disposable income they can invest,\" Walsh said, \"you'll see more women as donors to campaigns.\"",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/07/12/421752664/power-of-the-pocketbook-women-gaining-influence-as-campaign-donors"
        },
        {
            "headline": "A Rational Conversation: Do We Need New Old Soul Music?",
            "author": "By  \n\n      Eric Ducker",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 15,
                "year": 2015
            },
            "article_content": "Leon Bridges' polished retro-soul aesthetic has earned him fans who appreciate his devotion, as well as critics who find his approach hollow.\n                \n                    \n                    Erin Margaret Alison Rambo/Courtesy of the artist\n                    \n                \nhide caption Leon Bridges' polished retro-soul aesthetic has earned him fans who appreciate his devotion, as well as critics who find his approach hollow. \"A Rational Conversation\" is a column by writer Eric Ducker in which he gets on instant messenger or the phone with a special guest to examine a music-related subject that's entered the pop-culture consciousness. This summer, Leon Bridges released Coming Home, his debut album. Interest around the Texas singer continues to build, with most dates of his upcoming headlining tour of North America selling out and the recent announcement that he'll open for Pharrell Williams in London during the Apple Music Festival. While many obviously appreciate Bridges' devotion to the musical approach and personal style of soul artists from the 1950s and early '60s (most notably Sam Cooke), others have found the approach hollow. Why listen to someone so intent on creating the sound of the past when so many crucial musical and political changes have pushed that sound forward? To discuss the subject, Ducker spoke with Emily Lordi, an assistant professor in the English department of the University of Massachusetts at Amherst. She's written extensively about black music, including the book Black Resonance: Iconic Female Singers And African American Literature and the upcoming installment in the 33 1/3 series about Donny Hathaway's album Live. She is also presently working on a book about the literary and musical history of the concept of soul in black culture. If someone you know says to you, \"Hey, you should check out this new album I heard by this soul singer who sounds just like they are from the 1960s,\" does that sound appealing or not appealing to you? That's not entirely appealing to me. The slightly longer answer to that question is that I would be curious to know whether this was a purely retro soul production or whether it was more of a neo-soul type of thing. The distinction there is that retro soul seems to be more about paying homage than innovating; it's more about the beautiful imitation. Whereas I see neo-soul as returning to that moment in order to build upon it and make something new that's both musically and politically resonant for the contemporary moment. I'm in the same camp as you, but playing devil's advocate for a little bit, should we be more appreciative of the craftsmanship of retro soul? Is it impressive that they are able to re-create that sound so completely? I try to think about it on a case-by-case basis. In an earlier email, you referenced Raphael Saadiq's 2008 album The Way I See It, and I was definitely impressed with the craftsmanship of that on all levels — from the composition to the engineering to the production. There's a certain kind of energy to that album that impresses me, in part due to the variety of different kinds of soul music that he seems to be reviving and paying tribute to. We get Philly soul, we get Motown, we get the Muscle Shoals sound. There's the richness and diversity of the soul tradition. That's impressive. I find Sharon Jones and the Dap-Kings impressive in a similar way; it's kind of hard not to like somebody who sings like Mavis Staples and dances like James Brown and has this incredible story to go along with it. But again, there's also incredible craftsmanship that goes into the work of an artist like D'Angelo, who I think is not only paying homage to certain soul predecessors, but is also really building upon their work. How do you feel about what Leon Bridges is doing? I haven't listened to the whole album, but I have many thoughts. The thing about Leon Bridges that I have been thinking about is his investment in 1950s and 1960s soul music, the moment before soul music's radical political turn. There's this moment in the '60s where black musicians have to decide which side they're on: Are they going to stick with more conservative, seemingly apolitical love songs? Or are they going to go for the explicitly political, socially engaged type of productions? This is everybody from Aretha Franklin to Marvin Gaye to James Brown to Sly Stone to The Temptations to Marlena Shaw. They are turning out these really powerful political records. For me, hearing Leon Bridges, I wonder what it means when his vision of soul kind of turns the clock back on soul's more radically political moment. I wanted to mention his video for the song \"Coming Home.\" When I first saw that video, I just felt sad. There are no people in the video. There's him and there's the white lover and there's the barber, but it seems like the only way that his feel-good vintage nostalgia can work is by absenting all the people from this urban landscape of the Jim Crow South. The video literally absents the social component from the music by depopulating that landscape. Especially at a time where Selma is released and we're seeing our own version of this brutal, state-sanctioned anti-black violence, it's hard to see this image of a black man moving through the Jim Crow South without thinking of some of these other scenes of violence. Even the shot of him sitting at the lunch counter, it kind of evokes and erases the history of the sit-in. The history of anti-miscegenation laws are also there and not there at the same time with the white lover — they are in private, but they also come out into public spaces. You wonder, \"Where are the people who might have been upset about that relationship?\" Even the barbershop, which is a traditional space of black male camaraderie, we only see Leon Bridges there. His barber is white, for some reason. It's a very curious representation. What that suggests to me is that the coolness of the video depends on divorcing soul from its actual social milieu. If you're interested in soul, that has historically meant some kind of racial struggle — a social struggle, consciousness-raising, a desire to say it loud, \"I'm black and I'm proud.\" To rally young black people who are young, gifted and black. It's not that everybody has to be radical. It just makes me wonder, \"What does soul mean without it?\" Right. The decision is especially jarring given current events. And in contrast, you have D'Angelo saying that he had to finally put out this album, which people had been waiting almost 20 years for, because of what's happening right now in the United States. Exactly. It has this very radical critique of the moment. More generally, the interesting soul music seeks an interest in that moment. In some cases, it returns to the unfinished work of the Civil Rights and Black Power eras. In other cases, it's a desire for the vibe or the feel of the moment, but without the political work that it entails. Neo-soul kind of fell out of favor in the first years of the new millennium, around the same time retro soul became cooler. A lot of people on neo-soul's forefront went off into their own worlds, and who was left were people who weren't necessarily the most innovative. Neo-soul kind of became corny and people started to just associate it with incense and silly hats. It's interesting to think about it as a succession of sorts. When Questlove [of The Roots] talks about that moment, he describes it in more personal terms. If part of the idea of neo-soul was to avoid the machinations of the music industry and return to these ideas of community, live instrumentation and the social and musical elements of this musical era, people weren't quite ready for the massive success and the industry demands that come with that. People like Lauryn Hill and Erykah Badu and D'Angelo — in Questlove's account — sort of freak out and leave or are driven off the scene. It's so interesting to think that something more imitative and less innovative comes in to fill that space. You mentioned this decisive point in soul music in the 1960s where artists had to decide if they were going to be political or not. Were there artists who decided to stay apolitical after that moment that stayed relevant? Sure, an example of a group that remains lyrically apolitical would be The Supremes, whose carefully stylized presentation — as Gayle Wald points out in her new book It's Been Beautiful: Soul! And Black Power Television -- nonetheless remained central to Motown's mission of black self-empowerment. With what Leon Bridges is doing now and the context he exists in, do you see any potential for him to have a politically engaged or radicalized moment later in his career? There is always that potential, as we've seen with an artist like John Legend. But for Bridges, such a turn would require a shift out of the nostalgic retro mode and into an engagement with the political, social and musical landscape of the present. Do you think retro soul suffers because it often seems to pretend to be in a world where hip-hop doesn't exist? I do, because what does that mean? That means turning back the clock and pretending that not only does the music not exist, but also that the social energy that hip-hop represents didn't happen. I guess what this comes down to is, do we need new old soul music? There's something about this new music that seems so devoted to complete reproduction that just makes me want to hear the original stuff. It's almost a turn-off. I know what you mean. I wouldn't say that it's specific to soul music. Every genre of American music has its eras of revivalism, or certain strains of revivalism, that continue across various time periods. It's a folk movement or a blues revival or traditional jazz or country and bluegrass. There are always people in every genre who are keeping that legacy alive, though there isn't always an audience for that. But in regards to soul, I think that soul signifies many things to many people, and sometimes it's that social/political component, and sometimes it speaks to more musical issues of black instrumentation (complex arrangements and virtuosic musicianship), and a premium put on emotional expressiveness. Those are all things to value for a music lover. But I don't know, I'm kind of with you. I don't want to listen to something that sounds like Marvin Gaye when I could just listen to Marvin Gaye. It might partially come down to the fact that it's called \"soul.\" The idea of trying to recapture \"soul\" is weird. I imagine the musicians are thinking, \"This is the music that speaks to me, and I want to evoke that same feeling through the music I create.\" It's a unique sound, and I don't know if it ever can really be recaptured. Soul was very much of its moment. It obviously drew from the past, and it drew from everybody's experience of growing up in church and singing gospel music. Soul artists brought that into the secular realm, that sense of these big vocals and performative energy in the live setting — the lay-it-all-on-the-floor drama and physical vigor of the performance. That kind of legacy, and the way that kind of legacy is made to speak for very particular moments in the '60s and '70s, is not possible to capture. Soul really does become a gathering place for black people. The way that I think about it, in my work, is I read more about the music and the way that soul gets deployed in different situations: Who has soul? Who doesn't have soul? What does it mean to have soul? It consistently means something about having struggles and trying to make your way through a world where it's harder to be black than it is to be white. But that there's a certain payoff to that, and soul is what you get for having gone through the fire in that way. To divorce the crux of soul music — whether you're a black or white or whatever artist — from that real inventive, group-affirming work, there's something lost in that translation. Could the benefit of retro soul artists be that they serve as a gateway for some listeners to discover the older artists that the music is referencing? It seems to me that people who were raised on Sam Cooke are not going to be excited about Leon Bridges, but I do like the idea of him functioning as a gateway. Now, that's a gateway for listeners, but in terms of practitioners of the music, I also wonder — this is a slightly different issue — whether or not young artists have the same kinds of resources they need to really move the music forward. We often see in the history of the record business that the real innovation comes from musical networks, whether that's jazz or hip-hop or soul. It's Otis Redding working with the Stax house band, or Muscle Shoals backing Aretha [Franklin], or Earth, Wind & Fire (all the people within that band and all the people they collaborated with). The Soulquarians, D'Angelo and the Vanguard, and the Wondaland collective with Janelle Monáe are more contemporary examples. The public music education programs around the country are part of this conversation, too. What kind of public and other kinds of resources are around to young musicians today that make that kind of innovation possible? How important is it that there be black audience members or black listeners for a soul artist? I read something about Leon Bridges on Vogue.com, and there was a part where he mentioned how his audiences are predominantly white and he says that when he performs his song \"Brown Skin Girl,\" he'll ask, \"Where my brown-skinned girls at?\" and there will be hardly any of them in the crowd. It's kind of played as a joke in the article, but it's kind of weird, right? Yeah, it definitely worth noting. It's tricky, because you don't want to get into these rigid notions of authenticity and suggest that he's not authentic just because he has a majority white fan base, but I think that is relevant. One thing again that the \"Coming Home\" video does is that it suggests a dream of integration that has already been realized, suggesting that there's no problem with him being with this white woman in the context of the totally depopulated world that exists in that music video. The dream of integration without the struggle would be more appealing to those who have been beneficiaries of the concept of the post-racial America. The soul-revival thing can swing either way. It can suggest that we really are in this era of post-racialism that Obama's election ushered in, or it can suggest a real rejection of that idea, and that we need to return this prior moment to figure out what that movement still has to teach us. I don't know enough about the audiences for Sharon Jones or other retro soul artists, but I do think the question of who this music is resonating with is definitely relevant. We're making Leon Bridges carry the burden of a lot of stuff in this conversation, but how important should it be for artists who are interested in retro soul to try and establish a black following? I don't know what kind of assumptions would go into that calculus. I do think there is a broad national base of interest in soul music. I just want to broaden the landscape to acknowledge the recent biopics on people like Ray Charles, James Brown, Nina Simone, and the weird Muscle Shoals documentary that I just learned Johnny Depp wants to turn into a TV series. Then there are all these recent albums inspired by soul artists, like Meshell Ndegeocello's album of Nina Simone covers, Leela James has an album of Etta James covers, John Legend's Wake Up, even Lalah Hathaway, whose recent stage show was in some ways a tribute to her father Donny Hathaway's Live album. Soul is definitely an industry across racial lines — and inter-generationally, as well — but the issue of cultivating a black audience, specifically, is a tricky one. I think of it less as a personal issue and more in terms of structures or systems that are in place to allow people to do that. A Leon Bridges 40 years ago doesn't have a choice as to whether or not to engage black audiences — that's his bread and butter. It's either sink or swim, depending on their approval or lack thereof. Whereas now it's interesting to think he can be groomed as a soul artist. People like Questlove are important here, in that there is a certain kind of racially authenticating work that goes into having a stamp of approval, but that's different from going out and having to tour and have your work vetted by black DJs or black record-store owners.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/therecord/2015/09/15/440363012/a-rational-conversation-do-we-need-new-old-soul-music"
        },
        {
            "headline": "One Year Before 2016 Election, Voters Share Messages For Candidates",
            "author": "Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2015
            },
            "article_content": "One year from today, voters will decide who becomes the next president of the United States. Over the past several days, we asked people around the country what they want to hear — and not hear — from candidates over the next 12 months. Brenda Alston is a retiree from Orlando, Fla. \"Anything that really doesn't relate to improving the status and position of the American public, you can stop that. We don't talk about what people look like. We don't name call. Things like that I think are ineffective, unproductive. They don't move us forward in terms of solutions to issues. Talk about the issues.\" Mark Gannon of Dublin, Ohio, voted for Mitt Romney in 2012 \"I think the economy is probably number one in my mind, defense is certainly important, immigration is something we need to address as a country as well...I think a lot of the social issues I'm just really tired of hearing about. I mean, I think people use those to divide people.\" Kimb Williamson of Phoenix, Ariz., voted for Barack Obama in 2012. \"Many of the candidates state their interpretation of the Constitution as saying that that is what our forefathers intended, and I don't believe that there's that many constitutional specialists that are currently running for candidacy in either party.\" Fred and Maria LaCourt are Republican voters from Milwaukee, Wisc. \"Tax reform, national security, immigration, most of the main issues Americans are concerned about because I believe all of those issues are affecting the economy and the future of the United States.\" Jonathan Weber is a Democratic voter from Los Angeles, Calif. \"I definitely want to hear the candidates talk about income inequality. I think that's a big problem in this country. I think that too many people are benefiting from a system at the expense of others.\" Cassy Stevens, a college student from Conway, S.C., is voting in her first presidential race and is fond of Republican Rand Paul. \"I get so tired of hearing all of them bashing each other. Whether or not they disagree or agree with people's concerns.\" Angela Frinch of Phoenix, Ariz., voted for Obama in 2012 and says her political hero is Jesus. \"Really picking at one another, and we're not interested in hearing — at least I'm not interested in hearing that. I'm interested in hearing their plans for the country, their desires, their hopes, their dreams for the country.\" Majeed Aziz of Silver Spring, Md., is a U.S. citizen who was born in Afghanistan. \"There's a lot of smearing right now between Hillary [Clinton] and Bernie [Sanders], and Donald Trump is a bit of a side show. So all in all, I'd say I'm pretty disappointed with the quality of the candidates and what they're actually promising, and what they're actually gonna be able to deliver on. So we'll see what happens.\" Reporting contributed by Renata Sago of member station WMFE in Orlando, Fla., Jude Joffe-Block of member station KJZZ in Phoenix, Ariz., NPR's Tamara Keith and NPR's Jessica Taylor. Edited by Arnie Seipel.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2015/11/08/455130985/one-year-before-2016-election-voters-share-messages-for-candidates"
        },
        {
            "headline": "Everything You Wanted To Know About Jeb Bush's Tax Plan",
            "author": "Danielle Kurtzleben",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 9,
                "year": 2015
            },
            "article_content": "Jeb Bush is getting specific about how he plans to grow the economy as president.\n                \n                    \n                    Win McNamee/Getty Images\n                    \n                \nhide caption Jeb Bush is getting specific about how he plans to grow the economy as president. This story was updated on Wednesday, September 9, at 5:30 PM with an estimate of the plan's revenue effects and a table of its tax brackets. Jeb Bush's tax plan tries to do a lot. The plan aims to lower the highest tax rate, offer some relief to low earners, reform corporate taxes, stick it to hedge-fund managers and also, by the way, \"unleash 4 percent growth\" in the economy, as the former Florida governor puts it. In a Wednesday op-ed in the Wall Street Journal, Bush outlined his plan. It contains a lot of Republican tax-reform standbys — fewer brackets, fewer loopholes, lower corporate rates — along with a couple of surprises, like closing a loophole that allows some Wall Street fund managers to pay lower taxes. And all of it comes packaged in Bush's campaign-trail promise that he can grow the economy by 4 percent. Here's a look at the plan, as well as a dive into what it will cost and how it could affect the economy. What's in the plan? Before we dive into the plan's effects, here's a quick rundown of the big things Bush's tax plan would do. Who would benefit? Several of the provisions are clearly intended to entice lower- and middle-income Americans, who have taken center stage in an election focused on the plight of the middle class. The Bush campaign estimates that 15 million more families would pay zero income taxes. On top of the current roughly 66 million, that would bring the share of filers paying zero taxes from around 40 to nearly 50 percent, based on figures from the Tax Policy Center. The plan would either lower or hold the marginal rates at every income level compared with where they are now, and substantially lower the top rate from 39.6 to 28 percent. But then, the plan would also eliminate some deductions and cap the amount that people can deduct, which would offset some of those lower rates. For example, Bush would eliminate the state and local income tax deduction, which overwhelmingly benefits higher earners, and cap the amount of deductions a filer can take, which also would affect higher earners more. So the question of whether a high-income household would see a higher or lower tax burden in part depends on the amount of deductions they take. Interestingly, that could mean more pain for blue states. The highest-tax states in the nation include Democrat strongholds like New York, New Jersey and California. Meanwhile, several red states, like Wyoming, Texas, and South Dakota, have no state income tax. Eliminating the deduction would mean a higher bill for some big earners in those higher-tax states. There's also plenty for businesses to like. The plan would cut the corporate rate from 35 to 20 percent and change the U.S. system from a worldwide to a territorial system — that is, it would start taxing businesses only on earnings they make in the U.S. Business groups like the Chamber of Commerce have long pushed for this kind of system, claiming it would make the U.S. more competitive. But how expensive is it? This is one of the most important questions about the plan. One early estimate indicates that the plan won't pay for itself. In a paper from the New York-based Center for Global Enterprise (flagged on Wednesday afternoon by the Post's Jim Tankersley), economists including Bush advisor Glenn Hubbard say the plan will cost $1.2 trillion over the next decade, even taking economic growth into account. That's a 3-percent reduction from current projections. Without growth, the plan would cost an estimated $3.4 trillion. Therefore, the plan will have to come alongside \"strong fiscal discipline,\" the authors write. However, this is just one estimate, and other organizations may have their own in the coming weeks. It's true that the plan has a few routes for raising revenue: eliminating the carried interest loophole and limiting deductions, for example. That said, the plan also cuts tax revenue in several ways — cutting the top marginal rate from 35 to 28 percent, for example, and cutting rates for a lot of people below that as well. Not only that, but it would lower the corporate tax rate to 25 percent. And, perhaps most notably, it could create millions more earners who pay zero in income taxes. Bush writes that \"roughly 15 million Americans will no longer bear any income-tax liability,\" though it's not entirely clear that that's 15 million in addition to the roughly 66 million who have zero or negative income taxes right now. To the degree that the plan can inspire growth, it would considerably diminish the reduction in revenue it would create. But spending cuts may also be in order if Bush wanted to make sure he isn't growing the deficit. But can his plan grow the economy? This is the big question, given the potential effects on revenue. A few provisions in the plan do look good for economic growth. Bush plans to expand the earned income tax credit, for example, and there's good evidence that the EITC incentivizes work, boosting labor force participation. Nudging more people into the workforce could be great at a time when the labor force participation rate (that is, the share of working-age adults working or looking for work) has stagnated. (However, economists differ on exactly how much the recent decline in the rate is due to an aging workforce entering retirement, as opposed to a persistently weak job market.) In addition, Bush would allow businesses to \"fully and immediately deduct new capital investments,\" an idea that Republican tax plans have pushed for years. \"Immediate expensing is a big deal,\" says Michael Strain, resident scholar at the American Enterprise Institute. And the effects of it could go well beyond simple business investment. \"The idea is that incentivizing investment will lead to more investment, which will make workers more productive, which in turn will increase their wages.\" In other words, your bosses invest in better machinery, and you can get more done, meaning you're more valuable and worth a raise. Wages have been troublingly stagnant for years now. But even if you believe a president can create sustained 4 percent growth (which is already a huge assumption), it's not at all clear that overhauling the income tax code itself can grow the economy much. \"The record on tax cuts and growth is just weak,\" says William Gale, an expert on tax policy at the Brookings Institution. He says economic growth has remained remarkably stable over the years, when you consider the massive changes in the tax code that have also happened. Some tax increases have been associated with faster growth, and some tax cuts have likewise come alongside slower growth. \"It's not that taxes have no effect, it's that other things affect the economy,\" he says. \"We tend to focus on taxes because it's something we can control. But the evidence that we can flip the switch on tax policy and it creates growth is not there.\" A 2012 Congressional Research Service paper, for example, found that the top tax rate doesn't seem to have much of an effect on economic growth. Likewise, in a fall 2014 paper, Gale and former George W. Bush economic adviser Andrew Samwick found that tax cuts themselves don't seem to create higher growth. Rather, they concluded, growth comes from carefully calibrated fiscal policy — in particular, tax cuts can't be paid for with more government borrowing (which can lower long-term growth). Instead, they need to come alongside spending cuts — and even then, only \"unproductive\" spending should be cut. Cutting productive programs, like those that help people get educated or get basic needs like food, says Gale, could do more harm than good. How does it compare to other tax plans? Bush's tax plan is a very Republican tax plan, with a lot of the standard Republican ideas. Indeed, it looks a lot like Mitt Romney's 2012 tax plan, as Tankersley points out. It has some similarities to his GOP opponents' plans as well — it reduces the number of brackets, for example. Chris Christie, like Bush, would create three brackets, and Marco Rubio would create two. It expands deductions and credits to help lower- and middle-income earners, like Rubio's plan. It lowers the corporate rate and shifts the corporate system to a territorial system — a longtime GOP talking point. But it also contains one notable populist touch: an end to the carried-interest loophole, which allows some fund managers to pay lower taxes on their income by claiming it as capital gains. Donald Trump has likewise talked about doing this to raise taxes on \"hedge fund guys,\" and both Hillary Clinton and President Obama have pushed for it in the past. Perhaps most surprising in the plan is the idea of growing the number of people who owe zero in taxes. If indeed Bush's plan adds 15 million tax filers to that group, it would clearly distance him from one of Romney's biggest mistakes in the 2012 campaign. A video of Romney decrying the \"47 percent\" of Americans who pay zero income taxes proved damaging to his run, making him look callous by implying that nearly half of the U.S. doesn't contribute to society. Bush clearly wants to avoid being painted with the same brush.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/09/09/438873030/everything-you-wanted-to-know-about-jeb-bushs-tax-plan"
        },
        {
            "headline": "Clinton Blames 'The Right' For Trust Attacks",
            "author": "By  \n\n\n      Jessica Taylor",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 7,
                "year": 2015
            },
            "article_content": "Hillary Clinton spoke to CNN Tuesday.\n                \n                    \n                    CNN\n                    \n                \nhide caption Hillary Clinton spoke to CNN Tuesday. Hillary Clinton worked to paint herself as honest and trustworthy in her first national television interview of the 2016 campaign, blaming Republicans for damaging questions about her time at the State Department and her family's charitable foundation. \"This has been a theme that has been used against me and my husband for many, many years,\" the Democratic presidential hopeful told CNN's Brianna Keilar in Iowa, noting that she's been \"subjected to the kind of constant barrage of attacks that are largely fomented by and coming from the right.\" She added, \"[A]t the end of the day, I think voters sort it all out. I have great confidence. I trust the American voter. So I trust the American voter 100 percent, because I think the American voter will weigh these kinds of accusations.\" Clinton's honest and trustworthy ratings have taken a hit in recent months. In the most recent CNN poll, nearly 6 in 10 Americans said they didn't believe she was honest and trustworthy. Democrats still maintain a positive view of her, but Republicans believe it will weaken her in a general election. Some of that skepticism has been fueled by her use of a private email server while at the State Department. Clinton defended that decision, saying she has been transparent in calling for over thousands of emails to be released, the first of which came out last week. \"Let's take a deep breath here,\" Clinton, the Democratic front-runner, said in the interview. \"Everything I did was permitted by law and regulation. I had one device. When I mailed anybody in the government, it would go into the government system. Now, I didn't have to turn over anything. I chose to turn over 55,000 pages, because I wanted to go above and beyond what was expected of me because I knew the vast majority of everything that was official already was in the State Department system.\" That echoed much of what Clinton said earlier this year before she got into the presidential campaign. \"This is being blown up with no basis in law or in fact,\" Clinton continued. \"That's fine. I get it. This is being, in effect, used by the Republicans in the Congress.\" Clinton also defended the Clinton foundation, which has faced questions about foreign donations accepted while she was secretary of state. Clinton said the work of her husband, former President Bill Clinton, and daughter, Chelsea, should keep going if she wins the presidency. \"I have no plans to say or do anything about the Clinton foundation,\" she said, \"other than to say how proud I am of it and that I think for the good of the world, its work should continue.\" Of her chief rival, Vermont independent Sen. Bernie Sanders, Clinton downplayed concern about his rising position in the polls and the record crowds he's been drawing. On Monday, her communications director, Jennifer Palmieri, acknowledged that the campaign was somewhat \"worried\" about Sanders. \"First of all, I always thought this would be a competitive race,\" Clinton said. \"So I am happy to have a chance to get out and run my campaign as I see fit and let other candidates do exactly the same.\" For those who see shades of her 2008 collapse, Clinton said she's learned a thing or two from that campaign. \"I feel very good about where we are in Iowa,\" she said of the state where she placed a disappointing third in 2008. \"And one of the things that I learned last time is, it's, 'Organize, organize, organize.' And you've got to get people committed. And then they will follow through and then you bring more people.\" Clinton also declined to answer whether her economic plan would raise taxes, like Sanders has proposed. \"I'm going to put out my policies, and I'll let other people speak to their policies,\" she said, \"because I think we have to both grow the economy faster and fairer so we have to do what will actually work in the short term, the medium term and the long term. I will be making a speech about my economic proposals on Monday. And then I look forward to the debate about them.\" Of her potential Republican rivals — and the possibility of another Bush versus Clinton contest — Clinton demurred, emphasizing that the field is wide open. \"Well, we'll see,\" she said when asked about running against former Florida Gov. Jeb Bush. \"That's up to, first, the Republicans on his side, the Democrats on my side. What's great about America is anybody can run for president. That is literally true. And you have to go out and you have to do what everybody else does. You have to make your case. You have to have your agenda. You have to raise the money. You have to work really hard.\" She did take a swipe at Bush over immigration, even though he has been hit within the GOP over his openness to reform. \"Well, he doesn't believe in a path to citizenship,\" Clinton noted. \"If he did at one time, he no longer does. And so pretty much they're — as I said, they're on a spectrum of, you know, hostility, which I think is really regrettable in a nation of immigrants like ours, all the way to kind of grudging acceptance but refusal to go with a pathway to citizenship.\" And of businessman Donald Trump — who has gotten considerable blowback for his derogatory comments about Mexicans — Clinton criticized her onetime donor. \"I'm very disappointed in those comments,\" Clinton said, \"and I feel very bad and very disappointed with him and with the Republican Party for not responding immediately and saying, 'Enough. Stop it.' \" She continued, trying to paint the GOP with a broad brush against immigrants. \"They are all in the same general area on immigration,\" Clinton charged. \"They don't want to provide a path to citizenship. They range across a spectrum of being either grudgingly welcome or hostile toward immigrants. And I'm going to talk about comprehensive immigration reform. I'm going to talk about all of the good, law-abiding, productive members of the immigrant community that I personally know, that I've met over the course of my life, that I would like to see have a path to citizenship.\" Of her own dust-up with the press this weekend after her campaign roped off reporters trying to cover her in a July 4 parade, Clinton defended the decision. \"I just have a different rhythm to my campaign,\" Clinton said. \"I'm not running my campaign for the press. I'm running it for voters. I totally respect the press and what the press has to do. But I wanted — and was determined — to have the time that I needed to actually meet and listen to people.\"",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/07/07/420963695/clinton-blames-the-right-for-trust-attacks"
        }
    ]
}