{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "Big Question For 2015: Will The Supreme Court Rule On Abortion?",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 30,
                "year": 2014
            },
            "article_content": "Protesters rally outside the Supreme Court during the March for Life on Jan. 25, 2013, in Washington, D.C.\n                \n                    \n                    Brendan Hoffman/Getty Images\n                    \n                \nhide caption Protesters rally outside the Supreme Court during the March for Life on Jan. 25, 2013, in Washington, D.C. The new year is expected to bring yet another round of state laws to restrict abortion — and 2015 could also be the year a challenge to at least one of these laws could reach the Supreme Court. The ongoing spike in abortion laws started after 2010, when Republicans won big in the midterms. Since then, state lawmakers have passed more than 200 abortion regulations — more than in the entire decade before. And with more statehouse gains in the fall elections, abortion opponents expect another good year. \"The two states that stand out is where we are now able to stop bad legislation from happening,\" says Mary Spaulding Balch, state legislative director of the National Right to Life Committee. \"It looks like we have a pro-life majority in the Senate in the state of New York, which could prevent a bill that Gov. Cuomo was pushing that would have expanded abortion in New York, if you can imagine.\" The same political calculus goes for Washington state, Balch says. Then there's Tennessee, where a new constitutional amendment denies any right to abortion. That's expected to clear the way for a string of regulations courts previously had struck down. The National Right to Life Committee also plans to push for abortion bans after 20 weeks of pregnancy. Nine states already do this, and Balch sees better chances for passage this year in West Virginia, Wisconsin and South Carolina. The legislation is based on the medically contested assertion that fetuses feel pain at 20 weeks. \"I think what we're trying to do is keep the baby in the debate. Oftentimes the debate is focused on the woman, and I think that the baby is an equally important factor,\" Balch says. Nancy Northup, who heads the Center for Reproductive Rights, says courts in two states have blocked the 20-week ban. \"Fortunately, many of the most extreme laws that have been passed have been found unconstitutional by the courts, and we have been able to block them,\" Northup says. Judges have also struck down laws restricting medication that induces abortion, requiring doctors who perform abortions to have admitting privileges at local hospitals, and forcing doctors to show women a sonogram of the fetus. Supporters of the laws say they are meant to protect women's health, even though a recent study finds serious complications occur in far less than 1 percent of abortions. \"Courts have recognized that these by and large are sham laws that are designed to make it difficult for women to have abortions,\" Northup says. \"They don't serve any medical necessity, and the courts have seen through that.\" Still, some laws have been allowed to stand, including a number that require stricter building codes for clinics that provide abortion. That has pushed dozens of clinics across the country to close. \"There are great swaths of the state of Texas where there is virtually no access to full reproductive health care,\" says Cecile Richards, president of the Planned Parenthood Federation of America. \"What we're trying to avoid, though, is getting to a place in this country — which unfortunately we more and more are — where it's very, very different depending on which state you live in.\" Different, in part, because appeals courts across the country have disagreed, letting laws stand in some places, striking their counterparts down in others. That's because the Supreme Court wasn't very clear two decades ago when it loosened the standard for regulating abortion, according to Dan McConchie, vice president of government affairs for Americans United for Life. \"They changed that standard to undue burden, which became this muddled, undefined standard saying, 'OK, you can regulate it, but you can't regulate it too much,' \" McConchie says. This coming year, the Supreme Court will likely get the chance to weigh in again on how much abortion regulation is too much.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/health-shots/2014/12/30/373817623/big-question-for-2015-will-the-supreme-court-rule-on-abortion"
        },
        {
            "headline": "In Texas, A Down-Ballot Race With Big Consequences",
            "author": "Wade Goodwyn",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 1,
                "year": 2014
            },
            "article_content": "Texas lieutenant governor hopefuls state Sen. Dan Patrick and state Sen. Leticia Van de Putte shake hands following a September debate. While most eyes are on the governor's race, this contest could have even more political consequence.\n                \n                    \n                    Eric Gay/AP\n                    \n                \nhide caption Texas lieutenant governor hopefuls state Sen. Dan Patrick and state Sen. Leticia Van de Putte shake hands following a September debate. While most eyes are on the governor's race, this contest could have even more political consequence. Texas politics is about to take another big step to the right. While nobody outside Texas would describe Gov. Rick Perry or Lt. Gov. David Dewhurst as moderate Republicans, their likely replacements are considerably more conservative — especially in the powerful lieutenant governor's office. The eyes watching Texas have mostly focused on the governor's race between Wendy Davis and Greg Abbott. But the contest between former conservative radio talk show host Dan Patrick and state Sen. Leticia Van de Putte from San Antonio will very likely be of more political consequence. Texas has what's known as a \"weak governor\" system, which Rick Perry overcame only because of his historically long occupation of the chair. But the lieutenant governor is president of the Texas Senate, and Republican Dan Patrick will lead an unprecedentedly conservative Senate, which is mirrored by an equally conservative Texas House. As a former conservative shock jock, Patrick's politics fit that vein. He wants to teach creationism in public schools, end popular election of U.S. senators and outlaw abortion including cases of rape. But what's got establishment Republicans particularly concerned is Patrick's plan to do away with the state's property taxes. Texas already doesn't have income taxes. That means property taxes and sales taxes are high to compensate. If Texas were to stop collecting property taxes too, the state's school system — and indeed many elements of local government — would have to be drastically cut back while sales tax would soar. The regressive consequence could be similar to what has happened in Kansas under the leadership of Republican Gov. Sam Brownback. But Texas is not Kansas. If it were a sovereign nation, it would have the 14th-largest economy in the world. For decades, the conservative Dallas Morning News editorial board has been the voice of the state's Republican business establishment. It tends to endorse a Democrat only when it feels the GOP candidate is refusing to serve the state's business interests. And in the lieutenant governor's race, the News endorsed Van de Putte, Patrick's opponent. In its endorsement editorial the News said of Patrick, \"Some of his ideas are singularly disruptive. Taken together they could destabilize state government, the enemy of sound business practices.\" The News called a vote for Patrick \"reckless\" and described Patrick's primary MO for governing Texas as \"fear and division.\" Compared with some of the other more liberal newspapers' descriptions of Patrick's politics, the News' editorial language was toned down. Be that as it may, the latest poll has him leading Van de Putte by 17 percentage points. It's very likely Dan Patrick is Texas' future. And that is expected to intensify the ongoing power struggle between Tea Party Republicans like Patrick and the state's business elite. But in Texas, after this election the Tea Party wing may well have the votes. Still, don't count out the state's millionaires and billionaires, of whom there are many. It is apt to become a test case of conservative politics — big money's self-interest vs. grass-roots, right-wing ideology, Texas style.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/11/01/360462455/in-texas-a-down-ballot-race-with-big-consequences"
        },
        {
            "headline": "Supreme Court Will Hear Challenge To Ohio Ban On Campaign Lies",
            "author": "By  \n\n      Katie Barlow\n    \n  \n ,  \n\n\n\n\n\n\n\n      Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 22,
                "year": 2014
            },
            "article_content": "The Supreme Court building.\n                \n                    \n                    greg.road.trip\n                    \n                \nhide caption The Supreme Court building. The U.S. Supreme Court hears arguments Tuesday testing whether states can make it a crime to lie about candidates during an election campaign. At issue is an Ohio law that imposes potential jail time or a fine for the first offense, and possibly loss of the right to vote for anyone convicted twice. The case before the court, however, involves not a person, but an organization. During the 2010 midterm elections, the anti-abortion Susan B. Anthony List wanted to put up a billboard ad targeting then-Rep. Steven Driehaus, D-Ohio, for his vote on the Affordable Care Act. The ad said, \"Shame on Steve Driehaus! Driehaus voted FOR taxpayer-funded abortion.\" In fact, Driehaus and other anti-abortion Democrats supported the health care bill only after President Obama agreed to issue an executive order that specified insurance plans in the health care exchanges would not use tax dollars for abortion, except in cases of rape, incest or when the life of the woman would be endangered. Driehaus filed a complaint with the Ohio Elections Commission, and the commission found probable cause of a violation. The ad never went up because the advertising company that owned the billboard space refused to allow it. Driehaus subsequently lost his re-election bid, and his complaint to the state Elections Commission was withdrawn. The Susan B. Anthony List, however, continued its legal challenge to the Ohio election law, contending it would chill similar speech in future election campaigns. The lower courts dismissed the suit, concluding that the anti-abortion group could not show it had suffered any actual harm. Because the group had not been prosecuted, the lower courts said, any claimed harm is purely \"speculative.\" The Susan B. Anthony List appealed that ruling to the U.S. Supreme Court, contending that its free speech rights had been violated. The group argues that under the U.S. Constitution, the government cannot decide what is false speech in the context of a political campaign. First, though, those challenging the Ohio law have to jump an important procedural hurdle. The Supreme Court's five most conservative members have, in the past, been very strict about requiring a showing of actual harm to justify getting in the courtroom door. But the same justices have also been aggressive in protecting the First Amendment right of free speech. Just two years ago, the high court struck down a federal law that made it a crime to lie about having been awarded military medals. And earlier this month, the conservative majority invalidated a cap on the overall amount of money donors can give, in the aggregate, to political candidates and parties. That decision, too, was in the name of free speech. In the Ohio case being argued Tuesday, civil libertarians on the right and left have filed briefs opposing the law against lying, and by extension similar laws in about one-third of the states. The Cato Institute and satirist P.J. O'Rourke contend in their brief that falsehoods \"are cornerstones of American democracy.\" To make the point, the brief opens with statements or messages from five past presidents: \"I am not a crook.\" (Richard Nixon) \"Read my lips: No new taxes!\" (George H.W. Bush) \"I did not have sexual relations with that woman.\" (Bill Clinton) \"Mission accomplished.\" (George W. Bush) \"If you like your health care plan, you can keep it.\" (Barack Obama) Whether each of these statements was made knowing it was false is at least debatable. But just listing them makes the point that falsity in politics may be hard to define. A decision in the case is expected by June.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2014/04/22/299171030/supreme-court-will-hear-challenge-to-ohio-ban-on-campaign-lies"
        },
        {
            "headline": "High Court To Consider Political Lies, Future Of Broadcasting",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 22,
                "year": 2014
            },
            "article_content": "The Supreme Court on Tuesday hears arguments in two high-profile cases that could affect video sharing on the Internet, and the telling of untruths in the political marketplace.  STEVE INSKEEP, HOST: Two important cases will be argued before the U.S. Supreme Court today. One of them involves a high-stakes, high-tech battle that has raised the possibility of major TV networks no longer broadcasting over the air. The other case involves the future of lying in political campaigns. Here's NPR's legal affairs correspondent Nina Totenberg. NINA TOTENBERG, BYLINE: Is there a constitutional right to lie? Ohio and about a third of all the states have laws that make certain kinds of campaign lies illegal. The Buckeye State version imposes potential fines on organizations convicted of violating the law. During the 2010 midterm elections, the anti-abortion Susan B. Anthony List wanted to put up a billboard ad targeting then-Congressman Steven Driehaus or his vote on the Affordable Care Act. The ad said, quote, \"Shame on Steve Driehaus. Driehaus voted for taxpayer-funded abortions.\" In fact, Driehaus and other anti-abortion Democrats supported the Obama health care bill only after the president agreed to issue an executive order that specified tax dollars could not be used for abortion except in cases of rape, incest or to save the life of the woman. Driehaus filed a complaint with the Ohio Elections Commission, and the commission found probable cause of a violation. But the ad never went up because the advertising company that owned the billboard space refused to allow it. Driehaus subsequently lost his reelection bid, and his complaint to the state elections commission was withdrawn. The Susan B. Anthony List was never prosecuted, but it nonetheless continued its legal challenge to the law. The lower court dismissed the suit, and the group appealed to the U.S. Supreme Court, contending that its free speech rights had been violated. The group argues that under our Constitution, the government cannot decide what is false speech in the context of a political campaign. Before the court actually gets to that question, however, those challenging the law must clear an important procedural hurdle. The court's conservative members have in the past been very strict about requiring a showing of actual harm to justify getting in the courtroom door. But the same justices who stress this test have also been the most aggressive in asserting the First Amendment right of free speech. They've used that principal in striking down laws that limit corporate and union campaign spending, for instance. In the Ohio case being argued today, civil libertarians on the left and right have filed briefs opposing the law against lying. They point a lot of famously false statements by those in public life. President Nixon, who later resigned in disgrace. PRESIDENT RICHARD NIXON: People have got to know whether or not their president is a crook. Well, I'm not a crook. TOTENBERG: President Clinton, accused of having an extramarital affair in the White House. PRESIDENT BILL CLINTON: I did not have sexual relations with that woman. TOTENBERG: President George H.W. Bush, speaking at the convention that nominated him for the presidency in 1988, made this pledge on taxes. PRESIDENT GEORGE H.W. BUSH: Read my lips: no new taxes. TOTENBERG: And President Obama, campaigning for his health care plan. PRESIDENT BARACK OBAMA: If you like your private health insurance plan, you can keep your plan, period. TOTENBERG: Whether each of these statements was made knowing it was false is at least debatable, but just listing them makes the point that falsity in politics may sometimes be hard to define. Today's second case sounds like a far more prosaic copyright battle, but in fact, it amounts to a fight for survival between a tiny startup and the TV networks. The startup contends it is innovating and creating cheaper ways for people to pay for only the stations they most often watch. The networks contend that the startup is using a gimmick to thwart to the economic vitality of their business. So serious is the economic threat, that two major networks have said they would consider abandoning over-the-air, free broadcasting if they lose, broadcasting instead only on pay cable channels. And the NFL and Major League Baseball have similarly threatened to abandon broadcasting on free local channels. The essence of the legal argument is this: federal law requires that anyone rebroadcasting what is known as public performance - let's say \"NCIS\" or \"Modern Family\" or the local news - is required to pay copyright fees. Those rebroadcasting fees will provide an estimated $4 billion for the networks this year, and double that amount in four years. Enter Aereo, Incorporated, a startup with a novel idea and a new technology. It's created tiny, dime-sized antennas that pick up over-the-air signals of the network affiliates in New York, Atlanta, Boston and eight other cities. The antennas are centralized on circuit boards at Aereo locations in each city and activated remotely by subscribers. Using this system, subscribers can live-stream local stations and record programming for a price that is a fraction of what it would cost to watch via cable - $8 a month for 20 hours of storage, $12 for 60 hours. CEO Chet Kanojia compares his service to TiVo, and maintains that his company similarly is not retransmitting public performances, because each antenna is controlled by an individual, not the company. CHET KANOJIA: There is a clear distinction between technology providers that are allowed to sell technology to enhance the consumer's experience and cable companies. TOTENBERG: His business model is based on the idea that most people regularly watch only a small number of channels, usually the major network channels. Therefore, a remote antenna service that allows subscribers to live stream and record on any mobile device is cheap and has a built-in audience of people who don't want to pay hundreds of dollars for cable bundles. He won't say how many subscribers he has, but he observes that the use of regular, old-fashioned antennas is increasing, too, now serving some 60 million people. KANOJIA: Why? Because they can't afford a $250 cable bill. TOTENBERG: Increasingly, he says, people are looking at TV offerings and saying... KANOJIA: I've got Netflix for eight bucks a month. And if I can get my local TV - which gives me sports, news, weather, you know, basic lifeline services - that makes sense to me. TOTENBERG: But does the law allow a company like Aereo to essentially skim off the cream of the network and local programming for its own use and profit without paying for it? No, say the networks, observing that their programming costs lots to produce, and that local stations pay lots for it. Erin Murphy, one of the lawyers representing the network, says that what Aereo is doing has nothing to do with the public good, and everything to do with circumventing copyright law. ERIN MURPHY: If Aereo can do this, there's really no reason that a cable company and a satellite company can't turn around and create their own Aereo-like workaround. TOTENBERG: Meaning they, too, would pay no copyright or licensing fees. Tom Goldstein, publisher of a leading Supreme Court blog, agrees that Aereo's legal argument is an attempt to find a loophole in the copyright law. But will it work? TOM GOLDSTEIN: Is the Supreme Court going to look at this and say: Oh, you came up with a good trick and you've worked your way around the statute? Or is it going to say: Oh, come on, give us a break? TOTENBERG: The court is expected to rule by summer. Nina Totenberg, NPR News, Washington. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2014/04/22/305814346/supreme-court-to-consider-political-lies-future-of-broadcasting"
        },
        {
            "headline": "Changing Tack, GOP Candidates Support Over-The-Counter Birth Control",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 12,
                "year": 2014
            },
            "article_content": "A string of Republican candidates for Senate are supporting an issue usually associated with Democrats: easier access to contraception. They're supporting it on the road and in ads, like one from anti-abortion conservative Cory Gardner. In it, he says he believes \"the pill ought to be available over the counter, round the clock, without a prescription.\" Tom Tillis and Ed Gillespie, also anti-abortion conservatives, have made similar statements. Some of them have been associated with state legislation to restrict abortions or with so-called personhood amendments that would give constitutional rights to fertilized eggs. So what gives? First of all, Republicans are in a deep hole with female voters, and polls show all voters are less likely to support candidates who restrict women's reproductive rights. Republican strategist Katie Packer Gage says the GOP needed to get out of its defensive crouch. She says when Republicans saw what happened to Mitt Romney in 2012, \"where women's groups very falsely and very aggressively attacked him claiming that he wanted to do away with birth control,\" the party \"started to say, 'Look, we're going to have to play offense on this message because otherwise we're going to be totally misdefined by our opponents.' \" Calling for an over-the-counter pill allows Republicans to support access to birth control while also supporting the right of corporations to avoid covering it. Getting the pill at a pharmacy without a prescription leaves insurers and employers out of the picture altogether. But some Republicans are having trouble with their new talking points. Colorado Rep. Mike Coffman stumbled on the issue in a recent debate: \"I am just pro-life, and I'm proud of that. And, uh, I do not support personhood. But, uh, I support a woman's access to, to, um, certainly to — this Hobby Lobby decision — to uh, to get ... \" At that excruciating moment, Coffman is rescued by the audience, which feeds him the word he's been looking for: \"birth control.\" The exchange is followed by laughter, but Democrats do not find this the least bit funny. \"It really is quite ironic that suddenly now the Republican Party and candidates, after voting repeatedly to take away birth control access for women, are trying to kind of do this before the November elections,\" says Cecile Richards, president of Planned Parenthood Federation of America. \"It has no credibility based on their voting records. ... What it demonstrates is how important women's health is as an issue to women voters and how important it will be in this election,\" she says. Planned Parenthood is also for over-the-counter birth control. But so far, no drug company has asked the FDA for permission to sell contraception over the counter. Democratic pollster Celinda Lake says Democrats should respond to Republicans with an argument about cost and fairness because insurers generally do not cover over-the-counter medicine, and the pill can cost $600 a year. \"When voters hear that Republicans support your employer denying coverage for birth control when Viagra is still covered, they're very angry about it,\" she says. \"When we make the argument, it really backfires because women say this is going to cost me $600 and this is a very cynical ploy.\" But Republican pollster Kellyanne Conway says Republicans have finally found a way to blunt the Democrats' charge that the GOP is conducting a so-called \"war on women.\" \"What's happened with the over-the-counter birth control issue is that the Democrats didn't see it coming,\" says Conway. \"They think that they've got a monopoly on talking to women from the waist down. Anything that has to do with reproduction and birth control and abortion — they call it women's health, then they call it women's issues. They feel like how dare the loyal opposition go ahead and take them on and really neutralize and defang this issue.\" There's no doubt Republicans are trying harder this election year to appeal to women, which is a big difference from the past two cycles when some GOP candidates alienated female voters with comments about rape and unwanted pregnancies. Republicans know they can't eliminate the gender gap altogether; they just hope to shrink it enough to win elections.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/health-shots/2014/09/12/347749930/changing-tack-gop-candidates-support-better-access-to-birth-control"
        },
        {
            "headline": "Obama Stumps In Colorado, With Women's Vote As Backdrop",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 9,
                "year": 2014
            },
            "article_content": "President Obama greets a woman at Wazee Supper Club in Denver on Tuesday. He was in Colorado this week speaking about the economy and raising money for congressional candidates.\n                \n                    \n                    Jacquelyn Martin/AP\n                    \n                \nhide caption President Obama greets a woman at Wazee Supper Club in Denver on Tuesday. He was in Colorado this week speaking about the economy and raising money for congressional candidates. In Colorado, where President Obama's approval rating is low and the Senate race is tight, Democratic incumbent Mark Udall largely bowed out of the spotlight of the president's visit Wednesday. But as Obama made the rounds speaking about the economy and raising money for Democratic congressional candidates, he also spoke about the women's issues that could be key to Udall's electoral success. At a morning outdoor rally in Denver's Cheesman Park, Obama emphasized just how much is on the line in the midterms. \"So far this year, Republicans have blocked or voted down every serious idea to strengthen the middle class,\" he said. \"They said no to raising the minimum wage. They said no to fair pay legislation so women are getting the same pay as men for doing the same work.\" President Obama was introduced at the rally by Alex Dooley, who works at an upholstery company in Colorado. She'd written to Obama to thank him for urging employers to boost their workers' pay in his State of the Union address. \"After his speech, my pay was increased to $10.10 an hour,\" she said, eliciting the audience's applause. \"Right. I thought that was pretty cool, too.\" Obama frequently notes that women make up a disproportionate share of low-wage workers in this country, and political consultant Craig Hughes said women also carry extra weight at the state's ballot box. \"Winning that women's vote and winning it decisively is without question the key to winning here in Colorado,\" he said. Four years ago, when Hughes managed Colorado Democratic Sen. Michael Bennet's re-election campaign, a double-digit advantage with women helped Bennet win a squeaker during a tough year for Democrats. This year, Udall is hoping to repeat that play, and Hughes noted he may have gotten a boost from last week's Supreme Court ruling in the Hobby Lobby case. \"The issue of choice and a woman's ability to make her own medical decisions is not new to Colorado and it is something that has been without question a very important voting issue,\" he said. Udall argues the Supreme Court got it wrong when it ruled that Hobby Lobby and other companies with religious objections don't have to include contraceptive coverage in their workplace health policies. He wrote an op-ed for the Denver Post saying birth control should not be your boss's business — and he underscored that point in an interview with Denver's Fox 31 TV station. \"Women ought to make decisions based on their beliefs, not the beliefs of their employers. It's that simple,\" he said. Two years ago, Obama's re-election campaign also highlighted birth control in Colorado, and the president carried the state with 60 percent of the unmarried women's vote. In 2014, though, polls show most Coloradans disapprove of the president's job performance, and Republicans see an opening to pick up a Senate seat here if Udall's challenger, GOP Rep. Cory Gardner, can avoid alienating female voters. Gardner has backed away from his earlier endorsement of \"personhood\" proposals here in Colorado, which could restrict some forms of birth control. And when Fox 31 asked Gardner about the Hobby Lobby decision, he qualified his support. \"I think for people who want to stand up for religious freedom and want to stand up for First Amendment rights, I think it's a step in the right direction,\" he said. \"But I also think that's why we've come forward with solutions on the issue of birth control.\" Gardner wrote his own op-ed for the Denver Post, arguing birth control pills should be available without a prescription. He noted that over-the-counter drugs are often cheaper than insurance company copays, though under Obamacare, most insurance policies are required to cover birth control with no copay. For now at least, Obamacare's birth control provisions seem to be a bigger political asset than the president who pushed for them. Even as he champions the health care law's protections, Udall opted not to appear alongside Obama at his public speech today in Colorado.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/07/09/330137791/obama-stumps-in-colorado-with-womens-vote-as-backdrop"
        },
        {
            "headline": "Two Of Three States Reject Ballot Measures Restricting Abortion",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 7,
                "year": 2014
            },
            "article_content": "Abortion-rights supporters outside the Supreme Court in January for the annual March for Life. This week North Dakota and Colorado struck down ballot measures restricting abortion, while Tennessee passed an initiative that may result in restricted rights.\n                \n                    \n                    Alex Wong/Getty Images\n                    \n                \nhide caption Abortion-rights supporters outside the Supreme Court in January for the annual March for Life. This week North Dakota and Colorado struck down ballot measures restricting abortion, while Tennessee passed an initiative that may result in restricted rights. Amid all the shakeout from this week's midterm elections, many are trying to assess the impact on abortion. Two abortion-related ballot measures were soundly defeated. A third passed easily. And those favoring restrictions on abortion will have a much bigger voice in the new Congress. In North Dakota and Colorado, voters rejected 2-to-1 so-called personhood measures, which would give legal rights to fetuses. \"We've now had fetal personhood be rejected five times in three states,\" says Elizabeth Nash of the Guttmacher Institute, a think tank that supports abortion rights. \"The public is not amenable to this idea that a fetus is a person starting at fertilization.\" But Jennifer Mason of Personhood USA, the group behind the measures, says there's no giving up. Despite the losses, she says her opponents are on the defensive. \"We were outspent [$1,300 to $1] in Colorado and still managed to increase the vote by 6 points at least,\" she says. \"Some of the comments they've been making indicate to us that they're a little scared to have to keep spending so much money to promote their misinformation in order to beat us at the polls.\" Mason insists personhood measures would not, as critics claim, effectively ban some kinds of contraception and fertility treatments. But for now, that fight remains theoretical. In Tennessee, those seeking to restrict abortion had a big win. Voters approved Amendment 1, which declares that the state Constitution does not include a right to abortion or funding for it. \"This is an important step because this was the people essentially taking back their right to govern themselves on this particular issue,\" says Dan McConchie of Americans United For Life. He says the Tennessee measure was a reaction to a state Supreme Court ruling in 2000. Justices declared there was a constitutional right to abortion and overturned a string of regulations limiting access. Now, McConchie says, lawmakers can again pass those restrictions and more. \"I think that you're going to see legislators look at health and safety standards, requirements for admitting privileges,\" he says. \"I think you're going to see them looking at regulation of abortion-inducing drugs.\" Nash says that would have a wide impact. Those same kinds of policies, she says, have severely restricted access to abortion across the South, which is why a quarter of abortions in Tennessee are for women from neighboring states. Nash also worries about the precedent. \"Other states are probably going to look at what Tennessee did and see if this is a way for them to weaken abortion rights,\" she says. Beyond state ballots, the Republican majority in Congress will now include more lawmakers who support restricting abortion. But Ilyse Hogue, president of NARAL Pro-Choice America, sees a silver lining. \"A number of those anti-choice GOP candidates ran to the center on issues of reproductive rights,\" she says. Polls show a large majority of Americans don't think government should limit access to abortion, she says, even if they personally oppose the procedure. \"So we are going to be vigilant,\" Hogue says. \"We are going to hold them accountable if they go back on their word. And we're going to make sure the voters in their states know exactly what they're doing, once they get to Washington.\" Both sides in this debate will also be watching another Washington institution — the Supreme Court. A surge in state laws regulating abortion continue to be challenged. It's a matter of time before high court justices take up this contentious issue once again.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/11/07/362327684/two-of-three-states-reject-ballot-measures-restricting-abortion"
        },
        {
            "headline": "Disappointment With Both Parties A Major Factor In Midterm Elections",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2014
            },
            "article_content": "General disgust with both parties and the president have been key ingredients in this year's midterm elections.  AUDIE CORNISH, HOST: Just one more day until the midterm elections. The GOP is well-positioned to pick up seats in the House and take control of the Senate but lots of races are polling well within the margin of error. Disgust and disappointment with both parties and the president were key ingredients this year. NPR's Mara Liasson reports. MARA LIASSON, BYLINE: The shouting - most of it on TV - is just about over. And a surly electorate is slouching toward the ballot box. It's been the most expensive midterm election ever - $4 billion was spent and the result so far? Nobody likes anybody. Huge majorities say the country is on the wrong track and voters gave all the players - President Obama, the Democrats and the Republicans - low marks. But in a second term midterm, says political analyst Larry Sabato, that adds up to bad news for the incumbent president and his party. LARRY SABATO: In many respects, this is just a classic sixth-year itch election. By then, a president has embittered the opposition party and has disappointed many people in his own coalition. Those are just the political facts of life. LIASSON: Every president elected twice since World War II who had a Senate majority to lose has lost it in a second term midterm. And that's what Sabato and most prognosticators expect will happen tonight. There hasn't been an overriding issue in this campaign or even two competing agendas. Instead, the Republican's message could be boiled down to just two words - Obama bad. (SOUNDBITE OF POLITICAL AD) UNIDENTIFIED WOMAN: Do you trust President Obama and the Washington politicians to deal with the problems we face - too much debt, not enough jobs, terrorism and Ebola? LIASSON: The GOP playbook was simple - tie every Democrat to the unpopular president. SABATO: My opponent, Senator Shaheen, has been voting with the President over 99 percent of the time. LIASSON: Democrats, particularly in the red states that make up this year's battleground, were spooked. Many tried to scuttle away from the President with varying degrees of credulity. Here's Democratic Senate candidate Alison Grimes in a debate last month. ALISON GRIMES: Why are you reluctant to give an answer on whether or not you voted for President Obama? UNIDENTIFIED WOMAN #2: Bill, there's no reluctancy. This is a matter of principle. Our Constitution grants, here in Kentucky, the constitutional right for privacy at the ballot box. LIASSON: Sometimes it seemed President Obama was in the witness protection program. He kept his campaign travel to friendly blue states, but sometimes he said things that made it harder for Democrats, like when he tried to explain that he wasn't on the ballot, but... PRESIDENT BARACK OBAMA: Make no mistake, these policies are on the ballot - every single one of them. LIASSON: As Republicans tried to nationalize the election with a laser-like focus on the President, Democrats tried to frame it as a choice between two candidates. In Georgia, Democrat Michelle Nunn scuffed up the reputation of businessman David Perdue, making him out to be a heartless outsourcer of jobs and indifferent to the rights of women. Here are Perdue and Nunn responding to a moderator's question about why female managers sued Perdue's company for pay discrimination. (SOUNDBITE OF ARCHIVED RECORDING) DAVID PERDUE: That lawsuit was less than 2,000 people. We had upwards of 70,000 employees in that company. MICHELLE NUNN: Two-thousand women - I - that actually seems like quite a lot to me. LIASSON: But for the most part, Republicans blunted the war-on-women attacks. In Colorado, for example, Republican Cory Gardner came out in favor of over-the-counter birth control, a position he now shares with Planned Parenthood. And in the debate two weeks ago, he backed away from his previous support for a constitutional amendment that would give legal rights to embryos. CORY GARDNER: I think, again, I do not support the personhood amendment. The bill that you're referring to is simply a statement that I support life. But let me just... LIASSON: Neither party spent much time trying to change the minds of swing voters because there are so few of them. Instead, says Jennifer Duffy of the Cook Political Report, most of the effort was aimed at turning out core supporters. JENNIFER DUFFY: They're not talking to the middle. They're not trying to persuade voters. So it's almost like watching two different campaigns. LIASSON: Other surprises - the completely unexpected addition of Kansas to the toss-up list. Kansas hasn't elected a Democrat to the Senate since the 1930s, but there's an intraparty fight between Kansas Tea Party conservatives and the GOP established. Larry Sabato... SABATO: This is backlash politics in Kansas. Amazingly, one of the most Republican states in a GOP-tilting year is moving in the other direction causing angst for the Republicans. LIASSON: Independent Greg Orman is challenging incumbent Republican Senator Pat Roberts. Orman hasn't said which party he'd caucus with if he won. The Kansas race has been as heated as any other. Here's how Orman and Roberts handled an easy-to-anticipate debate question - what nice thing can you say about your opponent? (SOUNDBITE OF ARCHIVED RECORDING) GREG ORMAN: I appreciate Senator Roberts' service to our country. I appreciate his service in the Marines and I will... SENATOR PAT ROBERTS: I would say that you are a very well-dressed opponent. (LAUGHTER) LIASSON: Sometimes, it's just too hard to be gracious in the heat of a hard-fought campaign. So where does this leave the voters? Not happy at all - but it's not clear that either party is listening to the message voters want to send. In the latest Wall Street Journal poll, 50 percent of voters said they favored a hypothetical candidate willing to compromise. That's a big flip from 2010, when 57 percent said they'd rather have a candidate stick to their positions at the expense of passing legislation. It remains to be seen if the next Congress will give voters what they say they want. Mara Liasson, NPR News. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/11/03/361206252/disappointment-with-both-parties-a-major-factor-in-midterm-elections"
        },
        {
            "headline": "7 Political Dates To Watch In 2014",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 3,
                "year": 2014
            },
            "article_content": "Vice President Biden and House Speaker John Boehner of Ohio applaud President Obama as he gives his State of the Union address during a joint session of Congress on Feb. 12, 2013.\n                \n                    \n                    Charles Dharapak/AP\n                    \n                \nhide caption Vice President Biden and House Speaker John Boehner of Ohio applaud President Obama as he gives his State of the Union address during a joint session of Congress on Feb. 12, 2013. With November midterm elections looming, 2014 promises much more political catnip than 2013. It's a year with a full roster of House, Senate and gubernatorial races, but 2014 is also likely to prove to be another critical period for the Affordable Care Act as an important deadline comes early and the Supreme Court takes up another aspect of the health law. Here are some of the most important dates to watch: Jan. 28 — At the end of the month, President Obama will deliver the fifth State of the Union speech of his presidency. Since the president was unable to achieve practically any of the agenda he outlined in last year's SOTU speech, he could largely recycle the 2013 address with its calls for overhauling immigration and and boosting the federal minimum wage. But he's even less likely to see Congress approve his priorities this time around. For one thing, it's a midterm election year, which means important and controversial pieces of legislation typically face bigger obstacles. As a result, much of the speech should be viewed as even more of a political wish list than usual — an attempt, as Democratic Party leader, to set the terms of the debate for the congressional elections. March -- Sometime in March, the truce over the debt ceiling will end. And that means Democrats and Republicans will resume fighting about raising it. The exact timing of when all this will kick off is unclear since the Treasury Department has become accustomed to using accounting tricks to stave off hitting the limit and thus holding off a default. But expect debt-limit fever to start rising in March. March 11 — A Florida special election will decide who succeeds the late Republican Rep. C.W. \"Bill\" Young in a competitive St. Petersburg-based seat. (In 2012, Obama won the district by 1.5 percentage points.) Whichever party wins will declare the victory a 2014 bellwether. Democrat Alex Sink, the state's former chief financial officer, will face the victor of a January Republican primary. That GOP primary includes David Jolly, a lobbyist who was once Young's legislative general counsel, state Rep. Kathleen Peters and Mark Bircher, a commercial airline pilot. The race also includes Libertarian Lucas Overby. March 31 — Affordable Care Act open enrollment ends. With some exceptions, people who haven't obtained health insurance by this date will face a tax penalty. In political terms, both parties will use the overall open enrollment numbers to make their 2014 campaign arguments. While there's no way to know what the final open enrollment data will be, it's safe to predict Democrats will insist the numbers show that after a stumbling start, the law gained traction with Americans. And Republicans will point to the numbers as proof that the law is a disaster. May — If things go according to plan, six months of talks between six world powers and Iran — designed to slow, if not stop the Iranian regime's progress toward obtaining a nuclear weapon — should end in May. Western negotiators are hoping that will lead to a larger agreement to rein in Iran's nuclear ambitions while the Iranians seek a weakening of punitive sanctions. Meanwhile, U.S.-assisted talks between Israeli and Palestinian negotiators also have a May deadline. Depending on how both the Iran and Mideast talks turn out, Obama may have foreign policy successes to boast of. Or not. June — The Supreme Court is likely to deliver opinions in several big cases that could prominently figure in the election year debate. The court is expected to decide just when a president can make recess appointments, in a case that pits Obama against Senate Republicans. If Republicans win, expect them to use it to underscore their depiction of Obama as overreaching, imperious and anti-constitutional. The court is also expected to decide whether non-church-related employers can, for religious reasons, exclude contraception coverage from the health benefits they offer workers. Nov. 4 — The midterm election. At the moment, the outlook for the House is that it will stay in Republican hands. The Senate, however, is less certain. The GOP needs a net gain of six seats to win control, and it just so happens there are four Senate Democrats who are viewed as very vulnerable because they represent states that Mitt Romney won in 2012. The Election Day outcome could determine just how much congressional leverage, if any, Obama has for the final two years of his presidency. Meanwhile, the numerous contests for governor and statehouse control will be closely watched for signs of any shifting political mood ahead of the 2016 presidential election.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/01/02/259146363/7-political-dates-to-watch-in-2014"
        },
        {
            "headline": "Which World Leader Had The Best And The Worst Year In 2014?",
            "author": "Greg Myre",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 28,
                "year": 2014
            },
            "article_content": "A T-shirt bearing the image of Russian President Vladimir Putin reads \"The most polite man\" at a St. Petersburg market in Russia on Wednesday. Putin began the year in dramatic fashion by hosting the Winter Olympics and seizing Crimea. His year ended, however, with Russia's economy in turmoil and forecasts of a recession for 2015.\n                \n                    \n                    Dmitry Lovetsky/AP\n                    \n                \nhide caption A T-shirt bearing the image of Russian President Vladimir Putin reads \"The most polite man\" at a St. Petersburg market in Russia on Wednesday. Putin began the year in dramatic fashion by hosting the Winter Olympics and seizing Crimea. His year ended, however, with Russia's economy in turmoil and forecasts of a recession for 2015. Wars raged in the Middle East and beyond. Economic woes stretched across continents. Crashing oil prices boosted some countries and slammed others. World leaders had a lot on their plate this past year. They were responsible for some of their trouble, and some of it just happened to them. Whether they earned their good fortune or got hammered by bad luck, here's a look at the leaders who fared the best and the worst in 2014, plus a peek at what they can expect next year: Vladimir Putin's Roller-Coaster Year It's possible the Russian president had both the best and the worst moments of any leader this year. No one got off to a better start, at least among his own people. The Winter Olympics in Sochi were a rousing success in February. Shortly afterward, Putin sent the Russian military off to seize Crimea in Ukraine. His popularity at home soared. But perhaps no leader finished the year in sharper decline. Falling oil prices are squeezing Russia's economy as are Western sanctions. The ruble has crashed, and Russia's central bank says the economy could shrink by 4.5 percent in the coming year. For now, Putin can console himself with a popularity rating still north of 80 percent. But next year looks rough. As NPR's Moscow correspondent Corey Flintoff noted, \"However Putin's next year may begin, it's hard to imagine that it will involve any immediate reduction in the tensions that flared so high in 2014.\" Putin acknowledged the hard road ahead when he told his ministers not to take the traditional two-week vacation at the start of the new year. \"For the government, for your agencies, we cannot afford this long holiday, at least this year — you know what I mean,\" said Putin. Syrian President Bashar Assad, shown here in July, appeared to be in a tough position at the beginning of the year. But many analysts say his hold on power grew stronger over the course of 2014, due in part to the U.S. bombing campaign against the Islamic State.\n                \n                    \n                    SANA/AP\n                    \n                \nhide caption Syrian President Bashar Assad, shown here in July, appeared to be in a tough position at the beginning of the year. But many analysts say his hold on power grew stronger over the course of 2014, due in part to the U.S. bombing campaign against the Islamic State. Bashar Assad's Unexpected Break As Syria's civil war metastasized and the Islamic State rapidly expanded its reach, it hardly seemed possible that things could get worse for embattled Syrian President Bashar Assad. But as ISIS grew more powerful in both Syria and Iraq, the U.S. intervened with airstrikes against the radical Islamist group. This halted the ISIS advance and allowed Assad to focus his forces on more moderate rebels. U.S. officials insist the air campaign does not mean they are supporting Assad. But many analysts say it's having that effect even if it's unintended. Joshua Landis, a Syria analyst and professor at the University of Oklahoma, argues that Assad now \"has the United States as a strategic ally\" and that he ends the year looking strong. Also, Assad overwhelmingly won a presidential election in June, which the West denounced as illegitimate. Still, Assad has retained core support in his Alawite community and remains entrenched in Damascus even if many parts of the country are in flames and beyond his reach. Turkey's President Recep Tayyip Erdogan's year included a number of provocative statements and a move into a new presidential palace, known as the White Palace, which has 1,100 rooms.\n                \n                    \n                    AP\n                    \n                \nhide caption Turkey's President Recep Tayyip Erdogan's year included a number of provocative statements and a move into a new presidential palace, known as the White Palace, which has 1,100 rooms. The Odd Pronouncements Of Turkey's Leader After a dozen years as prime minister, Recep Tayyip Erdogan was elected president and recently moved in to a monumental 1,100-room palace. Not bad. But his year was also marked by strange statements, aggressive moves against opponents and periodic friction with the United States. Here's a sampling: -- He described birth control as \"treason.\" -- He told Latin American Muslim leaders that Muslims discovered America in 1178, more than three centuries before Columbus arrived. -- He angered many women when, speaking at a women's conference, he said, \"You cannot bring man and woman down to equal levels; it's against the creation. Their nature and bodies are clearly different.\" As NPR's Istanbul correspondent Peter Kenyon reported, \"These and other remarks began to raise troubling questions: Is Turkey still a reliable NATO ally? Is a model majority Muslim democracy becoming just another repressive state in a region that has too many of those already?\" Venezuelan President Nicolas Maduro (right), shown at a summit in Cuba in October, and Cuban President Raul Castro are close allies. Both have been highly critical of the U.S., but Cuba and the U.S. announced they now plan to normalize relations. Venezuela, meanwhile, was already facing serious economic problems before the price of oil, its main export, fell sharply.\n                \n                    \n                    Enrique De La Osa/Reuters/Landov\n                    \n                \nhide caption Venezuelan President Nicolas Maduro (right), shown at a summit in Cuba in October, and Cuban President Raul Castro are close allies. Both have been highly critical of the U.S., but Cuba and the U.S. announced they now plan to normalize relations. Venezuela, meanwhile, was already facing serious economic problems before the price of oil, its main export, fell sharply. Venezuela Gets Blindsided The South American nation and its President Nicolas Maduro have a well-defined profile: heavily dependent on oil exports, a close friend of Cuba and vehemently anti-American. That was a bad combination in 2014. Oil prices are now roughly half of what they were this summer, a crippling blow to a country where the economy was already suffering widespread shortages of basic goods and inflation of more than 50 percent. If oil prices are fickle, at least Venezuela could depend on Cuba as a steadfast ally in anti-Yankee vitriol. Then came the Dec. 17 announcement by presidents Obama and Raul Castro that the U.S. and Cuba planned to normalize relations. Maduro, who became president last year after Hugo Chavez died of cancer, is looking increasingly broke and isolated heading into 2015. Pope Francis waves to the faithful in St. Peter's Square in Vatican City on Dec. 17. The pope's popularity is high, even among non-Catholics, and he has been increasingly active in global political matters.\n                \n                    \n                    Getty Images\n                    \n                \nhide caption Did Anyone Have A Good Year? There's no clear winner here. China's President Xi Jinping has consolidated power and looks like he may become China's most powerful leader since Deng Xiaoping in the 1980s. But China's economy has cooled, and Xi himself has acknowledged that his sweeping anti-corruption campaign is facing resistance and is at a stalemate. German Chancellor Angela Merkel is widely viewed as Europe's most important national leader as she presides over the country with the strongest economy on an otherwise sluggish continent. In a glowing profile of her in The New Yorker, writer George Packer described her as \"the world's most powerful woman.\" Pope Francis, in his first full year as the pontiff, may have had a better year than any other global leader. His austerity and humility have broad global appeal. Church scandals that predated his papacy have faded. And he has become increasingly outspoken and active on global politics — including a key role in brokering the U.S.-Cuba thaw. \"In the 21 months since his election, the first pope to take the name of Saint Francis has emerged as a moral leader on the global stage, addressing both Catholics and the world beyond,\" NPR's Rome correspondent Sylvia Poggioli reported. \"Francis is a master at blending the spiritual with the political.\" Greg Myre is the international editor for NPR.org. Follow him on Twitter @gregmyre1.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/parallels/2014/12/28/373115108/which-world-leader-had-the-best-and-the-worst-year-in-2014"
        },
        {
            "headline": "After 8 Years, Republicans Win Control Of U.S. Senate",
            "author": "Ailsa Chang",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2014
            },
            "article_content": "The GOP scored major victories in the midterm elections. The wins reshape the political dynamic in Washington and complicate the legislative agenda for President Obama's final two years in office.  DAVID GREENE, HOST: There is very little upside for Democrats in yesterday's election results. Think about these names... STEVE INSKEEP, HOST: Wendy Davis was a rising Democratic star who lost the Texas governor's race. GREENE: Martha Coakley lost a governor's race in deep-blue Massachusetts. INSKEEP: Senator Mark Udall was part of a rising blue tide in Colorado. He lost. GREENE: Three Democratic senators survived for years in the changing South until last night when two were defeated and one was forced into a runoff. INSKEEP: Democrats may still have significant advantages when the presidential campaign approaches in 2016. GREENE: But a wave of discontent gave the GOP the U.S. Senate and made Mitch McConnell its majority leader. Here's NPR's Ailsa Chang. AILSA CHANG, BYLINE: The first glimmer of the Republican fortunes that would unfold throughout the night came only minutes after the first polls closed. Republican Mitch McConnell, the longest-serving senator in Kentucky history, had decisively won reelection. (SOUNDBITE OF SPEECH) SENATOR MITCH MCCONNELL: It's time to turn this country around. CHANG: The man who had always wanted to become majority leader spoke to supporters within an hour and a half of victory, sounding as if he were already holding the keys to power in the U.S. Senate. He reminded the audience that he and the president would continue to see the world in different ways, but... (SOUNDBITE OF SPEECH) MCCONNELL: We do have an obligation to work together on issues where we can agree. I think we have a duty to do that. Just because we have a two-party system doesn't mean we have to be in perpetual conflict. CHANG: Within hours, it would be clear that McConnell would become the next Senate majority leader as Republican victories came sweeping in. Democratic Senator Mark Pryor of Arkansas was one of the first casualties of the night. He lost to freshman House Republican Tom Cotton. (SOUNDBITE OF SPEECH) SENATOR MARK PRYOR: I must confess, though - I must confess that I have some sadness tonight. I'll miss waking up every day to go to work for the people of Arkansas. CHANG: In Colorado, Democratic Senator Mark Udall also met defeat at the hands of a House Republican. Udall had tried to focus his race on abortion rights and contraception. But Congressman Cory Gardner managed to tap into a deep reservoir of discontent in Colorado about the president. (SOUNDBITE OF SPEECH) CORY GARDNER: Tonight, we shook up the Senate. You shook up the Senate. Your message was heard from Nevada to Pennsylvania Avenue. (APPLAUSE) GARDNER: As Republicans in Colorado, we've gotten used to the saying, wait until the next election. Well, I've got news for you. That next election, it finally happened. CHANG: In one of the biggest upsets of the night, Democratic Senator Kay Hagan of North Carolina also fell despite polls showing her in the lead for months. She was vanquished by the North Carolina state House Speaker Thom Tillis, who she had tried to defeat by reminding voters of all the cuts to public education the state legislature had made. (SOUNDBITE OF SPEECH) SENATOR KAY HAGAN: I will always be grateful for the trust that you placed in me and for the chance to serve our great state. Y'all, it has been fabulous, and what an incredible family, state, staff, supporters we have all across this great, great state. CHANG: And in Iowa, Republican Joni Ernst swooped in to grab the seat vacated by retiring Democrat Tom Harkin. Ernst was the candidate who famously told voters she knew how to cut pork after growing up on a farm castrating hogs. (SOUNDBITE OF SPEECH) JONI ERNST: Thanks to all of you, we are heading to Washington. And we are going to make them squeal (laughing). CHANG: In the end, Republicans also clung to two seats many thought had a good chance of turning blue - Kansas and Georgia. Republican businessman David Perdue defeated Democrat Michelle Nunn in a race many thought might drag on into a January runoff in Georgia. (SOUNDBITE OF SPEECH) DAVID PERDUE: I think Georgia's made it loud and clear tonight that we want to stop the failed policies of this administration and Harry Reid. CHANG: One Senate race that will head into a runoff - Louisiana. Democratic Senator Mary Landrieu will be facing off with House Republican Bill Cassidy on December 6. (SOUNDBITE OF SPEECH) SENATOR MARY LANDRIEU: This race is not about who the president is, who the president was or who the president will be - or which party controls Congress. This race is about the future of Louisiana. CHANG: The future of the Senate, however, was resolved on Tuesday, at least the question of which party will be in control the next two years. President Obama still wields the veto pen during that time, but Republicans are already saying they'll be sending over lots of bills, even if they don't get a signature, just to show the country where they stand. Ailsa Chang, NPR News, Louisville, Kentucky. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/11/05/361676953/after-8-years-republicans-win-control-of-u-s-senate"
        },
        {
            "headline": "The Republican Party's Remarkable Non-Transformation",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n      Molly Messick",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 4,
                "year": 2014
            },
            "article_content": "NPR knocked on doors throughout Colorado to find out how individual voters were responding to Democratic and Republican appeals in the lead up to Election Day.\n                \n                    \n                    Molly Messick/NPR\n                    \n                \nhide caption NPR knocked on doors throughout Colorado to find out how individual voters were responding to Democratic and Republican appeals in the lead up to Election Day. Sometime after the polls close Tuesday night, we'll find out if Republicans managed a spectacular feat. The party that lost the last two presidential elections is seeking a comeback, adding control of the Senate to control of the House. Republicans aim to dominate Congress with a fresh presidential election looming in 2016. It would be, in one of the hackneyed phrases of journalism, \"a remarkable transformation.\" It's better described as a \"non-transformation.\" The GOP has waged this campaign without altering a single one of the major political positions that supposedly doom the party to demographic oblivion. Opposition to immigration reform was supposed to permanently lose the growing Latino vote. Opposition to abortion rights and gay marriage was supposed to permanently lose the millennial generation. Knee-jerk opposition to President Obama was supposed to turn off moderate and minority voters. Even opposition to Obamacare was expected to be a millstone for the GOP, once its benefits became apparent. The party has not really changed course. Republicans who tried have been chastened. So how has the GOP arrived at Election Day with an excellent chance to capture the Senate? Partly it's that the GOP benefits from quirks of the election system. Many Senate seats up for grabs this year are in conservative states. Here's how political analyst Amy Walter summarized the GOP approach: \"We're going to win [the Senate] in red states ... and we don't have to make some of these changes ... like expanding the party to include minority voters, reaching out to younger voters.\" Something more is happening, too. Without really altering their positions, Republicans updated the way they talk about hot-button issues. They seek to minimize their weaknesses before a changing electorate. That has left Democrats struggling to highlight Republican vulnerabilities. Doorstopping the Front Range Wanting to hear how individual voters are responding to Democratic and Republican appeals, we knocked on doors in Colorado. The Senate race there is very close. Democratic Sen. Mark Udall faces a challenge from Republican Cory Gardner, currently a member of the House. Colorado, once a red state, has turned purple. We saw one reason why in Platteville, tiny farm town, population 2,568. Like so much of the state, this rural outpost has a growing Latino population. Local resident Lucy Montoya told us that at the Spanish-style Catholic church, \"We have had such an influx of the Hispanic population that we went from having one English mass to then having a bilingual mass, and now we have one mass in English and one mass in Spanish every week.\" The area's Latino community includes Mexican restaurant owner Jose Lozano, an immigrant from Mexico, now a U.S. citizen at age 38. Asked how he votes, he said simply, \"I'm a Democrat,\" and added that he's concerned about the Republican candidate's past opposition to immigration reform. Surely Colorado is also a swing state because of voters like Wayne Pulick. We met him when we knocked on a door in Lakewood, Colo. and discovered a dinner party inside. Five friends were sipping wine and enjoying takeout from Alameda Burrito, a local place that they highly recommended even though it is attached to a gas station. The dinner companions were mostly Democrats, but not Pulick. \"I'm a registered Republican,\" he told us. \"I used to vote on the basis of who was the best for the job. But then two terms of [President George W.] Bush convinced me to be more extreme.\" Like everyone at the table, he's a vote for the Democrat, Mark Udall, this year. Republican Repositioning In recent years, the GOP did indeed seem too far right for Colorado. In 2010, Democrat Michael Bennet won a Colorado Senate race, painting the GOP nominee as far too conservative, especially on women's reproductive rights. One national Republican official told me his party lost Colorado in 2010 even though \"we had a gorilla on the scale\" — a national wave of unrest over the Great Recession. In 2014 the nation is less discontented, but the Republicans still have \"a thumb on the scale,\" and they don't want to blow it again. This time the GOP nominee is Cory Gardner, a conservative member of the raucous House of Representatives, who has made every effort not to seem excessively conservative or raucous. Early in the campaign, Gardner supported over-the-counter contraceptives, a way of advertising that he wasn't opposed to birth control. He also disavowed his past support for a proposed \"personhood\" amendment to Colorado's constitution, which would require an embryo to be defined as a human being under the state criminal code, with potential consequences for abortion, in vitro fertilization, and some forms of birth control. Though Gardner has supported such measures at both the state and federal levels, he publicly turned against such a measure on Colorado's 2014 ballot. One voter we met was exceedingly doubtful of the sincerity of Gardner's reversal. If he supported a personhood amendment in the past, said Taylor Dybdahl, of Lakewood, \"he might do it in the future. He's saying that he's not supporting it now just to get elected.\" She's 21, a college student, and a single woman — the kind of voter Democrats depend on. But Gardner's shift has clouded the issue. When Democrats attacked him on women's rights — following a formula that worked in 2010 — they provoked a backlash. The Denver Post accused Udall of \"seeking to frighten voters\" and endorsed Gardner. Most voters we interviewed, if they were following the campaign at all, were left with an impression of an ugly and negative contest. National Trends The Republican operative contended Gardner is running a strong race simply because he \"hasn't said anything stupid.\" Numerous past GOP candidates have been sunk by sharp-edged remarks that prompted voters to focus on their views on social issues. Gardner hasn't. The Republican operative described Gardner as setting an example. When other Senate candidates — Joni Ernst of Iowa or Tom Cotton of Arkansas — have been questioned on hot-button issues, \"we send them Gardner's stuff.\" Other Republican candidates are also minimizing their vulnerabilities. In Kentucky, Senate Republican Leader Mitch McConnell remains formally opposed to Obamacare — but knowing that Kentucky's health care exchange has met with much success, he publicly declared the state exchange \"fine.\" In New Hampshire, a Republican House candidate, Marilinda Garcia, typifies the GOP approach to another hot-button issue, gay marriage. \"Some issues,\" she told us in September, aren't \"the battle anymore. So I think that with time, we'll just see a whole different set of issues.\" In other words, courts are rapidly deciding the issue in favor of gay marriage, allowing Republicans to remain silent. Republicans' low profile may be working. In Colorado, gay marriage was legalized just a few weeks ago. Yet when we asked voters about their major issues or concerns, not a single one brought up the subject. Decided Republicans, Uncertain Democrats By minimizing their vulnerabilities, Republicans have complicated Democratic efforts to fire up their core voters. Democratic voters instead are thinking of President Obama, whose popularity has sagged. Samy Wahabrebi, a Sudanese immigrant and U.S. citizen we met in the Denver suburb of Aurora, told us he voted for the president in 2008, but has been disappointed since. \"I was expecting more,\" he said. In our Colorado interviews, Republicans expressed fewer doubts. In Lakewood, Sue Berg, 82, let us into her living room, where she tended to a miniature greyhound while watching Fox News. As we walked in, television host Bill O'Reilly was denouncing Harry Reid, the Senate Democratic leader. A moment later, as we began our interview, Berg declared: \"I think they should get rid of Reid.\" Does this mean Republicans will win the Senate? Not necessarily. Democrats retain a powerful get-out-the-vote operation, which gives them hope. But if Republicans do prevail without really changing their positions, there may be consequences. Some Republicans with an eye on the presidential race in 2016 have been eager to reorient their party. They want to significantly change GOP positions on issues like immigration. The party's failure to keep up with trends in public opinion will be harder to minimize in the brighter light and larger electorate of a presidential year. They could try for change after Tuesday's election. But that will be hard: Most Republicans in Congress will have been elected without really calling for a new course.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/11/04/361214063/the-republican-partys-remarkable-non-transformation"
        },
        {
            "headline": "Obama's Low Approval Rating Casts Shadow Over Democratic Races",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2014
            },
            "article_content": "President Obama stands with Connecticut Gov. Dan Malloy in Bridgeport on Sunday. Malloy is in a tough re-election battle with Republican Tom Foley. The president spent the weekend trying to energize the Democratic base to get out and vote in Tuesday's midterm elections.\n                \n                    \n                    Spencer Platt/Getty Images\n                    \n                \nhide caption President Obama stands with Connecticut Gov. Dan Malloy in Bridgeport on Sunday. Malloy is in a tough re-election battle with Republican Tom Foley. The president spent the weekend trying to energize the Democratic base to get out and vote in Tuesday's midterm elections. It's crunch time for campaign workers across the country. With the midterm elections just one day away, Republicans and Democrats are scrambling to turn out every possible vote. President Obama spent the weekend rallying supporters in Michigan, Pennsylvania and Connecticut. The last-minute swing was unusual for a president who's kept a relatively low profile on the campaign trail this year. But whether he wants to or not, Obama is playing an outsized role in shaping the political landscape. The rock-star rallies of years past are a distant memory. But Obama can still energize die-hard Democrats. He delivered a pre-election pep talk in Bridgeport, Conn., where Democratic Gov. Dan Malloy is locked in a tight battle for re-election. \"Make some phone calls,\" Obama began. \"Knock on some doors. Grab everybody you know. Get them out to vote. Don't stay home. Don't let somebody else choose your future for you.\" This year many Democratic candidates find their future is in somebody else's hands — namely Barack Obama's. Handicapper Nathan Gonzales of the Rothenberg Political Report says Obama's sagging popularity is casting a long shadow over his fellow Democrats. \"If the president's job approval rating was 5 or 10 points better, I think we'd be talking about a very different election,\" Gonzales says. There was a moment, during the government shutdown last year, when it seemed as if this year's midterms might be a referendum on congressional Republicans. But then came the disastrous rollout of the government's health insurance website. Gonzales says that was followed by a steady drip, drip, drip of problems for the president at home and abroad, including mismanagement of VA hospitals, Russia's takeover of Crimea and the rise of the Islamic State also known as ISIS. \"I think right now we've reached a point in the president's term where voters are skeptical,\" Gonzales says. \"I don't think they're giving him the benefit of the doubt anymore.\" That's created a toxic environment for Obama's fellow Democrats, no matter how much they try to distance themselves from the president. \"I'm not Barack Obama. I disagree with him on guns, coal and the EPA,\" says Democratic Senate candidate Alison Lundergan Grimes, who is challenging Mitch McConnell in Kentucky. Grimes refused to even say whether she voted for Obama. But even as Democrats try to assert their independence from the president, Republicans have tarred them with a broad Obama brush. Obama himself unwittingly played into Republican hands, with a speech in Illinois last month that gave Democratic strategists fits. \"I'm not on the ballot this fall,\" Obama said. \"Michelle's pretty happy about that. But make no mistake, these policies are on the ballot.\" Many of the issues Obama was talking about — such as raising the minimum wage, pay equity and immigration overhaul — are more popular than he is. But by suggesting Democratic Senate candidates would be carrying water for his agenda, Obama made their campaign challenge that much harder. Democrats have tried to counter the president's low approval numbers by highlighting unpopular positions of their Republican opponents, such as support for personhood amendments that would outlaw some forms of birth control. But unlike years past, when some Republicans made it easy for Democrats to paint them as extremists, political analyst Gonzales says this year, the GOP has largely managed to avoid self-inflicted wounds. \"As a whole, Republicans have managed to stay out of the spotlight and keep the spotlight on President Obama,\" Gonzales says. \"And that's the way they'll have a better midterm election.\" To be sure, Republicans always had some built-in advantages this year. Most of the contested Senate races are in deeply red states. And Democratic voters are traditionally less reliable in non-presidential-election years. The political playing field could be very different two years from now. But Gonzales warns unless Obama is able to win back some skeptical voters, some of the same headwinds Democrats face this fall could still be blowing in 2016. \"If the president leaves office with 40 percent job approval rating, maybe a bit lower, I think that opens the door for any number of Republican candidates to win. If the president leaves office with 45, creeping closer to 50 percent job approval rating, I'm not sure there's a Republican in this country who could win that type of race,\" Gonzales says. Both parties will soon be looking ahead to that presidential contest, and deciding whether it's to their advantage to keep highlighting differences or find some areas where they can work together.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/11/03/361060049/obamas-low-approval-rating-casts-shadow-over-democratic-races"
        },
        {
            "headline": "What Women's Votes Could Mean For The Midterms",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 30,
                "year": 2014
            },
            "article_content": "In presidential elections, Democrats have been on the winning end of the gender gap — but that hasn't been true in midterms. Renee Montagne speaks with NPR's Mara Liasson about women in this election.  RENEE MONTAGNE, BYLINE: In this year's midterm elections, the women's vote could be decisive. In presidential elections, Democrats have been on the winning end of the gender gap. More women turn out than men, and they vote more Democratic. But that hasn't been true in midterms. Here to talk about the women's vote is NPR's national political correspondent Mara Liasson. Good morning. MARA LIASSON, BYLINE: Good morning. MONTAGNE: So are there signs that Democrats are holding onto their traditional advantage among women? LIASSON: In many races, Democrats are still leading with women, but their edge is much, much smaller than it was during the 2012 elections. And the polls look like - a lot like 2010, when the gender gap essentially disappeared and the women's vote split 49 to 49 percent. And don't forget that in 2012, Mitt Romney actually won the married women's vote by about seven points. Barack Obama won the single women's vote, the unmarried women's vote by 29 points, and that's how he won the overall women's vote. And the problem for Democrats is that single women tend to drop off in midterm elections. Their participation rate drops by about 20 points. MONTAGNE: OK, but what about their efforts to target single women? Is it working insofar as there would be voting Democratic? LIASSON: When single women turn out to vote, they do vote Democratic, and Democrats have been trying very, very hard to increase the participation of single women this year. They've basically dusted off their playbook from 2012 and 2010. They're running what we call a war-on-women campaign, accusing Republicans of waging a war on women. They've been attacking Republican candidates for supporting personhood amendments, which would give constitutional rights to embryos. In some states, though, like Colorado, Democrats have been criticized for running a campaign that's not about much more than women's reproductive rights. The Denver Post criticized a Democratic Senate candidate there, Mark Udall, for running a, quote, \"obnoxious one-issue campaign.\" One of their report called Udall, Mark Uterus. So Democrats are struggling a bit with this, something that's worked for them in the past. MONTAGNE: Well, what about Republicans, because in the last midterm election and the last presidential election, there were Republican candidates who alienated women - some pretty famous stories, comments about rape and pregnancy. LIASSON: Well, that's one of the biggest changes this year. You see Republicans acting a lot differently. It's not just that Republicans are not making mistakes like the ones you mentioned; they are affirmatively going after the women's vote this year by changing their positions. For instance, in Colorado, Cory Gardner, the Republican has disavowed his support for a personhood amendment. He's also coming out in favor of over-the-counter birth control, and on that issue, he now agrees with Planned Parenthood. So Republicans aren't fighting the last war, and in some cases, they are really cutting into Democrats' support among women. And that's a real problem for Democrats. They need a big gender gap to win. MONTAGNE: Well, let's talk about the guys because obviously a big part of the gender gap is the other gender. What's happening with the male vote? LIASSON: The male vote continues to be a big advantage for Republicans. The latest Washington Post poll show that nationally Republicans have a double-digit advantage with men. Democrats only have a single-digit advantage with women. That's a real problem. MONTAGNE: Mara, thanks very much. LIASSON: Thank you. MONTAGNE: NPR's national political correspondent Mara Liasson. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/10/30/360019761/what-womens-votes-could-mean-for-the-midterms"
        },
        {
            "headline": "Candidates Make Final Arguments In Battle For Control Of Senate",
            "author": "By  \n\n\n\n\n\n\n\n      Juana Summers\n    \n\n ,  \n\n\n      Charles Mahtesian",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 27,
                "year": 2014
            },
            "article_content": "With Election Day just over a week away, NPR politics editor Charlie Mahtesian and NPR congressional reporter Juana Summers join us for a look at the state of play in pivotal races across the country.  STEVE INSKEEP, HOST: We're also tracking this fall's election. We're beginning the final week - the final full week - of campaigning with dozens of governors' chairs up for grabs, also the U.S. Senate - control of it - which is what we're going to talk about next. NPR politics editor Charlie Mahtesian is in our studios. Good morning. CHARLIE MAHTESIAN, BYLINE: Hi, Steve. INSKEEP: And so is our congressional reporter Juana Summers. Good morning to you. JUANA SUMMERS, BYLINE: Good morning, Steve. INSKEEP: Charlie, let's start with you. Of course, we think of the map of the United States, people talk about turning states blue or red, Democratic or Republican, potentially an awful lot of red here. MAHTESIAN: Right. Well, judging from the most recent round of polling, Republicans appear to have a slight advantage. But it's close, and it's certainly coming down to the wire. At the moment, it looks like Republicans are well-positioned to win 3 of the 6 seats that they're going to need to win control. But after that, it gets a little bit dicier. Republicans are facing some Democratic incumbents who are hanging tough against some bad odds and also because Republicans have a few of their own seats that look to be in danger. So I think the bottom line is that, with just over a week to go until Election Day, there's a tremendous amount of uncertainty - nearly a half dozen Senate seats look to be so close that they're within the margin of error in polls. INSKEEP: Now, when you said they need six seats, just the basic math - 55 seats to the Democrats right now. So if Democrats lose six, they are in the minority, Republicans are in the majority. You mentioned that Democrats are hoping to pick up a seat or two or at least pick off a Republican or two. And, Juana, I believe you're going to be in a state where that is considered at least possible right now. SUMMERS: That's right. I will be in Kansas on election night. And if had you told me a year ago that a Republican governor and Republican senator would be struggling to get reelected in a deeply red state like this one, I would've told you you're absolutely crazy. But that's exactly what we're seeing in Kansas. Pat Roberts is the sitting senator there, and he survived a closer-than-expected primary fight against radiologist Milton Wolf. And I think at that point, it's fair to say that he and his team assume, you know, this is a done deal, skate to victory but that is not happening. The Democratic challenger Chad Taylor dropped out of the race abruptly and that has created an opening for Greg Orman - the Independent, the businessman - running in that race. He's put in more than a million dollars of his own money into this race. It's been very close, and this is one race that's definitely being hit by conditions on the ground. The state's conservative governor, Sam Brownback - also in the top three for Kansas against Democrat Paul Davis - he's been largely fighting a backlash from moderate Republicans. So I think national Republicans are certainly watching that one and hoping to make sure they can hang on there as it complicates their path to the majority. INSKEEP: So when you look at the Senate here, you have Democrats at a disadvantage, but hoping to pick off a seat here and there. At the same time, though, Charlie, they're defending seats that looked like they might be, if not totally safe, OK for Democrats. I'm thinking of Colorado where Mark Udall was considered a strong presence. He's a big name. He's a veteran politician. That state has been trending a little more Democratic in recent years, but there he is in serious trouble. MAHTESIAN: Exactly. That's a contest that's as close as any on the Senate map this year. Republican Congressman Cory Gardner has led Senator Mark Udall in most polls over the past month or so but it is razor close. Senator Udall has relied on an emphasis on abortion rights and birth control in an attempt to paint Congressman Gardner as an extremist. But there are starting to see - we're starting to see signs that that approach isn't working as well as expected. Senator Udall has a big lead among women, but the trouble is he's facing an even wider deficit among men as a result. But working on Senator Udall's behalf is this highly sophisticated Democratic ground game in Colorado. Democrats' ability to turn out voters in Colorado has been underestimated in recent, past elections. And this could be an example where they might be able to pull it out again for Udall this time around. INSKEEP: You know, I was talking to a Republican official over the weekend who was saying that the Republican Cory Gardner has been a model for them in getting out of these attacks on being - these accusations that they're warring against women, that he's backed off of a personhood amendment, that he's done other things to just try to keep things low-key, make sure that that's not the focus so far as he's concerned. MAHTESIAN: Right. Gardner is a candidate that Republican officials always point to for being gaff-free - for doing an excellent job of retail politics and also handling the politics of the so-called war on women pretty well, including talking about over-the-counter birth control. INSKEEP: Juana Summers, I'm going to give you the last word. Mitch McConnell in Kentucky has a chance to be Senate majority leader if he can keep his job. Will he? SUMMERS: That's really uncertain, obviously. He's been representing Kentucky as long as Alison Lundergan Grimes, his Democratic challenger, has been alive, and it remains a really close race. Here's one indication of just how close it is - Democratic Senatorial Campaign Committee back up on the air in Kentucky with more ads backing Grimes. McConnell loaned himself $1.8 million as well. INSKEEP: Wow. Juana, thanks very much. SUMMERS: Thank you. INSKEEP: That's NPR's Juana Summers and Charlie Mahtesian on this Monday morning. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/10/27/359233322/candidates-make-final-arguments-in-battle-for-control-of-senate"
        },
        {
            "headline": "Close Iowa Senate Race Could Come Down To How Women Vote",
            "author": "By  \n\n\n      Robert Siegel",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 20,
                "year": 2014
            },
            "article_content": "Republican senatorial candidate Joni Ernst speaks to the media after a debate. Polls show Democrat Bruce Braley running as many as 14 points ahead of Ernst among women.\n                \n                    \n                    Justin Hayworth/AP\n                    \n                \nhide caption Republican senatorial candidate Joni Ernst speaks to the media after a debate. Polls show Democrat Bruce Braley running as many as 14 points ahead of Ernst among women. There's a woman running in the tight race for the Senate in Iowa — one of the contests that will decide who controls the Senate next year. In the 21st century, a female candidate for Senate may not sound historic. But in Iowa, it is. The state shares a rare distinction with Mississippi: It has never elected a woman to the Senate, to the House, or to be governor. Republican state Sen. Joni Ernst is trying to change that in her race against Democratic U.S. Rep. Bruce Braley — a race in which the role of female voters is central. The gender gap has been around for decades. Republicans typically do well with men, Democrats with women. And among women who vote, those who are not married are still more likely to vote for Democrats. Young singles, divorcees and widows are all prime Democratic constituencies. Democrats say they appeal to women on both economic and social grounds. Women, they say, would benefit more from a higher minimum wage and other pocketbook issues. And, they say, women are concerned about reproductive rights. Democrats accuse Republicans of waging a war on women. Professor Rachel Paine Caufield, a political scientist at Drake University in Des Moines, says Republicans have been responding to that charge and gaining ground. \"They've identified this problem. And they know that need to appeal to women. ... Part of that is fielding more women candidates. Part of that is reframing some of their messages to women voters,\" she says. Democratic Rep. Bruce Braley speaks to fairgoers at the Iowa State Fair. While polls show Braley with a sizable lead among women, he trails among men by an even wider margin.\n                \n                    \n                    Charlie Neibergall/AP\n                    \n                \nhide caption Democratic Rep. Bruce Braley speaks to fairgoers at the Iowa State Fair. While polls show Braley with a sizable lead among women, he trails among men by an even wider margin. In Iowa, polls show Braley running as many as 14 points ahead of Ernst among women. But he's trailing Ernst by even more than that margin among men. So the Democrats need women to turn out and vote. The week before last, Braley got a visit from a very high profile Democratic woman: Michelle Obama. For a candidate who is said to have a tough time introducing himself to Iowa voters, it didn't help that the first lady several times got his name wrong. \"You can request a ballot by mail, right here, at this event or you can go to vote dot Bruce Bailey dot com. That's vote dot Bruce Bailey dot com. Or even better, you can ...\" she started, eliciting shouts from the audience. \"Braley? What did I say? I'm losing it. I'm getting old.\" Ernst, who's an officer in the Iowa Army National Guard, presents herself as a mother, soldier, leader. She has made a strong introduction with the voters, largely through her commercials. In an ad titled \"Squeal\" she narrates: \"My parents taught us to live within our means. It's time to force Washington to do the same.\" She also invokes the common experience she shared with other Iowa farm kids, castrating hogs. She'll come to Washington and cut pork. \"Let's make 'em squeal,\" the ad ends. Then came a commercial showing Ernst riding a motorcycle to a shooting range and firing a pistol she carries in her purse. \"Joni Ernst will take aim at wasteful spending, and once she sets her sights on Obamacare, Joni's gonna unload,\" the narrator says. Drake's Caufield says those images are relaying a central message: \"I'm from a man's world.\" \"This is something, particularly in a time in foreign policy, women candidates tend to have a harder time appealing to voters on foreign policy issues,\" says Caufield. \"I don't think Joni Ernst has had any problem on that. I don't think there's any question that she has presented herself to voters as someone who is tough, and capable, and willing to fight every bit as hard as any male would be.\" How is it playing with women? Last week, we invited six Iowa women, from across the political spectrum, to watch the third and final Braley-Ernst televised debate with us. In that debate, there was much talk about the Personhood Amendment to the Iowa Constitution that Ernst sponsored as a state senator. Would declaring a fertilized egg to be a person ban all abortions, some contraceptives and in vitro fertilization? Braley cited the concerns of OB-GYNs that it would do all those things. Ernst said she's pro-life. She could support abortion to save the life of a mother. She said she supports access to contraception and she has no objection to in vitro, which entails disposing of excess fertilized eggs. In the debate, Ernst also spoke of going to Washington to fix a dysfunctional government. Braley said that all of her solutions scrap things: the Department of Education, federal student loans, the Environmental Protection Agency, the federal minimum wage. When each was asked to say something admirable about the other, Braley said this about Ernst, who was deployed in the Iraq War: \"Well, I admire the fact that Sen. Ernst has served our nation and our state and the Iowa National Guard. I think it's a terrific attribute. My father was a Word War II combat veteran, and I have great respect for Sen. Ernst for serving our country.\" Ernst's answer: \"And I think Congressman Braley is a great father.\" The reaction from our group: \"Oh, God.\" Most found that line to be condescending. It turned out that our six viewers all thought Braley did better. Loretta Sieman — a former Des Moines councilwoman and registered Republican — sounded disappointed that she couldn't be enthusiastic about the female candidate. Ernst struck her as too negative. \"At the end, he just talked about what he was going to do. She talked about what he didn't do. And that drives me crazy,\" she said. \"As a woman, we know that we have never had a woman from Iowa so we're supposed to be involved for that. As a past councilperson, I want the right person and I don't care if they wear a skirt or pants.\" Brittany Gaura, a sophomore at Iowa State, is a Young Republican; she hopes to be a veterinarian. I asked about the importance of electing a woman to the Senate: \"To me, it's important to have a woman, I think, in the Senate, and from Iowa. I think a lot of women in Iowa have a lot to bring to the table — but it's not important to me right now if she's not the right woman.\" Her fellow conservative in the group, businesswoman Karen Novak, agreed. \"I'm looking at who's the most qualified individual. I don't care if they wear pants or a skirt, it makes no difference. I would absolutely love to get a woman in office, but only if she's the right one and she has the right qualifications,\" she said. Those two Iowa women had described themselves as leaning toward Ernst before the debate. Afterward, they were leaning a little less in that direction. The same was true for Angela Ten Clay, who works at an ad agency. \"Braley was very articulate and answered things really well and gave more meat and depth to his conversation. And whether I agreed with it or not, when someone is concise and clear and strong in what they believe that's really what I look for. That they stand up for something, and they back it and they don't change their opinion,\" she says. I asked our group of Iowa women what they made of the references in the debate to motherhood. Ernst describes herself as a mother first. We had two decided Braley voters in the group. Pat Schneider said Ernst's description of herself didn't impress her. \"When she talks about she's a mother, she's a soldier ... it's like, OK, but that could be anybody. I mean that to me doesn't qualify you to run for Congress. Although I do think if we had more women in Congress, I think we could probably get a lot more done because women are used to compromising, and working together. I mean, we have to do it every day with our kids, our workforce,\" she said. \"In that respect, it would be great, but I don't think Joni Ernst is the right woman.\" Nicole Peckumn, who also supports Braley, is not a mother. And as she said, female voters are a more mixed lot than just moms. \"To me, it's really about the quality of the candidate, and not necessarily about gender. Do I want to still be tied with Mississippi for not having a woman go to D.C.? Absolutely no and I think that this will be the year that either in the congressional or Senate race we'll do it,\" Peckumn said. \"Being a mother is wonderful, but there are a lot of people in our society who have opted to not have that be a part of their plan. So I think when you're talking about the big scope of America, you have to also look at people who are not like you. Someday I want to be a mom. ... But it doesn't really generate a big emotional connection with me or some of my friends who are moms.\" Here's something that all six women agreed on. And both Senate candidates in the debate said they agreed on. And both state party chairmen whom I interviewed last week in Des Moines said they agreed on: Everyone hates the nonstop, bumper-to-bumper airing of campaign commercials, typically bashing one candidate or the other. Commercials from campaigns, national party committees, outside groups. The revulsion is as universal as it is, apparently, ineffectual. As in many states, early voting is well underway Iowa, so every day is Election Day. And as soon as last week's televised debate ended, the commercials resumed.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/10/20/357628381/a-tight-race-emerges-to-fill-seat-left-by-iowas-sen-harkin"
        },
        {
            "headline": "Turf Shifts In Culture Wars As Support For Gay Marriage Rises",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 20,
                "year": 2014
            },
            "article_content": "People hold signs, including some reading \"America is ready for marriage,\" at a same-sex marriage victory celebration on Oct. 6 in Salt Lake City, Utah. America may be ready, but Republicans aren't: Rising popular support for same-sex marriage is posing a problem for the GOP.\n                \n                    \n                    George Frey/Getty Images\n                    \n                \nhide caption People hold signs, including some reading \"America is ready for marriage,\" at a same-sex marriage victory celebration on Oct. 6 in Salt Lake City, Utah. America may be ready, but Republicans aren't: Rising popular support for same-sex marriage is posing a problem for the GOP. When social norms change, sometimes they change so fast it's hard to keep up. Only 10 years ago, ballot initiatives opposing gay marriage were helping Republicans win elections. But two weeks ago, when the Supreme Court effectively cleared the way for legal same-sex marriage, the response from Republican leaders was deafening silence. They were so quiet, some wondered whether the culture wars had finally ended with a Republican defeat. Gary Bauer, a longtime social conservative activist, thinks that's nonsense. \"The idea that the culture wars are over is absurd,\" he says. \"A war over the culture and the meaning of American liberty will continue to be a major factor in the American public debate.\" Other social conservative leaders agree with Bauer. Former presidential candidate Mike Huckabee said if the Republicans don't fight against gay marriage, he'll become an independent. Sen. Ted Cruz promised to introduce a constitutional amendment allowing states to ban gay marriage. But those views are in the minority. While polls show opinion on some social issues, like abortion, are relatively stable, public opinion on gay marriage has changed — and changed fast. A majority of Americans now accept gay marriage, says Peter Levine, a political scientist at Tufts University. He calls that \"a profound generational change.\" \"In the long run, everyone's going to be for gay marriage,\" he says, \"but in the short term, Republicans have a problem, which translates into a problem of perceived intolerance.\" Conservative views on social issues, including gay marriage, are often called the third leg of the Republican stool, alongside small government and strong defense. So the party will have to adapt without alienating an important part of its voting coalition, says Ari Fleischer, who was a press secretary in the Bush White House. \"For Republicans, the challenge is if they take the issue uniquely as gay marriage head-on, many Republicans aren't going to want to change, who are older voters,\" Fleischer says. \"Younger Republicans are willing to change on that issue — they already have changed.\" The problem for the GOP is that right now there aren't enough young Republicans. Young people vote overwhelmingly for Democrats in national elections, and social issues are one of the main reasons. Kirsten Kukowski is the press secretary for the Republican National Committee, which is trying to help Republican candidates bridge the gap between the party's base and changing public attitudes. \"For a long time we came across as maybe not as sensitive and not as compassionate on these issues,\" she says. \"And I think a couple of years ago — right after the 2010 presidential election — for people in the RNC specifically, our strategists, a lot of our pollsters and a lot of the people around us in these campaigns, we sat down at the table and said, 'How do we change how we talk to voters?' \" Republicans are already changing. This year, most Republican candidates in tight races barely mention social issues on the stump. Others have moved to the center, disavowing their previous support for \"personhood\" amendments, which would give constitutional rights to embryos. A handful of Republican Senate candidates have joined Planned Parenthood in supporting the idea of over-the-counter birth control. In addition to RNC operatives, conservative intellectuals are also grappling with this problem. \"There's a group of us who are basically conservative but think that mainstream conservatism needs to rethink some of its strategic approaches and policy emphases,\" says Henry Olsen of the Ethics & Public Policy Center. \"And we've been called reformicons, and we're fine with that.\" Olsen and his fellow reformicons say social issues like gay marriage have to be navigated carefully — very carefully. \"No Republican candidate can be nominated that openly supports same-sex marriage. That doesn't mean that you need to talk about it in a way that implies disapproval or condemnation of gay and lesbian people. It certainly does not mean that you have to deny certain sorts of federal benefits that presumably could be extended to people without the formal extension of marriage,\" he says. \"That sort of thing is the rhetoric of compassion and inclusion that a Republican candidate to win the presidency ought to pursue.\" Gay marriage is where opinion is changing the fastest, but the public is also evolving on other issues, like immigration and climate change. The RNC's Kirsten Kukowski says the party will debate all of this in the 2016 primary campaign. \"We're going to have a very interesting conversation in the next couple of months,\" she says. \"And having been here through the last presidential [election] and then through the midterms, this is going to be a very important conversation for Americans to have, and for us to have as a party.\" It's clear where the public is going on issues like gay marriage — but not so clear where the Republican Party will end up.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/10/20/357440359/turf-shifts-in-culture-wars-as-support-for-gay-marriage-rises"
        },
        {
            "headline": "Spain's Abortion Debate Shakes Government That Pledged To Ban It",
            "author": "Lauren Frayer",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 25,
                "year": 2014
            },
            "article_content": "Anti-abortion demonstrators from the group Derecho a Vivir (Right to Life) take part in a protest in Madrid on Sept. 21. Prime Minister Mariano Rajoy had pledged to enact a strict anti-abortion law, but has now dropped the plan.\n                \n                    \n                    Gerard Julien/AFP/Getty Images\n                    \n                \nhide caption Anti-abortion demonstrators from the group Derecho a Vivir (Right to Life) take part in a protest in Madrid on Sept. 21. Prime Minister Mariano Rajoy had pledged to enact a strict anti-abortion law, but has now dropped the plan. Spain's streets have been filled with dueling demonstrations in recent months: Women's groups arguing for abortion rights. Church groups lobbying for more restrictions on the procedure. Supporters of abortion rights take part in a rally in Madrid on Feb. 1. Supporters and opponents of abortion have been holding dueling rallies this year in Spain as the government proposed strict anti-abortion legislation. But the measure has now been dropped.\n                \n                    \n                    Pablo Blazquez Dominguez/Getty Images\n                    \n                \nhide caption Supporters of abortion rights take part in a rally in Madrid on Feb. 1. Supporters and opponents of abortion have been holding dueling rallies this year in Spain as the government proposed strict anti-abortion legislation. But the measure has now been dropped. The debate was invigorated by ruling conservatives' plan to create one of the strictest abortion laws in Europe — a near-total ban, except in cases of rape or danger to the mother's health. Abortion has been legal in Spain since 1985, and its accessibility was widened in 2010, under the then-socialist government. But three years ago, Spaniards elected a conservative government, mostly for its economic policy. When they came to power, conservatives believed they also had a mandate to enact social changes. At the top of their list was banning abortion. That was a miscalculation, says Luis Enrique Sanchez, a medical doctor and president of Spain's Planned Parenthood Federation. \"A majority of Spaniards from all beliefs and ideologies agree with the current abortion law. They don't want it to change,\" Sanchez says. \"The population just isn't demanding it — not even most conservatives.\" Polls do show that a large majority of Spaniards want abortion to remain legal. When the conservative government passed a draft bill banning abortion last December, there was a huge backlash. Women's groups held rallies across Spain. Protests erupted at Spanish consulates around the world. And voices of rare dissent began to emerge even from within the conservative party. \"This is about private morals, the way you understand the world,\" says Celia Villalobos, the deputy speaker of Spain's parliament. \"I vote my conscience on abortion, even if it sets up a conflict between myself and my party.\" Spain would have been moving against a decades-long trend in Europe toward making abortion legal and accessible. In Europe, only the tiny island nation of Malta has a complete ban on abortion. The procedure is legal and widely available across much of the continent, including France, Germany, the Netherlands, Portugal and Italy. Even Ireland, with its own deep-rooted Catholic society, amended its laws last year to legalize abortion in limited circumstances, when the mother's life is at risk. Facing re-election next year, Spanish Prime Minister Mariano Rajoy reversed himself this week and scrapped the abortion ban, after a months-long delay in parliament. His justice minister resigned and is quitting politics altogether. Women's groups that support abortion rights declared victory. \"I'm happy that Rajoy broke his promise to forbid abortion, and I'm happy to see all these Catholics very angry,\" says Lara Alcázar, the Spain director for the feminist group Femen, which organized dozens of local demonstrations against the abortion ban. \"Women won, and they lost. We are happy, and we are proud.\" But now the Spanish government faces a backlash from the other side. Anti-abortion protesters screamed \"murderer\" at anyone going in and out of the ruling party's headquarters this week. Rajoy conveniently boarded a plane to China, on a pre-arranged visit, and did not have to face the protesters himself. The demonstrators accuse Rajoy of breaking his campaign promise to his base of conservative voters. \"I voted for something ... and now they are not going to do it. And I don't understand why,\" says Maria Abellenas, 34. \"Because it's about the right to life. There is nothing more important than that.\" Others say they'll take out their anger at the ballot box. They accuse Rajoy of taking their votes for granted. \"They [ruling conservatives] know that they have the right side, which is us!\" says Jorge Company, 23. \"So now they want the center. That's what's motivating them with this abortion decision.\" Small upstart political parties have sprung up here in recent years, challenging the hegemony of Spain's two main parties. Ruling conservatives may see a splintering of their vote over this abortion retreat. Rajoy has managed to both aggravate his opponents and alienate his base. And elections are coming next year.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/parallels/2014/09/25/351511970/spains-abortion-debate-shakes-government-that-pledged-to-ban-it"
        },
        {
            "headline": "Shifting Stance, Some GOP Candidates Back State Minimum Wage Hikes",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 24,
                "year": 2014
            },
            "article_content": "Illinois Republican gubernatorial candidate Bruce Rauner says under certain conditions, he would support a higher minimum wage in his state.\n                \n                    \n                    Seth Perlman/AP\n                    \n                \nhide caption Illinois Republican gubernatorial candidate Bruce Rauner says under certain conditions, he would support a higher minimum wage in his state. Here's another entry in the strange bedfellows political show, 2014 edition: As Election Day gets closer, some Republicans in battleground races seem to be moving to the center on a number of issues. Their latest sea change is the minimum wage. Alongside pay equity, infrastructure investment and college affordability, raising the minimum wage is at the center of the Democrats' election year economic agenda. President Obama has given numerous speeches on the minimum wage, excoriating Republicans in Congress for blocking a federal minimum wage hike. \"Either you're in favor of raising wages for hardworking Americans, or you're not,\" he said in April. He makes it sound so simple — but this is politics. As free-market conservatives, Republicans are philosophically opposed to raising the minimum wage. But a handful of Republican candidates in tight races have come out in favor of raising the minimum wage on the state level. Bruce Rauner, running for governor of Illinois, has said in the past that he believed the minimum wage could be lowered, or even eliminated. But now, Rauner says, if Illinois passed tort reform and tax reform, he would support raising the state wage. He's also come out in favor of raising the federal minimum wage. Why the change? Illinois is one of five states this year that has a minimum wage hike on the state ballot. These propositions are hugely popular and usually pass with 60 or even 70 percent of the vote. In Arkansas and Alaska, where there are also minimum wage referendums on the ballot, Republican Senate candidates Tom Cotton and Dan Sullivan say they'll vote for them. In Sullivan's case, he was previously opposed to the ballot proposition, but then, his spokesman said, \"he had a chance to read the initiative.\" Democrats are crying foul. They were hoping to use the referendums to get more of their supporters to the polls. If there's no difference between the Republican and Democratic candidates on this issue, that might be harder. Ted Strickland, the populist former governor of Ohio, says these Republicans have had a foxhole conversion. \"Most people understand that when someone embraces a policy they have previously rejected, and they do it just a short time before an election,\" says Strickland, \"they are acting out of political expediency rather than out of convictions and courage.\" Republican strategist Sarah Fagen says that in this case what Republicans consider to be good policy — letting the free market work — is not good politics. Republicans would rather avoid the debate over the minimum wage altogether and focus on other issues, she says, so they've made a kind of tactical retreat. Remaining opposed to a federal wage hike but supporting a state hike allows them, says Fagen, to be true to \"their economic philosophy but still be reasonable to voters who are demanding that the minimum wage be increased.\" Republicans are choosing their battles more carefully this year. They're moving to the center on issues like contraception or the minimum wage, and that's caused some fancy political footwork on both sides. In some states, Republican legislators voted to raise the state wage in order to avoid having the issue on the ballot. But in Alaska, Democrats in the Legislature blocked a bill so that the issue would be on the ballot this fall. And that raises the obvious question: Can these ballot propositions actually help Democratic candidates? Progressive activist Brad Woodhouse says yes, up to a point. Using the minimum wage ballot referendums as bait, Democrats can target drop-off voters who might only come out and vote because they think it's in their economic interest. \"You hope that if they come out to increase the minimum wage,\" says Woodhouse, \"that they'll vote for the Democrat.\" Ballot initiatives can boost turnout — by about 1 percent. That, theoretically, could help Democrats win an otherwise close race. But academics who study ballot referendums say no minimum wage initiative has ever determined the outcome of a state race. John Matsusaka, director of the Initiative and Referendum Institute at the University of Southern California, points out that there are many examples of Republican candidates winning statewide even as minimum wage ballot referendums also passed 2 to 1. \"The Democrats might get a bump from this,\" says Matsusaka. \"But the people who look closely at these data have a hard time finding that it makes a big difference.\" So the bottom line is that these initiatives are very good for people who want to raise the minimum wage, but they're less useful as a political tool for Democrats looking for help in a Republican-leaning political landscape.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/09/24/351246893/subtle-sea-change-on-minimum-wage-as-gop-candidates-back-state-hikes"
        },
        {
            "headline": "Anticipating Attacks, GOP Campaigns Focus On Courting Women Voters",
            "author": "Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2014
            },
            "article_content": "Former Secretary of State Hillary Rodham Clinton, speaks at the Democratic National Committee's Women's Leadership Forum in Washington on Friday.\n                \n                    \n                    Manuel Balce Ceneta/AP\n                    \n                \nhide caption Former Secretary of State Hillary Rodham Clinton, speaks at the Democratic National Committee's Women's Leadership Forum in Washington on Friday. At the Democratic party's annual Women's Leadership Forum Friday, Hillary Clinton delivered a message that could have come straight from the script being used by Democratic candidates all over the country. \"For too many women, for too many families, they don't just face ceilings on their dreams,\" said the former Secretary of State. \"It feels to them as though the floor has collapsed beneath their feet. That's not how it's supposed to be in America.\" She said a national movement is building around issues facing families, such as wages and paid family leave. \"This movement won't wait and neither can we. And that's why we're here today. And we're also here because the midterms really matter.\" The midterm elections are less than 50 days away, and if there was a theme in the remarks at the forum, it might be, \"Hey, ladies, we are your party.\" For nearly 35 years, that's been the case: Women are more likely than men to vote Democratic. Pew Research Center found a party-affiliation gap of 13 percentage points in 2012. But Republicans desperately want to change this dynamic. This year, Republican congressional candidates went on the air early with ads like this one: Mike Coffman is a Republican congressman from Colorado, considered by some to be the most vulnerable incumbent in the House. And it's not a coincidence this was the ad his campaign picked to open the season. A lot of Republican candidates went up early with ads painting themselves as strong on so-called women's issues. \"We encouraged members to have their first ad be a positive ad geared towards women voters,\" says Andrea Bozek, communications director for the National Republican Congressional Committee, \"to pre-inoculate themselves from these sorts of attacks that we know are coming their way.\" In recent elections, Republican candidates have struggled with how to talk about things like birth control and rape — so for almost two years now, Bozek says, establishment Republicans have been holding strategy sessions. \"The fact that we're up early, we're not waiting for there to be a problem, is strikingly different from 2012,\" she says. In this ad from Republican Stewart Mills, his wife Heather says he dons pink heels each year to raise money for victims of domestic violence.\n                \n                    \n                    YouTube\n                    \n                \nhide caption In this ad from Republican Stewart Mills, his wife Heather says he dons pink heels each year to raise money for victims of domestic violence. One of the more creative ads in this vein comes from Republican Stewart Mills, who is running for the House from Minnesota. \"In the Walk a Mile in Her Shoes event,\" his wife Heather narrates. \"My husband puts on pink heels to raise money for victims of domestic violence.\" Jon Downs with FP1 Strategies produced the ad. \"We're anticipating that they are going to run this false 'war on women' campaign,\" he says, \"and our goal is for people to see that, and know something about who Stewart is — the real Stewart Mills — and dismiss those outside attacks.\" But in at least one case, the strategy got ahead of the congressman's voting record. An ad for Florida Rep. Steve Southerland cites his record advocating for things like the Violence Against Women Act. Except that last year, Rep. Southerland joined the majority of House Republicans in voting against the version of the act that became law, opening himself to charges of dishonesty. \"It's not about what ads that you run,\" says Democratic strategist Stephanie Cutter. \"It's about what policies you stand for.\" And as evidence of how important the women's vote is, we can expect this fight to keep getting re-litigated for the next two months, and for the next two years.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/09/19/349887261/talking-pink-heels-and-birth-control-gop-plays-offense-with-women"
        },
        {
            "headline": "Contraceptive Ruling Becomes Campaign Trail Flashpoint",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 10,
                "year": 2014
            },
            "article_content": "The Supreme Court ruled that many businesses would not have to pay for health insurance that covered contraceptives if they objected on religious grounds.  RENEE MONTAGNE, HOST: Democrats in the Senate have unveiled legislation to override the recent Supreme Court decision on contraceptives. STEVE INSKEEP, HOST: In that decision, the court sided with the owners of Hobby Lobby, a chain of craft stores, ruling that many businesses do not have to pay for health insurance to cover contraceptives if they object on religious grounds. MONTAGNE: The new legislation is unlikely to pass, but the Hobby Lobby decision has become a flashpoint ahead of the midterm elections. Here's NPR national political correspondent Mara Liasson. MARA LIASSON, BYLINE: Most Republican candidates cheered the Hobby Lobby decision while Democrats hoped for a backlash. Stephanie Schriock is the president of Emily's List, which raises money for Democratic women candidates. STEPHANIE SCHRIOCK: This ruling has just reignited a conversation about women's access to basic health care, and women across the country are realizing it is in real jeopardy. This is going to drive women to the polls in November to vote for Democratic women candidates and against Republicans who believe in making it harder for women to take care of themselves and their families. LIASSON: Republicans are just as confident. KIRSTEN KUKOWSKI: I think, you know, specific to the religious freedom aspect - the constitutional overreach aspect of this case - they're very much winning issues for us. LIASSON: That's Kirsten Kukowski, press secretary for the Republican National Committee, who has this advice for her party's candidates. KUKOWSKI: They should talk about in terms of religious freedom. They should talk about it in terms of constitutional overreach. They should talk about in terms of dismantling Obamacare and the mandates that are associated with it. LIASSON: As much as any other issue this year, the Hobby lobby debate captures the clashing visions of the two parties. And it's not clear yet which side benefits more. Republican Bruce Haynes of Purple Strategies says that depends on who wins the battle for what he calls the freedom frame. BRUCE HAYNES: We're talking about two sides of the freedom coin here. The Democratic view of it and the way they want to talk about it with women is it's the freedom to access contraception. And the Republican view is it's - it's freedom, not just religious freedom and religious liberty, but the government getting involved in private business decisions and - I think whichever party does a better job of framing it in the right terms is going to win. LIASSON: And the two parties aren't wasting any effort in this fight. JUSTIN BARASKY: It's a huge motivator. It's a huge motivator for donors just as it's going to be a huge motivator for voters. LIASSON: That's Justin Barasky with the Democratic Senatorial Campaign Committee. His counterpart on the Republican side is Brad Dayspring. BRAD DAYSPRING: It doesn't shock me to hear that they're raising money off of this or wanting to make this about contraception, but the truth is it's not a decision about contraception. I think, in general, it steers the conversation back to Obamacare. LIASSON: Which Dayspring points out is still very unpopular. But Democrats point to polls that show majorities support requiring businesses to provide contraceptive coverage. Focusing on contraception was a winning strategy for Democrats in the last two elections, and this year, as they battle steep odds to keep control of the Senate, they're hoping the Supreme Court decision helps them put the focus on this issue again. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED NARRATOR: Terry Lynn Land would make it a crime to use common forms of birth control. SENATOR MARK UDALL: My opponent, Congressman Gardner, led a crusade that would make birth control illegal. LIASSON: That's Colorado incumbent Democratic Senator Mark Udall. His opponent, Cory Gardner, did once support a law that could have outlawed some forms of birth control, but Gardner has since reconsidered. He is now backing a proposal to make the pill available over-the-counter. Democrats, not surprisingly, have chosen to ignore Garner's change of heart. And the Hobby Lobby decision has given them new ammunition. Katie Packer Gage is a Republican strategist involved in several battleground Senate races. She says Democrats are lying. KATIE PACKER GAGE: Most women have been led to believe, in the last couple of weeks, that because of this decision - that, you know, women won't have access to the pill. And you and I both know that that's utterly false. And they know it's false, too. But they don't really have anything else to hang their hat on. So Republicans are just going to have to be very aggressive, saying very forcefully that we are in no way interested in removing access to birth control. LIASSON: Right now, the overall battle for control of the Senate slightly favors Republicans. But on the issue of women's reproductive freedoms, it's the Democrats who are able to play no holds barred offense. On this issue, Republicans have a more complicated task. They can play offense on Obamacare, but they'll have to defend themselves on women's rights. Mare Liasson, NPR News, Washington. MONTAGNE: You're listening to morning edition from NPR News. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/07/10/330325093/high-court-s-contraceptive-ruling-becomes-campaign-trail-flashpoint"
        },
        {
            "headline": "Rare Unanimity In Supreme Court Term, With Plenty Of Fireworks",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 6,
                "year": 2014
            },
            "article_content": "The recent Supreme Court term resulted in an unusual number of unanimous decisions — but that doesn't mean there wasn't disagreement.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption The recent Supreme Court term resulted in an unusual number of unanimous decisions — but that doesn't mean there wasn't disagreement. The nation greets the coming of July each year with fireworks on the National Mall and, days earlier, explosive decisions at the U.S. Supreme Court. While the Mall fireworks dissipate within moments, the court's decisions will have repercussions for decades. Indeed, no sooner was the ink dry on this term's contraception decision than the court's three female justices accused their male colleagues of reneging. \"Those who are bound by our decisions usually believe they can take us at our word,\" wrote Justice Sonia Sotomayor for herself and Justices Ruth Bader Ginsburg and Elena Kagan. \"Not so today.\" The last-minute imbroglio capped a term marked by both unanimity and division. Although high-profile decisions on contraception, campaign finance rules, public prayer and union power all were decided by 5-to-4 conservative majorities, the court achieved a rare degree of unanimity in its decision-making overall. \"There is something really remarkable that happened this year at the Supreme Court,\" says former Obama administration acting Solicitor General Neal Katyal. \"In roughly two-thirds of the cases, they agreed unanimously with one another, and you have to go back to the year 1940 to find that happening.\" That unanimity, however, is illusory, often just a technical agreement on the bottom line of a case — who won and who lost. 'Specious Unanimity' As strange as it may seem, who won or lost is not all that important in Supreme Court cases, because it is the legal principle laid down by the majority that must be followed by the lower courts. And so it was this term that Justice Antonin Scalia seemed to perfect a new judicial format: the enraged concurrence. He wrote three such concurrences, declaring in one, \"I prefer not to take part in the assembling of an apparent but specious unanimity.\" That case is illustrative. At issue was a 35-foot buffer zone to protect patients and staff from protesters at clinics that provide abortions in Massachusetts. All nine justices agreed the buffer zone was too big because it unduly restricted the free speech rights of the protesters. But there the agreement ended. And the difference is a big deal. Five justices said there can be buffer zones of some smaller size; four said no, there should not be any buffer zone ever under the Constitution. Genuinely In Agreement The theme of what one wag called \"faux-nanimity\" repeated itself again and again. \"It represents a success in herding cats, but there is deep division underneath,\" observes Harvard Law School professor Laurence Tribe. The one big, genuinely unanimous ruling was Chief Justice John Roberts' opinion for all nine justices declaring that police may not search a person's cellphone without a warrant, even at the time of an arrest. \"They all have cellphones, so they really understood this,\" says Clinton administration acting Solicitor General Walter Dellinger. \"This is one area where they could be said to have empathy.\" Some court observers have called the decision a \"yuppie\" spin on the Fourth Amendment's ban on unreasonable searches, noting that many of the justices, from both the conservative and liberal camps, are more tolerant of warrantless street searches for drugs. \"I think the class dimension of this is pretty obvious,\" says Georgetown Law professor Louis Michael Seidman. Whether or not that critique has merit, the court's genuine unanimity on cellphones and less-genuine unanimity in other major cases masked clear disagreement in some of the most controversial cases of the term. Anti-abortion advocates cheer in front of the Supreme Court on June 30 after hearing the ruling that some for-profit companies can refuse to offer contraceptive coverage on religious grounds.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Anti-abortion advocates cheer in front of the Supreme Court on June 30 after hearing the ruling that some for-profit companies can refuse to offer contraceptive coverage on religious grounds. Clearly At Odds In the area of separation of church and state, the court seemed to abandon the idea that public endorsement of a particular religion is banned by the constitution's separation of church and state. Instead, by a 5-4 vote, the court upheld sectarian prayers at town meetings. The majority said it was enough that there was no coercion involved for members of the public who were attending; they could simply leave the room if they found the prayer offensive, the court said. By the same 5-4 vote, the court's conservatives — all Republican appointees — prevailed over the court's liberals — all Democratic appointees — on campaign finance regulations, union power and mandated contraceptive coverage for corporations under the Affordable Care Act. In each of these decisions, the conservative majority reversed decades of previous rulings, or came close. \"Precedent is getting a very hard knock all over the place,\" says Harvard Law professor Charles Fried, who served as solicitor general in the Reagan administration. In the campaign finance case, the conservative majority reversed 40 years of established Supreme Court precedent, striking down the $123,000 cap on how much individuals can donate to political parties in each election. The decision, coupled with the court's 2010 ruling that struck down a longstanding ban on corporate and union spending in candidate elections, further opened the floodgates of cash pouring into campaigns. It also redefined corruption. For the first time, the court said Congress can only seek to curb quid pro quo corruption, something like an outright bribe. No longer is influence-peddling deemed corruption. In the union power case, the court stopped short of overruling a 1977 decision that allows public employee unions to collect so-called fair-share fees from nonunion members in order to pay for negotiating a contract that nonunion members benefit from, too. But the five-justice majority invited those opposed to these fees to bring another suit to challenge what it called the court's \"questionable\" 1977 precedent. And in the case of contraceptive coverage under Obamacare, the conservative majority for the first time ruled that a for-profit corporation can refuse to comply with a general government mandate because doing so would violate the corporation's asserted religious beliefs. In each of these cases, the conservative majority based its ruling on the First Amendment right of free speech or free exercise of religion. And some scholars on both the right and left see that as something of a new twist on an old story. Today, legal historians speak disparagingly of the so-called Lochner era from the 1880s to the mid-1930s. During that time, the Supreme Court, in the name of property rights, consistently struck down legislation barring onerous working conditions or seeking to increase the bargaining power of employees in dealings with employers. Almost all of the precedents from the Lochner era are now gone, viewed as wrongly decided. But some scholars suggest those decisions are being reborn in a new guise: the First Amendment. \"It's the new Lochner,\" laments Yale Law School's Akhil Amar, who comes from the moderate left of the legal spectrum. \"The First Amendment is increasingly becoming everyone's first resort for all kinds of claims that historically were not thought of as First Amendment claims.\" By that, Amar means voiding a century of campaign finance understandings, 80 years of precedent on government mandates for profit-making corporations, and nearly overruling 40 years of precedent on fair-share union fees. Demonstrators gather outside the Supreme Court on Oct. 8, 2013, as the court hears arguments on campaign finance. The court ultimately struck down a cap on contributions to political parties in each election.\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption Demonstrators gather outside the Supreme Court on Oct. 8, 2013, as the court hears arguments on campaign finance. The court ultimately struck down a cap on contributions to political parties in each election. Political Split, Step By Step From the moderate right of the legal spectrum, Harvard's Fried remarks, \"On campaign finance, a cynic could ask the famous question, cui bono? Who profits from this?\" The answer, he says, is clear: the Republican Party, its conservative backers and special interest groups. But is that the result of a conservative legal ideology that narrowly dominates the Supreme Court, or is it a partisan agenda? \"I would need to be a psychoanalyst, and I am not, to say whether the ideological commitment is a superstructure on the cui bono or the cui bono is just a coincidence,\" Fried says. Still, in the contraception and union power cases, and in some others this term, many liberals and moderates breathed something of a sigh of relief on the theory that it could have been worse. \"By the end of the term, the court had stepped back from the precipice in virtually all of these cases,\" contends Martin Lederman of Georgetown Law School. \"It had not overruled any of its major precedents.\" At the same time, many conservatives gnashed their teeth over the high court's failure to go all the way. \"It's very frustrating that they take this baby-step approach rather than just be done with the business and overrule the bad precedent,\" says Erik Jaffe, a conservative who practices regularly before the court. But, he says, smaller steps avoid \"unintended consequences\" and are probably smarter. As an example of a decision that went too far too fast, he cites Roe v. Wade, which essentially legalized abortion in one fell swoop. And as a contrary example, he cites gay rights decisions, which have headed in a one-way direction for almost two decades, giving the country and the body politic \"time to catch up\" along the way. \"At the end of the day, they're hard questions,\" opines Jaffe. \"Leaping in and giving a final answer on it is only going to create more conflict when the political process really needs to work it through.\" It's not entirely clear whether the conservative majority took smaller steps this term out of caution or because there was no fifth vote for a more radical course. The truth is probably a bit of both. The court is deeply split, and for the first time in its history, its ideological alignment reflects partisan splits, too. The decisions made today are for the most part the product of choices made by past presidents with their appointments. And as professor Lederman observes, the \"ultimate fate\" of union fair-share fees, campaign finance, affirmative action, abortion restrictions and many other controversial issues depends on \"which justices are appointed to the court over the course of the next generation, which of course depends on who wins presidential elections.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/07/06/329235293/rare-unanimity-in-supreme-court-term-with-plenty-of-fireworks"
        },
        {
            "headline": "Red State Democrats Tread Lightly On Hobby Lobby Ruling",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 3,
                "year": 2014
            },
            "article_content": "When it comes to the Supreme Court's Hobby Lobby ruling, Georgia Democratic Senate candidate Michelle Nunn must navigate between her state's conservative electorate and her national party.\n                \n                    \n                    David Goldman/AP\n                    \n                \nhide caption When it comes to the Supreme Court's Hobby Lobby ruling, Georgia Democratic Senate candidate Michelle Nunn must navigate between her state's conservative electorate and her national party. For the typical Democrat running in 2014, frequent condemnation of the Supreme Court's recent Hobby Lobby decision is a no-brainer as a rallying cry to raise money and energize voters — especially women. Monday's ruling allows family-owned and other closely held companies to opt out of the federal health law's contraception mandate if they have religious objections. But some Democrats have to be more constrained than others in their objection to the decision, namely those running for the Senate in more conservative-oriented states. The large percentages of conservatives and evangelical Christians in those states, as well as church-going Democrats and Latino Catholics, means Democrats campaigning there must tread carefully. Senate candidates Michelle Nunn in Georgia and Alison Lundergan Grimes in Kentucky, for example, expressed disappointment publicly in the high court's 5-4 ruling. But it was fairly muted. Go to the campaign websites and social media pages of Nunn, Grimes, Sen. Mary Landrieu of Louisiana, Sen. Mark Pryor of Arkansas or Sen. Mark Begich of Alaska and it's hard to tell the Hobby Lobby decision even happened. (Begich's official Senate site does have a post-Hobby Lobby decision statement.) Sen. Kay Hagan in North Carolina was one Senate Democratic candidate from a state with a red streak who mentioned the Hobby Lobby decision on her campaign website, posting a news release. Her campaign used the news of the ruling as a way to contrast her with Republican challenger Thom Tillis, who approved of the Supreme Court ruling and also supported a \"personhood\" constitutional amendment that would grant legal protection to a fertilized human egg. \"Kay has always stood up for a woman's access to contraceptive care. This is not a new position for her,\" says Sadie Weiner, Hagan's communications director. (Requests for comment were made to other Democratic Senate candidates who hadn't responded by the time this was written. We will update with any responses that roll in.) Hagan has it somewhat easier, of course, than some of the other red state Democratic Senate candidates. While President Obama lost North Carolina in 2012, he won the state in 2008. The state has a Republican governor and a GOP-controlled Legislature, but Democrats have a voter registration edge over Republicans. The muted response from red state Democrats contrasts with the reaction from New Hampshire Democratic Sen. Jeanne Shaheen, who has kept up a steady stream of tweets criticizing the decision since the high court ruling. Senate Majority Whip Dick Durbin of Illinois, whose blue state seat is considered relatively safe, highlights on his website a news report that he will introduce legislation requiring companies that use the Hobby Lobby decision to not pay for their employees' contraceptive coverage to disclose that to workers and applicants. While the decision inflamed the Democratic base in general — and Democratic women in particular — Democratic political consultant Neil Oxman says the red state Democrats are in \"a bit of a conundrum.\" \"If you're any of those [Senate candidate] women and you disagree with the decision, you're not going to do it on radio; you're not going to do it on TV,\" Oxman tells It's All Politics. \"You're going to do it through a lot of direct mail. You're going to do it in ways where you're going to target households.\" The candidates would be wise to wait until late in the campaign to address the issue, he says, in order to keep any backlash before Election Day to a minimum. And while campaigns would likely use targeted social media to amplify their positions, direct mail would be the preferred route since that allows a campaign to be \"a little more incendiary and scary,\" Oxman says.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/07/03/327845871/red-state-democrats-tread-lightly-on-hobby-lobby-ruling"
        },
        {
            "headline": "All The Single Ladies: 5 Takeaways About Unmarried Female Voters",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 5,
                "year": 2014
            },
            "article_content": "Democrats have an urgent problem this year: how to get their most reliable female supporters to become more reliable voters.\n                \n                    \n                    iStockphoto\n                    \n                \nhide caption Democrats have an urgent problem this year: how to get their most reliable female supporters to become more reliable voters. In a midterm election that's expected to hinge on the demographic composition of the electorate, single women could be the key to Democratic chances to hold on to the Senate in November. While Republicans have a longstanding problem with female voters, this year it's Democrats who have the more urgent problem: how to get their most reliable female supporters to become more reliable voters. Here are five things to know about single female voters. They're Not Up For Grabs Unmarried women are the single most important demographic this year. But unlike other \"it\" demographics (remember soccer moms?), single women are not a constituency that's in play: They're extremely reliable Democratic supporters. In 2012, Barack Obama won the overall women's vote because of them. Mitt Romney actually won married women — by 7 points. But Obama crushed him with unmarried women, winning that cohort by a whopping 36 percentage points. Single women make up about 25 percent of the electorate, and they're growing fast as marriage rates decline. But while they are reliable supporters for the Democrats — that is, when they vote — they are not reliable voters: Between 2008 and 2010, the participation of unmarried women fell by about 20 points. And between 2012 and 2014, single women's participation is expected to drop off by about the same rate. So single women present Democrats with a turnout problem, not a persuasion problem. In that sense, they exemplify the Democrats' electoral dilemma. The party has built a mighty coalition for presidential elections — young people, women and minorities — but that coalition all but evaporates in midterm elections. If Democrats are going to re-create their presidential coalition in midterm years, single women are a good place to start, because ... They're Everywhere! Unlike minority voters, who are underrepresented in many of the whiter, rural red states that form this year's Senate battleground, single women can be found in numbers in every state and region. They're Very Expensive To Mobilize Single women are hard to target and turn out. They're economically stressed. They work all the time, they take care of their kids, and they're disaffiliated — they're not involved with community groups. They're more secular, attending church less often than married women. Because they were the hardest-hit by the recession, single women are more mobile and more likely to be renters — which means they're more easily disenfranchised. That matters a great deal, because the more stable a voter, the easier he or she is to target, register and turn out. Democrats have an agenda tailored to women's concerns — focusing on the minimum wage, pay equity, college affordability, reproductive issues and sexual assault — but that doesn't mitigate the turnout obstacles that single women present. Virginia Is The Model Democrats point to the state of Virginia as evidence that it's possible to re-create — to some extent — the Obama presidential coalition in an off-year election. In the 2013 governor's race, Democrat Terry McAuliffe lost the married women's vote to Republican Ken Cuccinelli. But McAuliffe won the unmarried women's vote by an astounding 42 points. He did it by stressing reproductive rights and the \"Republican war on women.\" Can Democrats do that elsewhere without uncompromising social conservatives like Cuccinelli on the Republican ticket? North Carolina Is The State To Watch Unlike other red states where Democratic Senate incumbents are in trouble, North Carolina is a state that Barack Obama actually won — in 2008. He lost it narrowly four years later. North Carolina has a large African-American population and a higher than average percentage of unmarried women. It also has a larger than average percentage of unmarried female voters who failed to show up in 2010 after voting in 2008. All of that suggests there's lots of potential in the state for Democrats. If front-runner Thom Tillis, the GOP state House speaker, ends up as Democratic Sen. Kay Hagan's opponent, he'll be framed as the leader of the war on women — and the state Legislature's enactment of limits on legal abortion will be highlighted.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/05/05/308955525/all-the-single-ladies-5-takeaways-about-unmarried-women-voters"
        },
        {
            "headline": "Why Scott Walker Is Looking Beyond His Fan Base",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 18,
                "year": 2014
            },
            "article_content": "GOP Gov. Scott Walker answers questions from reporters on April 16 in Madison, Wis.\n                \n                    \n                    Scott Bauer/AP\n                    \n                \nhide caption GOP Gov. Scott Walker answers questions from reporters on April 16 in Madison, Wis. Wisconsin Gov. Scott Walker officially announced this week that he is running for — wait for it — re-election as governor of Wisconsin. It will be at least six months before he says anything definitive regarding that other office, the oval-shaped one in Washington, D.C. And that's to be expected. Governors in both parties routinely run for re-election while keeping coy about the White House — much like Bill Clinton in 1990 and George W. Bush in 1998 and Rick Perry in 2010. Of course there's no question what's on Walker's mind, long term. His autobiography is titled Unintimidated: A Governor's Story and a Nation's Challenge — generously expanding his current horizon. Although just 46 years old, the Wisconsinite has avoided any public vow that he'll serve out his four years if re-elected, and he's wandered as far afield as Las Vegas to court the casino billionaire Sheldon Adelson, who bankrolled Newt Gingrich's last run for the White House. Walker moved up on a lot of people's short lists after the media love affair with Chris Christie's candidacy got nipped in the bud by Bridgegate. He has some of Christie's potential to span the GOP's internal divide, appealing to both the establishment (as Jeb Bush might) and the hard-core conservative base (as nearly all the other wannabes are trying to do). But to rise into that role, Walker needs a boost from a robust re-election. And that could get tricky in a swing state like Wisconsin, where pride often goeth before a fall. Walker's state GOP stands at a pinnacle of success and influence at home and in Washington. As he reclaimed the governorship for his party in 2010, the GOP was also seizing control of the state Legislature. Republicans captured the majority of the seats in the state's congressional delegation for the first time since 1996 and Ron Johnson became the first Wisconsin Republican in the U.S. Senate since 1992. Since that watershed, Wisconsinite Reince Priebus has become chairman of the Republican National Committee and Wisconsin Rep. Paul Ryan has been the party's nominee for vice president. But even this apparent golden age for the party has worrisome elements in the mix. Good times can expose rifts, and recently state Sen. Glenn Grothman, a hard-line conservative from West Bend, announced a challenge to 73-year-old Republican Tom Petri in the state's 6th Congressional District. Though a good party man, Petri is too mild-mannered a conservative for many in the Tea Party wing. Not long after Grothman got in, the 73-year-old got out, retiring after 35 years in office. Something of that same insurgent spirit animated a recent 6th District meeting of activists that produced a resolution calling on state legislators to affirm the state's rights — including its right to secede \"under extreme circumstances.\" In headline shorthand, that became a \"secession resolution,\" but a party committee approved it for consideration by the full statewide GOP convention in May. That prompted lots of media inquiries and forced Walker to dissociate himself from the\"secession resolution\" forthwith. It was the second time this month the governor, who has been a darling of much of the right, found himself at odds with some conservatives. The first came when his new 25-year-old campaign spokeswoman, Alleigh Marre, was outed as a supporter of Planned Parenthood and \"a woman's right to choose.\" Walker's allies in the anti-abortion movement erupted in protests. But so far the governor has stood by his aide. No, Walker has not become some middle-of-the-road pol. To be sure, his re-election would be rooted in his high-profile showdown with public employee unions in 2011 and his renown as a social conservative. But to win a big re-election this fall, he needs to cut into his Democratic opponent's margins among women and independents. That is a tall order against that opponent, Democrat Mary Burke, a woman with a business background. That could be why Walker, ever \"the conservative's conservative,\" has lately seemed attuned to sensibilities beyond his fan base. He has not shifted on policy but on tone, turning toward \"big tent\" tolerance. That will not make Walker the national favorite of his party's hard-liners. But the competition to be the most implacable conservative in the 2016 GOP presidential field is already crowded to the point of pointlessness. The better running room for Walker is to be found somewhere between Jeb Bush and everyone else.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/04/18/304542292/why-scott-walker-is-looking-beyond-his-fan-base"
        },
        {
            "headline": "In Ohio, Gov. Kasich Rises From Forsaken to Favorite",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 26,
                "year": 2014
            },
            "article_content": "Ohio Gov. John Kasich delivers his State of the State address Feb. 24 at the Performing Arts Center in Medina, Ohio.\n                \n                    \n                    Tony Dejak/AP\n                    \n                \nhide caption Ohio Gov. John Kasich delivers his State of the State address Feb. 24 at the Performing Arts Center in Medina, Ohio. Early in his term, Ohio Republican Gov. John Kasich was considered the most unpopular governor in the country. Between that and a sputtering state economy, a second term looked like a dicey proposition. But Kasich's standing has recovered over the past two years and the latest polling indicates his Democratic opponent Ed FitzGerald remains largely unknown. It's early in the election season — Ohio's primary isn't until May — but FitzGerald is struggling to find the issue with which he can convince people to turn Kasich out. \"All the polling shows that people are looking for an alternative,\" says FitzGerald, the Cuyahoga County executive. \"He's like a product people have lined up to make a return.\" FitzGerald, however, hasn't yet made the case that he's the right alternative. That's reflected in his fundraising, which is running well behind Kasich's, despite big investments from the Ohio Democratic Party. \"If Kasich were perceived as highly vulnerable, that would obviously help FitzGerald's fundraising a great deal,\" says former GOP Gov. Bob Taft. \"I don't think Kasich is perceived as that vulnerable.\" Bragging On The Economy Kasich can plausibly make the claim all politicians like to make — that things have gotten better on his watch. Kasich inherited an $8 billion budget shortfall, and now the state is running a surplus and talking about another round of income tax cuts. Ohio lost nearly 400,000 jobs in the four years before he took office, and has gained nearly 240,000 jobs since. \"What he inherited, to say that Ohio was a state that was struggling is an understatement,\" says Connie Wehrkamp, Kasich's campaign spokeswoman. State unemployment fell to a post-recession low in January. In fact, new figures released earlier this month showed that the state gained twice as many jobs last year (51,000) than had been previously counted. Numbers like these have brought Kasich's approval ratings up and given the once-struggling governor a slim but consistent lead.There's already speculation that Kasich will not only win, but turn around and mount a run for president. \"The economy's not soaring, but it's doing okay,\" Taft says. \"It's a lot better than when Kasich took office.\" Making Himself Known FitzGerald says that most of the new jobs don't pay very well and only a \"small group\" have truly prospered under Kasich's leadership. Ohio's unemployment rate had been running a little worse than the national average, but fell sharply in February to 6.5 percent. \"You still have a lot of people who are struggling,\" says Chris Seelbach, a Democratic member of the Cincinnati city council. That may give FitzGerald an opening, but he's got to sell himself first. The same Quinnipiac University poll last month that showed FitzGerald close behind Kasich also showed that 70 percent of Ohioans didn't know enough about him to form an opinion. FitzGerald has gotten high marks for his work in Cuyahoga County, which includes Cleveland, reshaping a county government that was the subject of a 2008 FBI corruption investigation, which has led to dozens of convictions. FitzGerald is a former FBI agent himself, but looking good in Cleveland is not necessarily enough to make him shine in the rest of the state. Because Ohio is so large — Cincinnati is much closer to Indianapolis and Louisville than it is to Cleveland — candidates for statewide office often have to run once and lose, just to make themselves known. And FitzGerald stumbled out of the gate. His first running mate, state Sen. Eric Kearney, had tax problems. FitzGerald stuck by him longer than many in his own party thought wise. \"That lieutenant governor mishap definitely hurt him, that's a fact,\" Seelbach says. The Case Against Kasich FitzGerald picked as his new running mate Sharon Neustadt, a Dayton-area attorney who has sat on a local Planned Parenthood board. A change in state law threatens to put half of Ohio's abortion clinics out of business. He notes that under Kasich, it's not just women's reproductive rights that have been weakened, but voting rights as well. FitzGerald says the governor has been more stealthy about these \"extreme things\" than he was about pursuing an unpopular anti-union law enacted during his first year in office, which voters quickly repealed. But FitzGerald says people simply don't agree with these policies, which is prompting buyer's remorse. \"All of those touch somebody, in different ways, but not in a good way,\" says Joe Schiavoni, Democratic leader of the state Senate. While all of these issues — jobs, inequality, abortion rights — speak to the Democratic base, FitzGerald hasn't crystallized his argument about why Kasich needs to be turned out of office. \"One of the problems with the FitzGerald campaign is that it hasn't really homed in on a single message,\" says Vladimir Kogan, an Ohio State University political scientist. \"Alternating among those, depending on what's in the news, takes away from the campaign.\" Kasich is also hard to paint as someone who serves only the interests of the rich, since he's been attentive to education issues and is a rare Republican governor willing to embrace the Medicaid expansion under the Affordable Care Act. Democrats are hopeful that FitzGerald's campaign can catch fire as voters start to pay more attention to the race, but they concede it may be difficult, given the incumbent's cash advantage. \"Nobody's going to win big in Ohio these days, but Kasich has a lead and he's obviously come back from some really bad numbers,\" says Peter Brown, a pollster with Quinnipiac. \"He does have some things that are important, like a rather large advantage in money.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/03/26/290103978/in-ohio-gov-kasich-rises-from-forsaken-to-favorite"
        },
        {
            "headline": "Iranian Women Make A Push For Greater Opportunities",
            "author": "Deborah Amos",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2014
            },
            "article_content": "Iranian women, shown here in downtown Tehran, are among groups in the country pushing for social and economic change.\n                \n                    \n                    Ebrahim Noroozi/AP\n                    \n                \nhide caption Iranian women, shown here in downtown Tehran, are among groups in the country pushing for social and economic change. Iran is starting to see a re-launch of activist groups following the election last year of President Hassan Rouhani. Social movements were scarce after the government crushed public protests known as the Green Movement following the 2009 elections. After the decisive vote for Rouhani, a surge of hope in Iran has attracted activists back to the political arena. Iranian women, in particular, are seizing the opportunity. On a recent afternoon in north Tehran, two professional women huddle with an adviser to the Ministry of Mines and Trade. They are building a strategy for promoting jobs for women in government and the private sector. This would have been impossible under the previous president, Mahmoud Ahmadinejad, explains Sohaila Jelodorzadeh, a former member of parliament, now a professor of textile engineering. \"We were ignored,\" she says, adding, \"No, it was more than ignored. We faced social and political problems.\" Now, she is politically active again, working with Soraya Maknoon, a former university chancellor, to champion women's employment. Women make up more than 60 percent of the college population in Iran but less than 20 percent of the working population. \"We want to make better use of their knowledge. This is important, not just to have degrees,\" says Maknoon. It is just one example of a trend in Iran, says Kevan Harris, an Iran specialist from Princeton University. \"Urban issues, pollution issues, environmental issues, women's issues\" — Iranians are forming groups to tackle the major problems facing the country, he says. \"The universities now are back, full of student politics, so we are going through a wave of mobilization from below in Iran.\" The gender gap in employment may be one of the toughest challenges despite a huge social shift on college campuses. After the 1979 revolution, Iran's Islamic government convinced even the most traditional families that it was safe to send their daughters away to college. Reversing Trends The shift is obvious on the campus of Tehran University, where women outnumber men in the campus courtyard and in the classrooms. \"I study sociology. I would like to study in the major of law to find a good job,\" says Farzoneh Natalie, a 24-year-old graduate student. But when I ask about her prospects for a job in a law office after graduation, she shakes her head no. Not in Iran, she says. She says she's thinking about going abroad for a job. It's the choice for many university students. Every year about 150,000 highly talented Iranians emigrate in what the International Monetary Fund calls the highest brain drain in the world. Rouhani is trying to reverse the trend and lure them back as he rebuilds an economy in critical condition after two years of devastating international sanctions and eight years of economic mismanagement under the former president. Rouhani will be judged on Iran's economic revival, says Saeed Laylez, a political analyst and reformist, and he needs more women in the workplace. \"He has no other choice,\" Laylez says. \"Women have better education than the men.\" Laylez and many civil activists object to a new population plan moving through parliament that will limit opportunities for women in education and employment. The plan has the backing of the Supreme Leader Ayatollah Ali Khamenei. An Iranian woman holds her child at the Mofid Children's Hospital in Tehran, Iran. Having curbed birth rates for two decades, Iran is once again promoting a baby boom to help make up for its graying population.\n                \n                    \n                    Ebrahim Noroozi/AP\n                    \n                \nhide caption An Iranian woman holds her child at the Mofid Children's Hospital in Tehran, Iran. Having curbed birth rates for two decades, Iran is once again promoting a baby boom to help make up for its graying population. Iran's health ministry has already started to reverse the country's successful birth control program with funds devoted instead to encouraging bigger families. Billboards around Tehran promote the message that bigger families are happier families. Laylez agrees with the assessment of Iran's demographics. The population is aging, and with an average of two children per family, in a few decades the old will outnumber the young, resembling the demographics of Italy and Germany. But a government-promoted baby boom won't solve the problem, Laylez says. \"The main policy should not be, in my opinion, to make more babies,\" he says. \"It should be to make more wealth. The people of Iran are at the best age for creating wealth.\" Rouhani has talked about creating more opportunities for the young, to reverse the flagging economy blighted by high unemployment, inflation and sanctions aimed at halting Iran's nuclear program. But women don't yet see change, says Harris. \"The problem is that the backlash is not only coming from guys with turbans,\" Harris says, referring to hardline clerics. Iran is a male-dominated society, he explains. \"A lot of men don't want women in the workplace, especially when they think it's costing male jobs.\" Iranian women have worked hard to overtake men in education, but in this conservative society, it's a long road to match that success in the workplace.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/parallels/2014/03/05/285785498/iranian-women-make-a-push-for-greater-opportunities"
        },
        {
            "headline": "Anti-Abortion Push Has Spain Debating Definition Of 'Progress'",
            "author": "Lauren Frayer",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 27,
                "year": 2014
            },
            "article_content": "Anti-abortion advocates protest in Madrid on Oct. 17, 2013. Spain's Parliament is expected to approve abortion restrictions in the coming weeks.\n                \n                    \n                    Daniel Ochoa de Olza/AP\n                    \n                \nhide caption Anti-abortion advocates protest in Madrid on Oct. 17, 2013. Spain's Parliament is expected to approve abortion restrictions in the coming weeks. Born in a tiny pueblo south of Madrid, Esperanza Puente arrived in the Spanish capital fresh out of high school. It was the late 1980s, and Spain was reveling in newfound freedoms after its military dictator Francisco Franco died and democracy took hold. \"The end of the 1980s was a wild time in Madrid — alcohol, drugs, nightlife, sex without commitment. When I arrived from a small village, I ate it up, like it was the end of the world!\" recalls Puente, now 43, smiling. \"But I ended up pregnant, and my boyfriend suddenly didn't want anything to do with me.\" Puente couldn't bear to tell her conservative Catholic family back in her village that she was pregnant and unmarried. So she sought another option: Spain had just legalized abortion in 1985. \"I had this new option of abortion, which seemed easy and painless. You could get one in 24 hours,\" Puente says. \"I felt like I didn't have any other alternative.\" But Puente has come to regret that decision. Some 25 years later, she now volunteers with an anti-abortion group, counseling pregnant women who are in the position she once was, deciding whether to abort or give birth. She's changed her mind about abortion — and so has Spain's government. Puente's personal journey reflects a larger backlash against a number of changes in Spanish society in recent years. Anti-Abortion Legislation The Spanish government is on its way to creating one of the toughest abortion laws in Europe — a near-total ban, except in cases of rape or grave risk to the mother's health. Serious birth defects will no longer be grounds for terminating a pregnancy. In Europe, only the tiny island nation of Malta has a complete ban on abortion. The procedure is legal and widely available across much of the continent — France, Germany, the Netherlands, Portugal, Italy. Even Ireland, with its own deep-rooted Catholic society, amended its laws last year to legalize abortion in limited circumstances, when the mother's life is at risk. Spain first legalized abortion in 1985, and then widened its availability with another law in 2010. New legislation to override both those laws won government approval in December, and awaits a final vote by Parliament in the coming weeks or months. The conservative Popular Party holds an absolute majority in Parliament, so passage is virtually guaranteed. Polls show, however, that more than 80 percent of Spaniards want abortion to remain legal and accessible, like in most of Europe. Thousands of protesters march up and down Madrid's wide avenues every weekend. Many accuse the government of cowing to the Catholic Church. At one of the more colorful recent protests, a dozen topless women chanted, \"Abortion is sacred!\" as they rushed toward a Catholic cardinal, pelting him with lace panties. Priests closed in on the cardinal, and elderly churchgoers used their handbags to swat at the topless protesters. Theatrics aside, many abortion-rights advocates believe the new law will turn the clock back to the 1970s, when Spanish women had to travel abroad to get abortions. \"Many women will be packing their suitcases once again for weekend flights to France and England,\" says Luis Enrique Sanchez, president of Spain's Planned Parenthood Federation. \"This is a situation we cannot endure. It'll do so much damage to the Spanish population.\" Abortion-rights groups participate in a \"Freedom Train\" from Gijon, Spain, to Madrid on Feb. 1 to protest the government's plan to restrict access to abortion.\n                \n                    \n                    Pablo Blazquez Dominguez/Getty Images\n                    \n                \nhide caption Political Promises Tightening Spain's abortion rules was one of the Popular Party's campaign promises during the 2011 general elections, which the party won by a wide margin. In recent months, Prime Minister Mariano Rajoy has moved toward the right, trying to keep members of his conservative party from defecting to new far-right political party, Vox, which has been compared to the Tea Party in the U.S. But on abortion, Spain's conservatives also face another revolt from the center — led by Celia Villalobos, the deputy speaker of Spain's Parliament. She is a conservative, and an abortion-rights advocate. Villalobos has urged fellow conservatives to break with the party leadership and vote their conscience on abortion. \"Sure, there's a far-right wing of the party that's much more conservative, and it's pressuring the leadership,\" she said in a recent interview. \"But what's happened is, we're not in 1985 anymore. We're in 2014, and things have changed.\" In the intervening years, most of Europe legalized abortion. In 40 years, Spain has changed from a Catholic dictatorship to one of the first European nations to legalize gay marriage. What Is Progress? For some Spaniards — especially older conservatives, many of whom happen to sit in Parliament — change has come too fast, and it's bewildering, says Fernando Gortazar, with the Family Forum, another anti-abortion group. \"Sometimes when you introduce a big change, and people get these sudden and a bit crazy freedoms of the last years, maybe some of the things that should never change are confused with what is real progress,\" Gortazar says. That's the real debate taking place in Spain now: whether the freedoms that came with democracy in the 1980s represent true progress, or a breakdown of traditional Spanish values. Despite fierce arguments on both sides, Spain's Parliament will almost certainly choose to severely restrict abortion when it comes up for a vote.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/parallels/2014/02/27/283081599/anti-abortion-push-has-spain-debating-definition-of-progress"
        },
        {
            "headline": "Women's Rights Activist Sandra Fluke Aims For Congressional Seat",
            "author": "By  \n\n      Carly Cody",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 4,
                "year": 2014
            },
            "article_content": "President Obama is accompanied by Sandra Fluke at a 2012 campaign event in Aurora, Colo. Fluke gained attention when talk show host Rush Limbaugh spoke disparagingly of her testimony before Congress on the issue of contraception and insurance coverage.\n                \n                    \n                    Pablo Martinez Monsivais/AP\n                    \n                \nhide caption President Obama is accompanied by Sandra Fluke at a 2012 campaign event in Aurora, Colo. Fluke gained attention when talk show host Rush Limbaugh spoke disparagingly of her testimony before Congress on the issue of contraception and insurance coverage. Add women's rights activist Sandra Fluke to the roster of Democrats hoping to succeed Rep. Henry Waxman. Fluke has filed with the California Democratic Party to seek its endorsement for the heavily Democratic Los Angeles-based seat held by Waxman since 1975. She's listed on the state party's website as one of three candidates who have officially filed in the 33rd Congressional District. The other two are state Sen. Ted Lieu and Wendy Greuel, a finalist in last year's Los Angeles mayoral race. Abigail Gardner, a spokeswoman for Fluke, confirmed that the activist has filed with the state party but said the move was simply a procedural step to meet internal party deadlines and allow Fluke to keep her options open. In an interview with KPCC last week, Fluke told the Southern California radio station, \"I am strongly considering running.\" Waxman announced last week that he will not seek re-election, raising the prospect of a crowded race for a House seat that's been occupied for decades. Fluke was thrust into the national spotlight after she was denied a chance to testify during a Republican-led House hearing on Obamacare's contraception coverage in 2012. She later testified during a hearing before the House Democratic Steering and Policy Committee. The incident gained even more attention when conservative radio host Rush Limbaugh called Fluke, then a Georgetown law student, a \"slut\" and a \"prostitute\" on air. As a result of her experience, Fluke became a rallying point on the left and was a featured speaker at the Democratic National Convention in 2012, where she spoke about women's rights. Fluke also campaigned for various Democratic candidates and introduced President Obama at a rally in Denver.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/02/04/271421110/womens-rights-activist-sandra-fluke-aims-for-congressional-seat"
        },
        {
            "headline": "Inside The State Of The Union: What The President Proposed",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 29,
                "year": 2014
            },
            "article_content": "President Obama delivers his State of the Union address before a joint session of Congress on Tuesday.\n                \n                    \n                    Jim Lo Scalzo/EPA/Landov\n                    \n                \nhide caption President Obama delivers his State of the Union address before a joint session of Congress on Tuesday. After a long spell of partisan trench warfare and gridlock, President Obama called for \"a year of action\" Tuesday as he focused on themes that are central to his second-term agenda. The changes he proposed in his annual State of the Union speech were relatively modest, but flashes of ambition showed in his promise to move forward, with or without Congress, to address issues of income inequality. Here's what President Obama proposed on the policy front: Minimum Wage Twelve months ago, Obama called on Congress to raise the federal minimum wage (spoiler alert: they didn't do it). He made that same call again in his 2014 State of the Union address, but this time with a twist. He said that \"in the coming weeks\" he would issue an executive order raising the minimum wage for employees of federal contractors to $10.10 an hour. \"[B]ecause if you cook our troops' meals or wash their dishes, you shouldn't have to live in poverty,\" he said. But there are still a number of details to fill in. It's not clear just how many people will get a raise as a result of this planned action, and administration officials who briefed reporters weren't able to supply a number. One reason it's hard to know: This will only apply to new federal contracts, so people working now for less than $10.10 could keep making the same wage unless their employer signs a new contract with the government. \"Let's understand something: This affects not one current contract,\" House Speaker John Boehner said hours before the speech. \"It only affects future contracts with the federal government. And so I think the question is, how many people, Mr. President, will this executive action actually help? I suspect the answer is somewhere close to zero.\" Still, it represents a victory for low-wage workers who held walkouts and other actions to draw attention to their plight. Progressive Democrats — who have been calling for the president to sign an executive order giving these workers a raise — plan to watch closely as the executive order is drafted. They want to make sure that any new minimum wage is indexed to inflation. Obama will tour a Costco warehouse store in Lanham, Md., Wednesday morning to highlight how that company pays employees more than minimum wage. In his address, the president called on other employers to do the same and encouraged states and cities to raise their own minimum wages. \"I say, you don't have to wait for Congress to act,\" said Obama. \"Americans will support you if you take this on.\" Obama also continues to call on Congress to pass minimum-wage legislation, as he did in last year's State of the Union. But congressional Republicans have made it clear this isn't something they intend to do. They argue that raising the minimum wage will hurt businesses and, by extension, low-wage workers. \"When it comes to the federal minimum wage, listen, I used to be an employer,\" Boehner added. \"When you raise the cost of something, you get less of it.\" -- Tamara Keith Health Care President Obama had nothing new to offer on health care, but he was not going to miss the opportunity of his biggest audience of the year to plug the Affordable Care Act. In just a few sentences, the president managed to highlight the most popular and successful elements of the health law — things like guaranteeing coverage to people with pre-existing health conditions and letting young adults stay on their parents' health plans — while making no mention of the problems that have plagued the law's rollout. Enrollment numbers that seemed dismal just a month ago suddenly seem robust enough to become fodder for the speech: \"More than 9 million Americans have signed up for private health insurance or Medicaid coverage,\" he said, referring to the 3 million people who have signed up through state and federally run exchanges through late January and the more than 6 million found eligible for Medicaid or the Children's Health Insurance Program between Oct. 1 and the end of 2013. He challenged Congress to stop trying to repeal the law — which brought a thundering ovation from Democrats who are up for election in the fall — and urged those who don't have insurance to get it before open enrollment ends March 31. \"Moms, get on your kids to sign up. Kids, call your mom and walk her through the application,\" he said. Not surprisingly, Rep. Cathy McMorris Rodgers, speaking for the Republicans, had pretty much the opposite view of the law. \"No, we shouldn't go back to the way things were,\" she said in her rebuttal, \"but this law is not working. Republicans believe health care choices should be yours, not the government's.\" Interestingly, neither the president nor McMorris Rodgers mentioned one of the most contentious elements of the law now working its way through the courts — the requirement for most health plans to cover FDA-approved contraceptives without deductibles or co-payments. The requirement has prompted dozens of lawsuits from religious and private employers and is headed to the Supreme Court this spring. There was also scant attention to Medicare, other than Obama's passing mention that the Affordable Care Act would expand benefits to seniors and shore up the program's financing. Republicans used the Medicare spending reductions in the law to hammer Democrats in the 2010 elections, but since then most of their proposals, including one unveiled by senior GOP senators this week, would leave those spending reductions untouched. -- Julie Rovner Immigration As expected, the president maintained a light touch as he tasked Congress with doing what he asked it to do in the last State of the Union — pass immigration reform. Noting that both Democrats and Republicans in the Senate had already acted, Obama said he knew members of both parties in the House wanted to do likewise. \"So let's get immigration reform done this year,\" he concluded. Notably, he did not call for the House to pass the path to citizenship that the Senate bill made available to the millions of immigrants currently in the country without authorization. He didn't ask for a comprehensive bill, nor did he endorse the step-by-step approach House Republicans advocate. The president essentially left House Republicans to own whatever they come up with — he seemed to recognize that any policy prescriptions he dispensed would likely backfire. As he and other Democrats know, failure to do anything on immigration will likely further erode the GOP's already low standing with Latino voters. The GOP has a strong incentive to act — and Obama tried Tuesday night not to get in the way. -- David Welna National Security: Afghanistan And The War On Terror The president's claim that the longest war \"will finally be over\" represents standard fare — and he broke no new ground on the question of the security agreement with Afghanistan. Some 10,000 troops may remain in Afghanistan after this year if that deal is signed, so the idea that the war is over is a bit of a stretch — albeit a stretch the White House has been making for a year. The speech captured the tension between security and politics: that the White House very much wants the war to be over, but that to leave too quickly could lead to chaos on the ground in Afghanistan. And that debate is playing out now inside the Obama administration. The first item that needs to be resolved is this: Will Afghanistan's president sign on to a bilateral security agreement that all sides thought was done last fall? Instead, Afghan President Hamid Karzai has held it up and made the relationship more and more complicated. If the deal falls through, it's most likely that no U.S. troops will remain beyond the end of 2014 — sometimes called the \"zero option.\" If the deal is agreed to — and this may not happen until the April election in Afghanistan — then the U.S. must decide how many troops would remain. The Pentagon is pushing for about 10,000. The military is telling the president's team that it needs that many troops to carry out two key missions: counterterrorism and the training of Afghan troops. Others inside the White House want a much smaller number. It could be weeks or months before we know what number the White House settles on. The winding down of the war in Afghanistan raises a broader question: When does the war on terrorism ever end? In his speech Tuesday evening, the president said: \"America must move off a permanent war footing.\" It's a theme the president first outlined in a May speech at the National Defense University. The legacies of the war on terrorism are Guantanamo, drones and surveillance — practices that the White House is looking to change. The big idea is that all were justified by the idea of permanent war. After the Sept. 11 attacks, the nation created a new national security state that was, to put it charitably, improvised. That led to the use of torture, or what became known as enhanced interrogations. Those early days, in late 2001, marked the start of the NSA surveillance programs that evolved over time and are at the center of national debate today. Likewise with Guantanamo. But if that \"permanent\" war comes to a close and terrorism ceases to dominate national security policy, then there may no longer be a rationale for these policies. The hard part is getting there — finding a way to do away with them. Congress makes it all but impossible to close Gitmo; drone strikes are on the decline but still too central to counterterrorism policy; and NSA surveillance changes are taking place at the margin. For example, in a speech a week ago, the president called for the government to stop collecting the phone records of all Americans, the so-called \"metadata\" program. But he does not want to end the program entirely, only to reform it. That's the part no one has the answer to. If the government doesn't hold those phone records, who does? Note also that this was the one place in the State of the Union address where the president alluded to the debate over surveillance and the NSA. It got one sentence. Permanent wars are hard to end. -- Bruce Auster Foreign Policy Obama's remarks on moving off permanent war footing were part of laying out his case for \"strong and principled diplomacy.\" He used his State of the Union speech to urge Congress to give U.S. diplomats some room to maneuver, particularly when it comes to Iran. \"We must give diplomacy a chance to succeed,\" he implored. He warned lawmakers that he would veto a new sanctions bill, which Obama said could derail talks on rolling back Iran's nuclear program. Fifty-nine lawmakers are co-sponsoring a new sanctions bill, which Senate Foreign Relations Committee Chairman Robert Menendez, D-N.J., portrays as a diplomatic insurance policy. It would impose new sanctions if talks fail to persuade Iran to curb its nuclear ambitions. \"If Iran's leaders do not seize this opportunity, then I will be the first to call for more sanctions,\" Obama told a skeptical Congress, \"and stand ready to exercise all options to make sure Iran does not build a nuclear weapon. \" On Syria, the president broke no new ground, saying only that American diplomacy is \"why Syria's chemical weapons are being eliminated.\" He added that his administration is also trying to help \"achieve an independent state for Palestinians, and lasting peace and security for the state of Israel — a Jewish state that knows America will always be at their side.\" -- Michele Kelemen Education $75 billion over the next 10 years to expand preschool programs — that's what the president initially proposed last year by raising cigarette taxes. This would be the main source of new funding earmarked for states to enroll all 4-year-olds in state-run programs by 2020. But despite the president's call Tuesday for making \"high-quality pre-K available to every 4-year-old,\" it's unlikely that Congress is going to take this up, despite growing support in state legislatures. Forty states and the District of Columbia today enroll 1.1 million mostly poor 4-year-olds at a cost of $5.6 billion. Thirty have increased funding for preschool in the past year by 7 percent — in 10 states, by more than 20 percent. And yet state-run programs are only reaching about 30 percent of eligible children — 40 percent if you add the number of low-income children in Head Start. On community colleges, the president announced new partnerships with business to create job training programs and apprenticeships. But community college leaders have complained that the federal aid to do that is not nearly enough to make up for huge cuts in state funding for their institutions. In states like California, community colleges are for the first time having to turn away students. As part of the \"opportunity for all\" theme, the administration has embarked on a campaign to increase the number of low-income, college-eligible students who enroll and complete college. Currently, no more than half of these students apply to college. The president made clear that higher education is one way to deal with income inequality by creating a path for poor young people to make their way into the middle class and beyond. More than 150 college presidents have signed onto this campaign, vowing to reach out to more poor college-eligible students and offer more financial aid and support services on their campuses for these students. As for his \"Race to the Top\" initiative to raise the quality of schools and student performance, the president said it \"has helped states raise expectations and performance.\" But American students are still far behind in math and reading compared with other industrialized nations. Many educators complain that the president's policies have been used as a carrot-and-stick approach that distributes about $4.5 billion to states on the condition that they adopt reforms prescribed by the administration — like creating career- and college-ready standards, shutting down failing schools and paying teachers based on their performance and kids' test scores. All of it is highly controversial — and it's generating lots of pushback from teachers unions, parent groups opposed to testing, and minority community activists who say their neighborhood schools are being shut down and replaced by privately run charter schools (or what some call \"the privatization of public education\"). -- Claudio Sanchez",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/01/28/267939585/inside-the-state-of-the-union-what-the-president-proposed"
        },
        {
            "headline": "Eyes On 2016, GOP Revisits The Rebranding",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 25,
                "year": 2014
            },
            "article_content": "Mike Huckabee, left, sits with RNC Chairman Reince Priebus before Huckabee spoke at the Republican National Committee winter meeting in Washington on Thursday,\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption Mike Huckabee, left, sits with RNC Chairman Reince Priebus before Huckabee spoke at the Republican National Committee winter meeting in Washington on Thursday, Republican Party leaders gathered in Washington this week for their annual winter meetings. They approved new rules for the 2016 presidential primaries designed to create a more orderly path to the GOP nomination — and, the party hopes, to the White House. But this week's meeting also provided an opportunity to see how far Republicans have come in an effort begun a year ago to reach out to new voters — especially young people, minorities and women. For Friday's luncheon speech, the party turned to one of its newest, high-profile stars: first-term Sen. Tim Scott of South Carolina, a conservative African-American businessman who embodies what officials say is a party that can expand its base. Scott was very much on-message. \"We are going to have to embrace people in a way that they deserve to be embraced,\" he said. \"I will tell you, as we embrace people in a new and fantastic way, we will encourage them to find the potential within themselves to maximize their potential. And when we win people, elections will take care of themselves.\" Mixed Messages But over the course of the three-day RNC meetings, there were some mixed messages on reaching out to new voters. Former Arkansas Gov. Mike Huckabee spoke about ending divisiveness in the party, which some call a civil war between the Tea Party and establishment Republicans. But Huckabee also stirred controversy when he spoke about winning the votes of women. \"If the Democrats want to insult the women of America by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control, because they cannot control their libido or their reproductive system without the help of the government, then so be it, let us take that discussion all across America,\" Huckabee said. It didn't exactly fit with the Republican Party's rebranding effort, which began a year ago following the party's poor showing in the 2012 elections. RNC Chairman Reince Priebus reacted cautiously to Huckabee. \"I don't know what he was talking about,\" Priebus said. \"What I can tell you is that I think he was trying to make the comment that government can't be involved in every part of everyone's life.\" Leaving 2012 Behind Mostly, however, the GOP re-branding that was the talk of RNC meetings last year was in the background this year. Louisiana's Republican Party Chairman Roger Villere said progress is being made, though he denied that Republicans have a problem with women or minorities. \"I think the perception and what some of the Democrats want us to look like is, we have a problem,\" Villere said. \"We don't have a problem with minorities. Maybe we have a problem articulating our positions. I think we have to show minorities that we feel like they can do better being part of the Republican Party.\" Looking ahead to 2016, the party moved to ensure that the presidential primary season will be shorter, likely beginning that February and wrapping up as early as May. Priebus said the last primary cycle — which included a long season of many, many GOP debates — was damaging to the nominee and the party. \"We don't want a six-month slice-and-dice festival in our party,\" he said. \"It's not good for picking a president. It's not good for our party.\" There was also lots of chatter at this Republican gathering about one person they see as the likely Democratic nominee — Hillary Clinton, though she was sometimes referred to as \"she who must not be named.\" The line got laughs.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/01/25/265992565/eyes-on-2016-gop-revisits-the-rebranding"
        },
        {
            "headline": "Supreme Court Considers Legality Of Abortion Clinic Buffer Zones",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 15,
                "year": 2014
            },
            "article_content": "Anti-abortion protesters assemble outside the Planned Parenthood clinic in Boston on Dec. 7. The protesters are legally behind the 35-foot buffer zone, which is marked by a painted yellow line on the sidewalk.\n                \n                    \n                    Wendy Maeda/Boston Globe via Getty Images\n                    \n                \nhide caption Anti-abortion protesters assemble outside the Planned Parenthood clinic in Boston on Dec. 7. The protesters are legally behind the 35-foot buffer zone, which is marked by a painted yellow line on the sidewalk. The U.S. Supreme Court hears arguments Wednesday in a case testing the constitutionality of buffer zones at abortion clinics. Fourteen years ago, the court upheld Colorado's 8-foot \"floating\" buffer zones around individuals to protect patients and staff entering and exiting these clinics. Since then, buffer zones have prevented demonstrators from closely approaching patients and staff without permission. But the issue is back before a different and more conservative Supreme Court. The Massachusetts law prohibits anyone from standing within 35 feet of the entrance to a reproductive health care facility where abortions take place. That distance, the length of a school bus, takes the average person about 7 seconds to walk. And, according to the law, anyone can walk through it — as long as their purpose is to enter the facility or cross to the other side of the zone. 'Just Talk A Minute' The zone is marked by a painted yellow line, and anybody who remains standing in it is asked to move outside the line. Lead plaintiff Eleanor McCullen is a member of the anti-abortion group Operation Rescue and a part-time prison chaplain. She looks like a typical cheery grandmother, and has been standing outside a Planned Parenthood clinic in Boston every Tuesday and Wednesday for the past 13 years. As McCullen describes it, she asks women to \"just talk a minute before you rush in. You rush in so quickly, and then you come out in tears.\" She tells women: \"There's another option other than taking the child, the small boy or girl, from the womb.\" And she says she and other Operation Rescue volunteers have provided housing, medical help, even baby showers to help women who decide not to have an abortion. On her refrigerator, she keeps photos of all of the babies she says she has saved. But McCullen says the buffer zone violates her First Amendment rights and prevents her from communicating with complete effectiveness. \"It's America,\" she says. \"I should be able to walk and talk gently, lovingly, anywhere with anybody.\" Inside the Planned Parenthood Clinic in Boston, officials say 90 percent of their work is primary care, contraception, cancer screening and gynecological services — not abortion. But because of the abortions that are performed, the clinic has considerable security. And in the building's atrium stands a stark reminder of the darkest days for Planned Parenthood in Boston: a plaque dedicated to two clinic personnel killed by a gunman, who also wounded five others, in 1994. Public Sidewalks And Polling Places The Planned Parenthood League of Massachusetts is led by Marty Walz, a former member of the Massachusetts House of Representatives. In 2007, while in the state Legislature, she co-sponsored the buffer zone legislation now at issue. She compares the law with other buffer zone laws — in Massachusetts and many other states — enacted to protect people going to funerals, political conventions and polling places. She contrasts the 35-foot buffer zone around the clinic with the \"150-foot buffer zone around every polling place\" in Massachusetts on Election Day. At polling places, even those handing out literature have to stay 150 feet from the entrance. \"There's even a buffer zone around the Supreme Court,\" Walz points out. In fact, the U.S. Supreme Court does ban all demonstrations, vigils, picketing and speech-making on its 252-by-98-foot plaza, allowing demonstrations only on the adjacent public sidewalk. Eleanor McCullen, lead plaintiff in the case before the Supreme Court, outside the Planned Parenthood clinic in Boston.\n                \n                    \n                    Nick Fountain/NPR\n                    \n                \nhide caption Eleanor McCullen, lead plaintiff in the case before the Supreme Court, outside the Planned Parenthood clinic in Boston. The court has justified its policy by saying the plaza is \"not a traditional public forum,\" according to Catholic University law professor Mark Rienzi, who represents the anti-abortion demonstrators in Massachusetts. Whether or not one agrees with that distinction, he says, in contrast, \"Public sidewalks are places that people are supposed to be free to exchange information and exchange ideas.\" He asserts that evidence here shows that the abortion-clinic buffer zone makes it \"much more difficult\" to do just that. Moreover, if demonstrators are such a threat to people at the clinic, he asks, why were there no prosecutions in the seven years before this law took effect? Massachusetts then had a 6-foot floating buffer zone, a provision similar to the one in Colorado that was upheld in 2000. 'An Issue Of Safety' Law enforcement authorities and clinic personnel paint a different picture. They say the situation outside the clinic was frequently chaotic, with anti-abortion and pro-abortion rights demonstrators often toe to toe at the entrance, a scene one volunteer who helped escort patients into the clinic likened to linebackers on the 1-yard line. \"On a day-to-day basis there was an issue of safety, of people trying to get in the clinic being approached\" and \"physically harassed,\" says Massachusetts Attorney General Martha Coakley. At clinics outside Boston, she says, demonstrators routinely stuck literature through car windows as they approached, thus endangering both those in the car and the demonstrators themselves. Lawyer Rienzi counters that \"violence and obstruction and intimidation and harassment are already illegal,\" and that \"the only new thing this law gets is the peaceful speech.\" Not so, asserts Planned Parenthood's Walz. The 35-foot buffer zone is a reasonable time, place and manner regulation of speech — akin to regulating how loud you can play music at night. \"Nothing else in our 30-year history has worked,\" she adds. Prosecuting people after they've violated criminal statutes doesn't solve anything, Walz says. \"What you want to do,\" she says, \"is create an environment where people can get health care when they need it, when they have an appointment, rather than have them leave because they're afraid or blocked from getting in the door, and then seeking a remedy.\" At that point, \"they've been deprived of access to health care.\" The Legal Questions At the Supreme Court on Wednesday, there are essentially two questions: First, does the Massachusetts buffer zone law go too far, or is it permissible under the court's 2000 ruling allowing some buffer zones? Second, should the court reverse that 2000 decision entirely? The vote in that case was 6-to-3, with the majority ruling that in situations like those at abortion clinics, unwilling listeners have some right to be let alone. The dissenters, however, were furious. Justice Antonin Scalia delivered a rare and blistering oral dissent when the opinion was announced. \"Does the deck seem stacked?\" he thundered. \"You bet.\" He went on to say that \"our longstanding commitment to uninhibited, robust and wide-open debate is miraculously replaced by the power of the state to protect an unheard of right to be let alone on the public streets.\" Scalia and his fellow dissenters are still on the court. But most of the majority justices from 2000 are gone — replaced in some cases by more conservative justices. Most important, Sandra Day O'Connor has retired and been replaced by George W. Bush appointee Samuel Alito, who has a history of being unsympathetic to abortion rights. For now, though, outside the Boston Planned Parenthood clinic, the scene remains fairly constant. Eleanor McCullen is there every Tuesday and Wednesday, sometimes standing far outside the buffer zone line. When asked why, she replies: \"I go where the Holy Spirit leads me.\" We'll know by summer where the legal spirit leads the Supreme Court. Nick Fountain contributed to this report.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2013/12/20/255870199/supreme-court-considers-legality-of-abortion-clinic-buffer-zones"
        },
        {
            "headline": "Pope Calls Abortion Evidence Of 'The Throwaway Culture'",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 13,
                "year": 2014
            },
            "article_content": "Pope Francis received applause from hundreds of worldwide ambassadors to the Holy See on Monday as he entered a huge hall in Vatican City.\n                \n                    \n                    Osservatore Romano Press Office/EPA/Landov\n                    \n                \nhide caption Pope Francis received applause from hundreds of worldwide ambassadors to the Holy See on Monday as he entered a huge hall in Vatican City. Pope Francis, criticized by some conservative Catholics as not speaking out forcefully against abortion, said Monday that the practice is \"horrific\" and evidence of \"the throwaway culture.\" In an annual speech known as the pontiff's \"State of the World\" address, Francis told diplomats and journalists gathered at the Holy See that it \"is horrific even to think that there are children, victims of abortion, who will never see the light of day.\" Hunger, he said, is a threat to world peace, noting that food, like human life, is being discarded as unnecessary. \"We cannot be indifferent to those suffering from hunger, especially children, when we think of how much food is wasted every day in many parts of the world immersed in what I have often termed 'the throwaway culture,' \" Francis said. Some conservative Catholics were alarmed when Francis said in September that the church must end its \"obsession\" with teachings on abortion, contraception and homosexuality or risk falling \"like a house of cards.\" As Reuters notes: \"Since his election in March, the pope, while showing no signs of changing the church's position against abortion, has not spoken out against it as sternly or as repeatedly as his predecessors Pope Benedict XVI and the late John Paul II.\" \"Both of those popes often delivered sermons against abortion, which the church considers murder.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2014/01/13/262085456/pope-calls-abortion-evidence-of-the-throwaway-culture"
        },
        {
            "headline": "Senate Democrats Aim To Overturn High Court's Hobby Lobby Ruling",
            "author": "Laura Sullivan",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 16,
                "year": 2014
            },
            "article_content": "The measure is unlikely to pass, however, they are hoping to give Democrats a boost in contested states this fall by getting single female voters fired up to head to the polls.  STEVE INSKEEP, HOST: On a Wednesday, it's MORNING EDITION from NPR News. Good morning. I'm Steve Inskeep. RENEE MONTAGNE, HOST: And I'm Renee Montagne. When the Supreme Court issued a major decision on contraception last month, Democrats started working on a way to nullify it. The court ruled in favor of the owners of the Hobby Lobby chain of craft stores, saying that some for-profit corporations may refuse to provide health coverage to pay for contraceptives if an employer has religious objections. A bill that would upend that Hobby Lobby decision could come as early as today. It's unlikely to pass, but the idea is to force Republicans to take a position on an issue Democrats believe works in their favor for the fall elections. NPR's Laura Sullivan reports. LAURA SULLIVAN, BYLINE: Senate Democrats have been vocal in their criticism of the Supreme Court's recent Hobby Lobby decision which allows closely held companies to refuse to provide birth control as part of their healthcare plans if it's against the owner's religious beliefs. Republicans have been, by comparison, noticeably quiet. They haven't talked much about it at press conferences or on the House or Senate floor. This week Democrats are looking to change that, forcing them to take a vote on a bill that would upend the ruling. SENATOR BARBARA BOXER: We shouldn't be embracing decisions that make it more difficult for women to get access to birth control. SULLIVAN: Senator Barbara Boxer, a Democrat from California who cosponsored the bill, laid it out for Republican lawmakers on the Senate floor. BOXER: We're going to see if our colleagues agree. Every senator must take a stand for individual liberty. Women are watching. The American people will hold each of us accountable if we fail to protect their rights. SULLIVAN: The bill has 45 Democratic cosponsors so far. They're calling it the Not My Boss' Business Act. But it is unlikely to pass. Democratic operatives say either way, they're writing campaign ads in closely watched states. Justin Barasky is a democratic operative at the Democratic Senatorial Campaign Committee. JUSTIN BARASKY: Republicans are in a really tough spot, here. SULLIVAN: Barasky says the position that Hobby Lobby preserves the religious freedom of business owners plays well to the conservative Republican base but not beyond. BARASKY: It may be popular when it comes to running in a Republican primary, which a number of these candidates did, but in a general election, it isn't very popular. Women don't like it, and a lot of men don't like it. SULLIVAN: Barasky and other Democrats believe it could drive voter turnout, especially among the historically unreliable group of young single women voters. Republicans, though, are starting to step into the fight. Yesterday at a press conference, they said Democrats are fear-mongering, saying nothing in Hobby Lobby decision prevents women from accessing birth control. If employers take religious exception to providing it as part of their health care plans, women may just have to pay for it themselves. Senator Kelly Ayotte is a Republican from New Hampshire, and she said Republicans will be offering their own bill this week that will emphasize that employers cannot prohibit employees from using birth control and that will create a commission on how to provide women more access to contraception. SENATOR KELLY AYOTTE: I really am disappointed that my colleagues on the other side of the aisle would try to score election-year points by misrepresenting what the Hobby Lobby decision stands for. Bosses will not have the authority to restrict a woman's access to contraception. SULLIVAN: However the Hobby Lobby decision is interpreted, both Republicans and Democrats will have to go on the record this week over whether or not they think it should stand. Laura Sullivan, NPR News, the Capitol. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2014/07/16/331899899/senate-democrats-aim-to-overturn-high-court-s-hobby-lobby-ruling"
        },
        {
            "headline": "GOP Takes Control Of Senate With Wins in N.C., Iowa, Ark., Colo.",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 4,
                "year": 2014
            },
            "article_content": "Supporters of Republican  Sen.-elect Tom Cotton celebrate his win in Arkansas over incumbent Mark Pryor. The GOP picked up seven seats Tuesday, gaining control of the Senate.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \nhide caption Supporters of Republican  Sen.-elect Tom Cotton celebrate his win in Arkansas over incumbent Mark Pryor. The GOP picked up seven seats Tuesday, gaining control of the Senate. This story was updated at 1:02 a.m. ET Republicans have picked up the seats they needed to retake control of the Senate and then some, with major victories in North Carolina, Iowa, Colorado and Arkansas, and added to their margin in the U.S. House. Republican Sen. Mitch McConnell celebrates with his wife, Elaine Chao, on Tuesday in Louisville, Ky. McConnell defeated Kentucky Secretary of State Alison Lundergan Grimes.\n                \n                    \n                    Aaron P. Bernstein/Getty Images\n                    \n                \nhide caption Republican Sen. Mitch McConnell celebrates with his wife, Elaine Chao, on Tuesday in Louisville, Ky. McConnell defeated Kentucky Secretary of State Alison Lundergan Grimes. The big numbers from the midterm election reshape the political dynamic in Washington and will complicate the legislative agenda for President Obama's final two years in the White House. \"The American people have put their trust in the Republican Party,\" said Reince Priebus, the chairman of the Republican National Committee. \"Republicans have been given the chance to lead the country in a better direction.\" The GOP path to victory in the Senate ran through the South and then turned west, as Republican candidates posted larger-than-anticipated margins in races that political analysts thought might be headed for runoffs or long weeks of counting ballots. One of them is in North Carolina, where Republican state House speaker Thom Tillis unseated incumbent Kay Hagan, in part by linking her to the president and his low popularity ratings. In Colorado, challenger Cory Gardner beat incumbent Sen. Mark Udall. Gardner entered the race earlier this year and immediately changed the dynamic in the swing state by raising a significant war chest and hitting Udall on his support for the Affordable Care Act and other Obama administration policies. Udall responded by pitching himself to female voters and stressing his support for reproductive rights. But that strategy backfired when the leading newspaper in the state, the Denver Post, endorsed Gardner. Those wins follow Republican pickups in South Dakota, West Virginia, Montana and Arkansas, where Tom Cotton, another House member, soundly defeated Democratic incumbent Mark Pryor. In Louisiana, another Democratic incumbent, Sen. Mary Landrieu, will face a runoff in December, when political analysts say her chances are slim. And in Georgia, businessman David Perdue fended off attacks about his record as a businessman and his support for outsourcing American jobs. Perdue defeated Democrat Michelle Nunn, whose father, Sam, served the state as a Democratic senator and who helped her win endorsements and campaign cash. Nunn had tried to cast herself as a moderate, highlighting her work for former Republican President George H.W. Bush and his Points of Light Foundation. Political scientists in Georgia and across the nation had predicted the race would be too close to call and steeled themselves for a runoff in January. But they were wrong, and Nunn conceded shortly after 11 p.m. EST. A seat Republicans had pushed hard for late was New Hampshire, where Democratic incumbent Jeanne Shaheen beat back a strong challenge from Republican Scott Brown, who most recently was a senator from Massachusetts. The results put a smile on the face of Kentucky Sen. Mitch McConnell, in line to become the Senate majority leader next year, fulfilling a years-long dream. McConnell tonight defeated challenger Alison Lundergan Grimes by a wide margin. The race opened for McConnell, 72, in the final weeks of the campaign, as he emphasized his clout in the Senate. Grimes, Kentucky's secretary of state, had tried to portray her opponent as a Washington insider who'd grown out of touch with the state. But Grimes suffered after she refused to say whether she had voted for the current president, Barack Obama, a misstep that drew national attention. At his victory party, McConnell thanked supporters and adopted a measured tone, saying he and the White House \"have an obligation to work together on issues where we can agree.\" \"Every election is a job interview, a very long one,\" McConnell said. \"Just because we have a two-party system doesn't mean we have to be in perpetual conflict.\" The Fight For The Senate Arkansas Republican Rep. Tom Cotton defeated vulnerable Democratic incumbent Mark Pryor. Cotton is an Iraq War veteran and rising star in his party who had been trending upward in polls. Pryor was the lone remaining Democrat to represent the state in Congress, and despite campaign support from Arkansas native and former President Bill Clinton, he's now out of a job. New Hampshire In a critical victory for Democrats, incumbent Shaheen prevailed after an unexpectedly difficult race against challenger Brown. A former Republican senator from Massachusetts, Brown repeatedly tied Shaheen to failings by the Obama administration. But Shaheen's deep roots in New Hampshire politics proved too difficult for the newcomer to the Granite State. Kentucky McConnell, 72, handily won his sixth term in office by emphasizing his clout in the Senate and his support for the local coal industry. Challenger Grimes, Kentucky's secretary of state, argued he was out of touch with voters and, in one ad, that he didn't know how to brandish a hunting rifle. But Grimes paid a price for refusing to answer whether she voted for President Obama. Louisiana Neither candidate in the tight race for a Louisiana Senate seat reached 50 percent in the polls, prompting a December runoff between Democratic incumbent Landrieu and Republican Cassidy. Landrieu had been vying for a fourth term in office and focused her energy on get-out-the-vote efforts in New Orleans. But she couldn't separate herself from the unpopularity of the White House. Now, political hands say Landrieu will be the clear underdog during the runoff in early December. Iowa In Iowa, Republican Joni Ernst will replace retiring Democratic Sen. Tom Harkin, another GOP pickup. Ernst endeared herself to Iowans with savvy TV ads depicting herself as at home on the farm. That was an issue her opponent, Democrat Bruce Braley, fumbled when he appeared to disrespect the state's farming tradition. Braley, a former trial lawyer who has served Iowa in the House since 2007, struggled to overcome a public image that he was litigious and ornery — a characterization at odds with Iowa's Midwestern politesse. Virginia And in a race that was not expected to be close, incumbent Democrat Mark Warner is clinging to a lead of about 12,000 votes over Republican Ed Gillespie out of more than 2 million cast. Recent polls had him leading by double digits. Warner has delivered a victory speech, but Gillespie has not conceded and may be entitled to a recount based on state law. House Races Of Note In the House, there was little suspense. Republicans currently enjoy a 234 to 201 majority and appeared headed to pick up another dozen or so seats. \"The president's low job approval rating has cast a shadow over the competitive landscape,\" said Nathan Gonzales of the Rothenberg Political Report. \"The question is, how many seats do Republicans gain and are Democrats digging themselves into a hole it will take them multiple [election] cycles to get out [of]?\" Gonzales saw a rare chance, too, for House Republicans to diversify the overwhelmingly white and male caucus. He cited a likely victory by Mia Love, an African-American running for a House seat in Utah, and two openly gay GOP candidates. Results are not yet in for Carl DeMaio in San Diego but Richard Tisei, the former majority leader of the state House in Massachusetts, has conceded to Democrat and former Marine officer Seth Moulton. Most incumbents, analysts say, are safe with a few prominent exceptions. One is Rep. Nick Rahall, a Democrat in West Virginia, who has been in the House since 1976. Rahall was ousted by Republican Evan Jenkins. And in Georgia, John Barrow, the last white Democrat in the Deep South, lost to Republican Rick Allen. New Hampshire Democrat Carol Shea-Porter, meanwhile, conceded to Republican opponent Frank Guinta. She lost to him in 2010 but defeated him in 2012. The race revolved around her support for the Affordable Care Act, a law she says represents her proudest accomplishment. The Florida's Panhandle gave Democrats a rare victory, though, when Democrat Gwen Graham defeated two-time Republican incumbent Steve Southerland. Graham, a lawyer, enjoyed plenty of campaign cash and a boost from her father, retired senator and former Florida Gov. Bob Graham. Southerland, meanwhile, attracted controversy for a men-only fundraiser and other missteps on the trail. Across The Statehouses In some of the biggest gubernatorial races of the evening, Republicans had still more reason to cheer. Two incumbents, Rick Scott in Florida and Scott Walker in Wisconsin, posted wins over challengers who drew national media attention. Political science professor Alan Abramowitz of Emory University echoed many political analysts when he called the Florida gubernatorial race one of the most closely watched contests of the year. \"Of all the governors' races, if I had to single out one, it would be Florida because it's such a big state and such a crucial state,\" he said. In Florida, Scott prevailed narrowly after a long, colorful and costly fight against opponent Charlie Crist. Scott earned his fortune in the health care industry before refashioning himself as \"one tough nerd.\" Crist was hoping to return to the governor's mansion as a Democrat after serving a single term as a Republican from 2007-2011. And in Wisconsin, Walker won a second term and may have advanced his presidential aspirations in 2016. Walker rose to national prominence by picking and winning a fight against public employee unions in the state. Walker's unpopularity was huge in the blue-state capital, Madison, but challenger Mary Burke could not find enough votes elsewhere to stop him. In Kansas, Republican Gov. Sam Brownback survived a strong challenge after his heavily promoted tax cuts put the state in an economic bind and alienated virtually all of Brownback's GOP allies. Democrat Paul Davis conceded the race. And in an upset political analysts had not predicted, Republican Larry Hogan will lead Maryland as its new governor, replacing retiring Democrat Martin O'Malley. Hogan had won support from the Republican Governors' Association and its leader, Chris Christie of New Jersey. His opponent, Anthony Brown, had campaigned alongside President Obama and other Democratic luminaries. Pennsylvania offered Democrats one of their few bright spots all night, when beleaguered Republican incumbent Gov. Tom Corbett was defeated by Democratic businessman Tom Wolf. Corbett, a former state attorney general, served just one term but faced mounting criticism over his job performance as governor. Corbett had trailed in the polls all year.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/11/04/361112146/senate-control-obamas-agenda-at-stake-in-midterm-elections"
        },
        {
            "headline": "Obama Tries To Rally Women Voters As Midterms Near",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 31,
                "year": 2014
            },
            "article_content": "President Obama makes the case for economic policies that would benefit women amid hopes that women will turn out for Democrats on Election Day.  AUDIE CORNISH, HOST: It's Halloween, and it's the final weekend before the midterm elections. And President Obama is marking both. He started with some trick-or-treating for women's votes, campaigning alongside the female candidate for governor in Rhode Island. And he argued for economic policies he says would help women in the workplace. NPR's Scott Horsley has more. SCOTT HORSLEY, BYLINE: President Obama is spending part of this evening passing out candy to children at the White House. Earlier, he indulged his own sweet tooth, ordering what he called a devilish chocolate cake at Gregg's restaurant in Providence, Rhode Island. (SOUNDBITE OF ARCHIVED RECORDING) PRESIDENT BARACK OBAMA: Death by chocolate. That's kind of - that's kind of scary. (LAUGHTER) OBAMA: I'm a little intimidated. HORSLEY: Obama was joined for lunch at the restaurant by Gina Raimondo, the Democrat running for governor in Rhode Island. He also posed for pictures with some costumed customers of the restaurant, including one group dressed as the Flintstones. It's not the Stone Age, but Obama used another anachronistic TV show to illustrate the conditions he says many women face in the workplace. (SOUNDBITE OF ARCHIVED RECORDING) OBAMA: \"Madmen\" is a good show, but that's not who we want making decisions about our workplaces these days. When women succeed, America succeeds. And we need leaders who understand that. (CHEERING) HORSLEY: Women now account for nearly half the American workforce. And in a growing number of families, they are the chief breadwinners. But Obama says government policies haven't caught up to that reality. He says the U.S. needs better childcare, more paid family leave and laws promoting pay equity between women and their male coworkers. (SOUNDBITE OF ARCHIVED RECORDING) OBAMA: This is not just a nice thing to do, it's good policy. It's good for business. It's good for the economy. (APPLAUSE) HORSLEY: And if that message rallies women voters, it could also be good for Democrats in Tuesday's midterm elections. Women typically lean Democratic at the polls, which can be a big advantage for the party, since women tend to vote in larger numbers than men do. Obama's own reelection campaign two years ago benefited from an 11-point lead with women. But Dianne Bystrom, who heads the Catt Center for Women in Politics at Iowa State University, says enthusiasm typically suffers in the midterm elections, so Democrats can't necessarily count on a similar outcome this year. DIANNE BYSTROM: Turnout is a big question mark. And so, you know, going from polling preferences to actually getting out to the polling place is, I think, key for all of these races. HORSLEY: In the past, Democrats have successfully used reproductive rights as a wedge issue to motivate women voters, especially young, unmarried women. But it's not clear that strategy is working so well this year. While Obama nodded to women's health in his speech today, he focused primarily on economic issues, including the minimum wage. He says boosting the minimum to $10.10 an hour would benefit 28 million Americans, most of them women. (SOUNDBITE OF ARCHIVED RECORDING) OBAMA: We have to do better because women deserve better. And by the way, when women do well, everybody does well. (CHEERING) HORSLEY: After his red meat address, Obama ordered a cheeseburger at Gregg's, medium well. And before leaving the restaurant, he asked his fellow diners if everyone's ready to vote on Tuesday. Scott Horsley, NPR News, Washington. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/10/31/360461181/obama-tries-to-rally-women-voters-as-midterms-near"
        },
        {
            "headline": "Millennials Are Blue Now, But Party Allegiance Could Be Up For Grabs",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 9,
                "year": 2014
            },
            "article_content": "Millennial focus group: Arturo Chang (from left), Shaza Loutfi, Alexa Graziolli, Stephen Crouch, Jessica Ramser. Not pictured: Ginger Gibson.\n                \n                    \n                    Rachel Lushinsky/NPR\n                    \n                \nhide caption Millennial focus group: Arturo Chang (from left), Shaza Loutfi, Alexa Graziolli, Stephen Crouch, Jessica Ramser. Not pictured: Ginger Gibson. This story is part of the New Boom series on millennials in America. President Obama is holding a town hall meeting Thursday in California with a group he wants to mobilize for the midterm elections: millennial entrepreneurs. Millennials — young people ages 18-34 — are a key part of the Democratic coalition. In just a few years, millennials will become the biggest demographic bulge in the electorate. For a very long time, young people's partisan preferences looked pretty much like everyone else's — they divided their votes between the two parties. After 2004 that changed, and they swung very heavily to the Democrats. But they're not the Obama-adoring college students of 2008 anymore. They're the generation hard-hit by the economy. \"Democrats have an advantage with them at this moment, but the one presidential candidate they really have voted for overwhelmingly is Barack Obama,\" says Peter Levine, who studies young people's civic participation at Tufts University. \"And he's not gonna be available anymore. ... I think the Democrats have a job to shift the allegiance to the party. Quite a tough job ... Republicans should make an active play for them.\" Join The Conversation Use the hashtag #newboom to join the conversation on social media. So projections that millennials are once and forever enthusiastic Democrats will be put to the test of the next few cycles. To find out more about their views, we asked six millennials to join us at La Colombe cafe in the Shaw neighborhood in Washington, D.C., to talk politics. They discussed political gridlock, economic issues and social issues like gay marriage and reproductive rights. Listen to their full conversation, and view excerpts below: I have issues mostly with the two-party system. ... I wouldn't blame the Republicans for the gridlock we see; I blame that more as a systematic issue as a result of our type of government, you know, the way it's structured it's prone to create gridlock. But I think the issue I see is that [the Republican Party is] not even willing to touch the social issues that we are all talking about here. ... I expect gridlock. The problem for me is partisanship in Washington, which, when you have an extremely partisan Washington and working within a system that is prone to gridlock, you're going to have a government that doesn't get anything done. ... The problem is that Washington just does not reflect the true American, the way America feels. You know, research shows America is not as partisan as we say they are. I would say that it's very difficult to find something that really aligns with what you believe. In a perfect world, I would say I am an independent, but in the system that we have currently where the two parties dominate, we have to choose a side. And in that case I would definitely say Democrat. I think there is this association with the Republicans of it being dominated by white males and the business scene, whereas the Democrats seem more inclusive, and that speaks to me. As an Arab-American, when you talk about privacy and when we look at what's happened in recent years right after 9/11 — we've seen the wiretapping of Arabs, all of their information being taken and used in different ways — it's an abuse of power. And so when I think about that and I think about Republicans trying to use the privacy issue to get more voters, it is interesting to me. Because, as you know, Arabs used to vote Republican and they used to be very conservative and they would mesh with them on that. And so now it's interesting to see that maybe they're going to get the Arab vote back. Although I don't really agree with the Republican Party, it is an issue that I support and it is something I do think they're on the right track with. Most of us here probably have college loans, and I think Social Security, I think it's good to have a safety net, you work towards it, and I think it's about helping your elders and things like that. I want to pay in for it for my mom; I want my kids to pay in for it. So I do think that government is a helpful thing. I think these [social] issues are so important to us too because growing up we were exposed to them more. So as far as ... gay rights, when my mom was growing up that may have been the secret in the family you didn't really talk about it. But growing up, you know, I knew my uncle was gay and that didn't matter to me because I'm 5 — I don't know the difference so I think that's why it's so important. As you get older you realize that there are people that are against it and you're kind of like, \"Why? It hasn't caused me any harm; it doesn't cause you any harm.\" So I think that's why we're so focused on issues like that. Obviously the government is a tool that we have to have in our society — it gives us laws, it gives us rules — but I would also like to point out there's a lot of bureaucracy involved. There's a lot of government bailouts that are happening, and this is money that we're paying into the kitty that we'll probably never see in our generation. We have politicians that make, you know, exorbitant amounts of money and ... these are [our] taxes ... we're buying their Lexuses, we're buying their McMansions, and obviously I feel like that's a system that's just not working for working-class people. I kind of feel like politicians at this point of time, they rely on being very beige. They don't have any kind of stance either way, and that's how these guys are getting kind of pushed into politics. I mean, you look at Obama — he had no vote either way until he went into the presidency. It's like, politicians are almost negatively impacted for having an opinion. You know, like Rand Paul probably doesn't have much a chance at ... being the president because he voices an opinion which, you know, in all honestly is a breath of fresh air. My dad is a labor worker and I saw unemployment help us so much growing up. And, yeah, I do fear that. Especially, you know, thankful for the loans that the government is giving me, but where is that going to take me in the next two years? You know, am I guaranteed a job anymore? No, and I am scared for my economic future. [My dad] has gone through just periods of unemployment. The labor union is tough — sometimes there's jobs, sometimes there's not; it depends on the weather. There's so many union workers out there. Currently he is working now, but [he has] gone through periods of unemployment, which, you know, there's a couple months you're fine and a couple months you're not. So definitely living that paycheck to paycheck, I have felt firsthand with my family. I think that as millennials we have a voice, and a strong voice. And within the next couple years, especially as we get into our careers and prominent roles, you'll see that throughout the United States and in policy. I came out of college and ... the economy crashed ... I walked into my office every day not knowing if they were gonna close the doors and turn us away. I mean, they were hemorrhaging employees, and I watched people who would have not gotten by had it not been for unemployment. ... I think that's going to, probably forever, change my perspective on government assistance like that, just because I saw how bad it was and how desperately people needed it. I think we pay attention way more than we get credit for. I think that there's this misperception of millennials as being selfish, as being unengaged, as not working hard, as being difficult. I think that's wrong. I think anybody who's grown up in my years and years after me that has to deal with this economy knows that's wrong, we've worked really hard. And we pay attention. Sometimes we pay more attention than older generations. And we're going to keep paying attention. And I think that our viewpoints are not locked in, we're not going to be monolithic from the start, but I think that we are going to pay a lot more attention moving forward.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/10/09/354851128/millennials-are-blue-now-but-party-allegiance-could-be-up-for-grabs"
        },
        {
            "headline": "Easy On The Ears: GOP Ads Adapt To Reach Women Voters",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 10,
                "year": 2014
            },
            "article_content": "It's only April, but it looks and sounds like October. More than $80 million has been spent on political advertising in only about a dozen Senate battleground states. About half that amount is targeted at women. Many ads aimed at women take the most obvious approach: Republicans putting their female candidates front and center; Democrats attacking Republicans for waging a war on women. But there's more to it than that, says Republican ad-maker Ashley O'Connor. \"Women process information differently than men,\" O'Connor says. \"So much of political advertising focuses on conflict, and facts and figures, and I think that we're already starting to see, when reaching women voters, there's just new techniques need to be used, and a different tone, and more storytelling.\" O'Connor singles out an ad aired by Monica Wehby, a pediatric neurosurgeon seeking the Republican nomination for Senate in Oregon. In the ad, a woman tells the story of Webby operating on her daughter. \"Dr. Wehby was going to open her back and reconstruct my daughter's entire lower spine,\" the woman says. \"She just hugged me and kissed my forehead, and she said, 'It's going to be OK, sweetheart. I've got her, and I am going to see you in a couple of hours.' \" \"This is a 60-second ad and it's not particularly issue-driven,\" O'Connor says of the spot. \"It sort of goes to this point that when talking to women, I don't think you necessarily have to be delivering factual information to move them. I think connecting with their heart and really trying to build emotion is more effective.\" That may sound a little sexist, but appealing to emotions is what all effective advertising does. And the fact that Republicans are trying to do it is the biggest new development in political ads aimed at women. Aiming For Tough, But Not Harsh In a typical Republican superPAC ad from 2012, for instance, a man intones a list of Democrats' alleged failings over a soundtrack of ominous music: \"Family incomes down, 40 percent living paycheck to paycheck, and Obamacare's new tax on middle-class families.\" This year, the GOP has ditched the baritone narrator, the scary music and the facts and figures. Instead, the party is doing what Democrats have been doing for many years: using softer voices and more personal stories. A Republican superPAC ad running this year features a woman who narrates in a conversational tone: \"People don't like political ads. I don't like them either. But health care isn't about politics. It's about people. It's not about a website that doesn't work ... It's about people, and millions of people have lost their health insurance. ... Obamacare doesn't work.\" Elizabeth Wilner, senior vice president with Kantar Media, praises the ad. \"It's a very clean ad,\" Wilner says. \"The tone of the ad, her tone, is very sympathetic and very easy on the ears. It's a new kind of attack ad, and it is not a harsh ad in any way, but the message itself is very tough.\" Endorsed By Wives, Moms And Daughters There are other trends this year that both parties hope will appeal to women. Family members are everywhere in ads, especially moms and daughters. In a Florida special election to fill the seat vacated by Republican Rep. Trey Radel, candidate Curt Clawson's mother appears in an ad to endorse her son. In the same race, Paige Kreegel's wife criticizes \"nasty\" campaign ads. In Iowa, the children of Monica Vernon, also running for Congress, promise their mom \"will never stop working for the middle class.\" Not only is the content of the ads changing, but so are the places in which they appear. Jim Margolis, a veteran Democratic ad-maker, says it's no longer enough to air an ad on daytime TV, or even the nightly news, to reach women. \"We are using data and analytics to try to determine what are the actual programs that women are watching, Margolis says. \"And to try to determine, as well, what are those issues, for that particular group, that are going to be the most resonant, that they're going to find the most compelling.\" Wherever women are digitally, Margolis says, political ads will find them. A woman who is a Democratic target voter in a Senate battleground state might see campaign ads all day online. \"When you log on in the morning to check the weather, there's a pretty good chance that somebody is going to be talking to you right there,\" he says. Your browsing history can say a lot about you, Margolis says, including your gender, interests and issues that matter to you. The Shoot-'Em-Up Approach These new ways of targeting women voters, with content tailored to women's concerns, are becoming common. But there's always an exception to the rule. Take the much-imitated ad in which a male politician attacks — literally — the IRS code or a piece of legislation passed by President Obama. This week, that macho format was adopted by Republican Joni Ernst, a pistol-packing mama running for Senate in Iowa. Ernst already earned attention for an ad about her experience castrating hogs. In the new ad, Ernst rides a Harley to a gun range, and fires off six shots at a target. \"Joni Ernst will take aim at wasteful spending,\" the narrator says. \"And once she sets her sights on Obamacare, Joni's gonna unload.\" It seems that even the shoot-'em-up TV ad has achieved gender equality, for better or worse.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/05/10/311189075/easy-on-the-ears-gop-ads-adapt-to-reach-women-voters"
        },
        {
            "headline": "In Swing State Of Colorado, Voter Says She Has To Settle For Choice Of Evils",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 31,
                "year": 2014
            },
            "article_content": "One of the contests that could decide control of the Senate is in Colorado. Steve Inskeep traveled there to knock on voters' doors. In this first part, we meet Ili Bennett, a woman hit hard by the Great Recession and hungry for big changes in the country.  STEVE INSKEEP, HOST: We've been knocking on doors this week. It's the final week before an election that decides control of the Senate. So we traveled to the swing state of Colorado, scene of one of the vital Senate races. We walked suburban neighborhoods that are expected to be decisive. Knocking on voters' doors is a low-tech way to scope out an election. We meet voters at home to get visceral slices of the American story. Consider the Aurora, Colorado woman standing outside her house just as it started to rain. Hi, my name's Steve. How are? ILI BENNETT: Hi, Steve. Good. (Laughter). INSKEEP: Her son was helping her to spread a blue tarp on the ground beside the house foundation. BENNETT: Oh, this is just - if it rains too much, the house floods. So we put this down to keep it from doing that. INSKEEP: There's a reason Ili Bennett lives in this aging house. She invited us in out of the rain to talk about it. She's been living in this rental since the bank foreclosed on her last home. The nation was emerging from the Great Recession at the time. BENNETT: It's horrifying. We lived through it. We lost our home. INSKEEP: Was it a house like this or a different kind of place? BENNETT: It was - (laughter) - it was a very nice place. They sold it for $400,000 or so. Yeah, it was pretty sad. But I couldn't find a job at the time like millions of people couldn't find a job. INSKEEP: Bennett is 61 with a mass of curly, blonde hair. She's divorced. She says she was trying to find a better job when she lost the house. BENNETT: It was a bigger home. I'd lived there some 23 years. So it was - it was just very difficult. I went back to school and earned an education that I can't pay for. So yes, I'm very in tune to a lot of the things that are going on because I'm living it. INSKEEP: These days, she says, she's on disability. She's living with her son. And your son is 22. Did I hear you say that? BENNETT: Twenty-three. INSKEEP: Twenty-three. BENNETT: He's going to school. He's trying to get an education. And it's going to be tough to see how that's going to all pan out as far as paying back. I think that that's another agenda that should be addressed. We should have a better opportunity for these kids that are going to school not to have to be stuck with $30,000, $40,000 in debt and trying to pay it back on a Pizza Hut delivery salary. INSKEEP: Knocking on doors in this part of Aurora, Colorado, we sensed many people living on the margins. The little houses date from the mid-20th century. The trees in the yards have had time to grow huge, though many of the homes are run down. We found multiple single parents renting houses. A woman was on her way to work as a bartender. An unemployed man was on his couch in the afternoon. Colorado's economy is growing, driven by an oil boom and population growth. You just don't feel it on this street. Nor do you see many campaign signs or other symbols of the coming election. But this month, a postal worker walked down this street delivering ballots. This year, for the first time, every registered voter in Colorado received a mail-in ballot, including Ili Bennett. BENNETT: I've found it very hard to vote this year. INSKEEP: Democratic Senator Mark Udall is in a close race against Republican Cory Gardner. Gardner is a conservative congressman. He says he should replace a senator who has nearly always supported President Obama. Mark Udall has warned that his challenger would restrict women's reproductive rights. Both lines have been used by candidates across the country. Neither message resonates in this house. BENNETT: Roe versus Wade was years ago. And now it's all being brought up again as part of a political agenda. That's ridiculous. We need to talk about wages. We need to talk about food prices. I want to see a big change. I want to see a revolution of change. We need something drastic in this country to get our candidates and our government to listen to the people - 'cause they're not. INSKEEP: Well, Cory Gardner, the Republican Senate candidate, has said - you're rolling your eyes. BENNETT: (Laughter). INSKEEP: He's said, I'm the guy for change. Are you for him? You want change. BENNETT: I don't think I'm looking for his type of change. INSKEEP: She definitely did not mark her mail-in ballot for Gardner but couldn't bring herself to say explicitly who did get her vote. Ili Bennett already has thoughts about people who might run for president in the next election in 2016. INSKEEP: Does anybody interest or excite you? BENNETT: Elizabeth Warren does. INSKEEP: Warren is the Massachusetts senator who's fired up Democrats with talk of cracking down on Wall Street. Life experience has given Ili Bennett a taste for many flavors of radical rhetoric. BENNETT: I think the Tea Party was a start in that direction. Unfortunately, they can't all agree on what needs to be agreed on. And I think we can make some changes. I really do. INSKEEP: I think you've hit on something insightful here. And I want you to help me with this a little bit because the Tea Party, those are some very conservative people - Elizabeth Warren, very liberal person. But they both represent deep unhappiness with the way things are. And it sounds like they both struck a chord with you. Am I right? BENNETT: Yes. INSKEEP: For now, she told us she must settle for a choice of evils. And having said that, she showed us around the rental house stuffed with decorations for Halloween, \"The Wacky Book of Witches\" and framed pictures on the living room wall. BENNETT: My son did this picture. Is he not great? He did that one... INSKEEP: She loves the picture. It's a drawing of a crow feasting on a skull. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/10/31/360300838/in-swing-state-of-colorado-voter-says-she-has-to-settle-for-choice-of-evils"
        },
        {
            "headline": "In Northern Virginia, Candidates See Opportunity In Asian Vote",
            "author": "Juana Summers",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 12,
                "year": 2014
            },
            "article_content": "In a campaign ad from John Foust, the candidate tries to appeal to Korean voters.\n                \n                    \n                    YouTube\n                    \n                \nhide caption In a campaign ad from John Foust, the candidate tries to appeal to Korean voters. Virginia congressional candidates Barbara Comstock, a Republican, and John Foust, a Democrat, are hitting the campaign trail with the usual issues like jobs, health care and immigration. But they're also going a step further to close the deal in a district where Asian Americans are a fast growing ethnic group. Comstock, a state delegate, has touted her work with human trafficking legislation and attendance at a recent town hall meeting about a hate crime. Foust, a Fairfax County supervisor, says he can relate to immigrants because he too was born into a family where no one else had gone to college. At a recent event, Foust told an attendee that he recalled seeing her at Eden Center, a shopping mall in the Washington D.C. suburbs that is a frequent stop for politicians courting Asian American support. Candidate Barbara Comstock has Comstock, a state delegate, has touted her work with human trafficking legislation and attendance at a recent town hall meeting about a hate crime to appeal to Asian American voters. The Asian population statewide in Virginia climbed by 68% from 2000 to 2010. Asians now make up 5% of the state's population. The competitive race comes as Congressman Frank Wolf is retiring and leaving an open seat. Wolf's district – which he has represented in Congress since Ronald Reagan was first elected president – is one-third nonwhite. Asian American residents account for 11% of the population, as do Hispanics. Vietnamese, In September, both candidates spoke at a forum put on by minority chambers of commerce held in Annandale, the nexus of Korean life in Virginia. Each spoke for about five minutes to a crowd of about 100 people gathered in a nondescript multipurpose room at a Northern Virginia community college. The attendees, who were seated in conference room chairs and clustered around high-top tables cluttered with campaign literature, were mostly Asian. The candidates – including Foust and Comstock – were mostly white. \"For a lot of these folks who immigrated to the U.S., government was something that was not a part of their lives,\" says Grace Han Wolf, a Herndon Va. town council member. Wolf says she was the first Korean American elected in Virginia. \"It's quite different here in America because government is the way you get things done. Without a vote, without a voice, you're not able to impact the changes that can impact your community. And finally, those communities are realizing that connection.\" When Foust, the Democrat took the stage, a connection is what he was going for. \"I am very very proud of the fact that I have been endorsed by every elected [Asian American and Pacific Islander] official in Northern Virginia,\" he said, singling each out by name. Later, after speaking with a slew of reporters, Foust posed outside the event room for a photo with the officials that had endorsed him. Campaign ad for John Foust Democrats like Foust see Wolf's retirement in this Virginia district as an opportunity to seize a Republican House seat as they face a challenging electoral map. But moreso, it's a good test-case for how both parties are adapting to the changing demographics of a country that is rapidly becoming more diverse. Asian Americans and Pacific Islanders have also been shifting dramatically toward the Democratic party for more than a decade. In 1992, President George H.W. Bush won 55 percent of the Asian vote. But in the two decades that followed, Republicans have loosened their hold. In 2008, President Obama won 62% of the Asian vote. Four years later, he won 73%. But Republicans don't believe that's a foregone conclusion. In this Virginia district and in others across the country, Republican candidates are working to chip away at those numbers as they work to broaden their audience and appeal to minorities and younger voters. Sang Yi, the president of Korean American Republican Party of Virginia, says Asians don't want to be pigeon-holed, or treated like candidates are stressing \"Asian issues\" to win their vote. He made an analogy to the way candidates court female voters. \"Women care about more than just reproductive health issues,\" he says. \"They care about taxes, they care about the economy, they care about national security, they care about everything that everybody else cares about – and so does the Asian community.\" When Comstock took the stage in Annandale, she hit on traditional Republican rallying points — repealing Obamacare, cutting taxes, a strong national defense. But she was also looking to make a personal connection, telling the story of a Vietnamese family she met. \"They only had 45 cents in their pocket. They started washing dishes and they started going to night school and to community college and then getting degrees and then starting their own business,\" she explained. \"You all here know somebody like that because that's the story of Northern Virginia and the 10th District.\" The candidates wanted to make a connection – but it didn't work for everyone. Genie Nguyen, the president of Voice of Vietnamese Americans sat through the speeches for each candidate – even the ones who weren't campaigning in her district. She works with voter outreach and advocacy in her community. And yet, she still hasn't decided who she'll vote for. Like most voters, she cares about jobs, the economy and soaring student loan debt. But she says she thinks the outreach she's heard from candidates has just scratched the surface. \"They're making very surface appearance to the community events. They need to actually invest in the community,\" she says. \"They need to pay for advertisements in printed media in Vietnamese, in Taiwanese, in Tagalog.\" Nguyen says the candidates need to spend more time studying her issues. And she'll spend more time studying them. \"I'm going to wait and study more about each candidate,\" she says. \"I do hope that in the next few weeks, more actions from the candidates will reach out to the community – especially the Asian-American community and the Vietnamese community – in a meaningful way. And more importantly, I hope whoever wins will keep their promise.\" Candidates will also have to learn how to fine tune their message. What works for older Asians, like Nguyen, might not be as effective for younger Asians, Grace Han Wolf explains. \"They have one foot in both cultures. Both the ethnic culture as well as the American culture and they understand the importance of voting,\" she says. \"It's something that you get in your AP U.S. History class in high school. So you see a lot of those kids who are old enough to be leaders in the community urging the elders and the new immigrants this is important, this is your job and your right and your duty as an American.\" Nearly half of Asian American registered voters in a recent survey said they did not identify as Republicans or Democrats. And roughly one-third said they still don't know who they'll vote for next month. For candidates in competitive districts around the country, that's what you call an opportunity.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/10/08/354637986/in-northern-virginia-candidates-see-opportunity-in-asian-vote"
        },
        {
            "headline": "In Colo., Republicans Try To Capitalize On Obama's Unpopularity",
            "author": "By  \n\n\n      Kirk Siegler",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2014
            },
            "article_content": "In the tight Colorado Senate race, the Republican challenger, Congressman Cory Gardner, is trying to tie the incumbent to an unpopular President Obama. The Democrat Sen. Mark Udall says his opponent is an extremist.  KIRK SIEGLER, BYLINE: As Colorado has become more diverse and urban, Republicans have suffered bruising losses in recent elections, but this year Rep. Congressman Cory Gardner is trying to capitalize on President Obama's unpopularity in his bid to unseat incumbent Dem. Senator Mark Udall. It's a race that could determine whether the GOP regains control of the Senate. CONGRESSMAN CORY GARDNER: Let's get it done. Let's win right here in Arapahoe County. SIEGLER: Gardner rallied his volunteers outside his campaign headquarters today in the Denver suburbs. GARDNER: Colorado will be the tip of the spear, the fulcrum of power, the opportunity to change this direction around. SIEGLER: The airwaves here are flooded with ads showing a beaming and energetic Gardner with his young family. Gardner won an endorsement from The Denver Post. This will be Colorado's first ever all mail-in election and the GOP has a wide lead in ballots cast so far. CATHY HOLDERITH: Yes, is Judy there please? Do you know if she's turned in her ballot yet? SIEGLER: At this phone bank in the suburban battleground of Jefferson County, volunteer Cathy Holderith says Gardner is energizing the base and appealing to moderates. HOLDERITH: The strategy is Corey. He is the Energizer Bunny. He is so positive about our state. SIEGLER: Gardner had a reputation as a hard-line conservative in the state legislature and in Congress, but he's been running the middle in this campaign and Colorado independents typically outnumber Republicans or Democrats. SENATOR MARK UDALL: By the way, I'm proud to stand with Colorado's women. I'm proud to stand up for reproductive freedom. SIEGLER: Campaigning in liberal Denver over the weekend, Sen. Mark Udall kept up his main strategy of painting Gardner as an extreme anti-abortion Republican. UDALL: My campaign has been based on creating the contrast between my record on which I'm running and his record which he's running away from. SIEGLER: Udall is confident that Democrats' late hour ground game will work, as it did in 2010 when Sen. Michael Bennet won a surprise upset here in an otherwise Republican year. Kirk Siegler, NPR News, Denver. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/11/03/361206189/in-colo-republicans-try-to-capitalize-on-obamas-unpopularity"
        },
        {
            "headline": "As Election Nears, Congress Is Expected To Be Less Productive",
            "author": "Ailsa Chang",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 14,
                "year": 2014
            },
            "article_content": "If anything, 2014 has been marked with a flurry of show votes. Those are votes on bills that have no realistic hope of passing Congress, but are done to make political points.  DAVID GREENE, HOST: Let's look at the calendar now. We are seven months away from the midterm elections. Members of the House of Representatives and a good number of senators have turned much of their focus to campaigning. There are still votes happening in Congress, but often of a different kind. This year, we've seen a flurry of show votes: votes on bills with no realistic hope of passing, but are done to make political points. As NPR's Ailsa Chang reports, both parties have been in on it. AILSA CHANG, BYLINE: In eighth grade civics class, it was simple. You learned there were three branches of government: one that makes laws, one that carries out the laws and one that reviews those laws. Well, say the branch that's supposed to be making laws instead spends its time voting on bills nobody thinks has much chance of ever becoming law. What's the point? Democratic Senator Tom Harkin of Iowa says there's a method in this madness. SENATOR TOM HARKIN: Just because we can't get it done doesn't mean we shouldn't promote it and push for it and vote for it. CHANG: Harkin was just about to step into the chamber to vote on the Paycheck Fairness Act, a bill Democrats said would help women obtain equal pay. Everyone knew the Senate Republicans would successfully defeat the bill, but Harkin says it was important to have the vote, anyway. HARKIN: I think the public has a right to know where we stand on these issues. That's why it's important to bring these up. CHANG: There's a value in messaging. HARKIN: Of course there's a value, because if we don't get it done now, maybe we'll get it done some other time, or later. CHANG: Probably much later, as in way after the election, if even then. But before November rolls around, sit back and relax and enjoy the Congressional Show Vote Show of 2014. You won't see much legislation actually pass Congress, but what you will see is lots of votes. Democratic Senator Chuck Schumer of New York says expect this... SENATOR CHUCK SCHUMER: What we are doing is focusing like a laser on the concerns of the middle class. Concerns of the middle class can trump the Republican attacks on the Affordable Care Act, because what Americans really care about is making their lives better. CHANG: That's why Senate Democrats plan to push a bill to raise the minimum wage, even if it's expected to go nowhere in the House. Republicans will be forced to explain why they don't support the measure. So they're preemptively holding their own show votes. Here's House Majority Leader Eric Cantor. REPRESENTATIVE ERIC CANTOR: We passed bill after bill that helps create jobs, grow wages and put money back into people's pockets. These bills, of course, are all stuck in the Senate, where partisan speeches take precedence over working, middle-class families. CHANG: Oh, yeah: during this show vote showdown, one rule is you have to keep insisting it's the other side holding all the show votes. REPRESENTATIVE JOHN BOEHNER: These political votes provide no answers. So, the House is going to continue to focus on the American people's priorities. CHANG: That was Republican House Speaker John Boehner, to whom Democratic Senate Majority Leader Harry Reid would like to say, hey, look at how many times you guys voted to chip away at the Affordable Care Act. SENATOR HARRY REID: Almost 60 times. What did Albert Einstein say? The definition of insanity, if someone tries to do something over and over again, and they get the same result, they're insane. CHANG: It's the congressional game of I Know You Are, But What Am I? And the beauty of the game is there's no limit to what you can put in these bills. So, Larry Sabato at the University of Virginia says reach for the stars. LARRY SABATO: The Democratic Senate and the Republican House are going to agree on practically nothing that matters. Therefore, the stakes are lower for legislation. You can put anything up for a vote that benefits you politically without having to worry about the consequences of it actually becoming law. CHANG: The House has voted to block the EPA from regulating power plant carbon emissions. It also voted to eliminate the individual mandate under the healthcare law. And just last week, it passed a budget that makes deep cuts to Medicaid and food stamps. The Senate's going to ignore all that. It's passed an extension of long-term unemployment benefits, and another bill outlawing workplace discrimination based on sexual orientation. Sabato says don't worry if you haven't been glued to C-SPAN through all of this. SABATO: They know that each of these votes can be converted into a devastating negative ad. CHANG: Which means both parties will be recapping anything we might have missed. Ailsa Chang, NPR News, the Capitol. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2014/04/14/302858814/as-election-day-nears-congress-is-expected-to-be-less-productive"
        }
    ]
}