{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "middle class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "Yes, indicted Trump can still run for president, but winning is a different story",
            "author": "By  \n\n\n      Dustin Jones",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 31,
                "year": 2023
            },
            "article_content": "Former President Donald Trump called on his supporters to protest over his social media platform Truth Social last Saturday claiming he will be arrested on bogus charges.\n                \n                    \n                    Sue Ogrocki/AP\n                    \n                \nhide caption Former President Donald Trump called on his supporters to protest over his social media platform Truth Social last Saturday claiming he will be arrested on bogus charges. Even though he's been indicted in New York, former President Donald Trump has promised to stay the course on his 2024 run for the White House. At least one expert says though there's nothing legally stopping him from running again, this indictment with criminal charges could kill his chances at reelection. According to Lonna Atkeson, director of Florida State University's LeRoy Collins Institute, voters are often willing to look the other way or give candidates benefit of the doubt when it comes to allegations, rumors and other political attacks. That changes when the cuffs come out. \"People make claims, but if there's no indictment or arrest, those things don't matter. In general, those sorts of stories, they're just stories,\" Atkeson said. \"When you actually have an arrest, that's different, and that signals something.\" After an investigation by the Manhattan District Attorney's Office, Trump has been indicted. The charges relate to a 2016 hush money payment to porn star Stormy Daniels to cover up an alleged affair. Trump currently faces three additional investigations that come with potential charges: interfering with the transfer of power and his role during the Jan. 6 attack on the U.S. Capitol; the mishandling of classified documents found at his Florida home; and interfering with the 2020 election results in Georgia. Fortunately for Trump, there's nothing in the Constitution prohibiting candidates with criminal records from holding office. In fact, an individual only has to be at least 35 years old and be a natural born citizen who has lived in the country for at least 14 years to hold the presidency. Section 3 of the 14th Amendment prevents a person from holding office — the presidency along with other government positions — if they've engaged in an insurrection or rebellion against the United States, but even that can be overcome with a two-thirds vote from Congress. Delaney Marsco, who serves as senior legal counsel for ethics at the Campaign Legal Center, believes the lack of restrictions is a good thing. \"We want people to participate in the political system, we want people to have access to the policymaking world regardless of their socioeconomic status or  their political affiliation,\" Marsco said. But Trump doesn't just want to run, he wants to win. Trump has been in politics and the national spotlight long enough to where voters have already formed a very strong opinion about him, according to Atkeson. But now that he has been officially indicted in New York - and if he's arrested and charged in one of the additional he's facing, he could very well lose enough voters to cost him in the primaries. Voters care about who represents their party and its values. They also understand the power that elected officials wield while serving in public office. \"Voters aren't dumb. Voters know that, they care about that, they understand what it means to hold public office and the responsibility that comes with that,\" Marsco said. Mike Hisey, left, wearing a mask of former President Donald Trump in a prison uniform while Mariano Laboy, right, holds a Trump reelection sign outside of Trump Tower on Tuesday  in New York.\n                \n                    \n                    Bryan Woolston/AP\n                    \n                \nhide caption Mike Hisey, left, wearing a mask of former President Donald Trump in a prison uniform while Mariano Laboy, right, holds a Trump reelection sign outside of Trump Tower on Tuesday  in New York. Both Marsco and Atkeson said there's no way to tell how big of an impact an indictment will have on Trump supporters. There are diehard fans that will likely never break ranks, but it'll take more than the MAGA base to win in 2024. A Gallup poll conducted in February showed 44% of respondents identified as independent voters, followed by 28% as Democrats and 27% as Republicans, meaning 2024 will largely be determined by swing voters. Like Trump, the Republican Party, and its voters, don't like to lose. \"They're the out party right now. They don't want to lose and the stakes are high,\" Atkeson said. \"There's lots of other candidates in the Republican Party, so it could be used to leverage un-electability.\" Those other candidates include former South Carolina Gov. Nikki Haley, who has already declared her run, as well as the expected announcements from Florida Gov. Ron DeSantis and Trump's former vice president, Mike Pence, among others. Atkeson said those candidates could benefit from the former president's legal troubles. \"It's one thing to make a claim, 'I'm better than Trump,' she explained. \"It's another to say 'he's not electable because he just got indicted.' \" Atkeson said she doesn't expect Trump's numbers to instantly drop. Instead, she predicts his support will dwindle as the primaries inch closer. Voters may like and claim to support the former president right now - even defend him publicly if he is seen as a victim in the wake of his arrest. But they might change their minds when it comes time vote. \"As the invisible primary moves on and voters focus on the election itself and the nomination, they will be thinking about 'Who represents me' and 'Who can win the primary, the general [election],' \" Atkeson said. Trump isn't the first president, former or current, to face criminal charges. He will become the second president in history to find himself arrested, despite the unprecedented nature of his indictment. William West, a former enslaved person, joined the Metropolitan Police after fighting in the Civil War, according to the National Law Enforcement Officers Memorial Fund. In 1872, West was on the lookout for speeding horse-drawn carriages near Washington's 13th and M streets when he jumped in front of a carriage racing towards him. West quickly realized he had pulled over President Ulysses S. Grant and issued a warning. But the very next day, West caught the president speeding again and brought him in. \"I am very sorry, Mr. President, to have to do it, for you are the chief of the nation and I am nothing but a policeman, but duty is duty, sir, and I will have to place you under arrest,\" West said in 1872. Grant was released on a $20 bond, which equates to just under $500 in 2023. The Memorial Fund reported that former MPD Chief Cathy Lanier said Grant had been issued three citations for speeding in his carriage during his time as president. While the charges Trump faces are more serious than a routine traffic violation, he is not alone in having trouble with the law. But, if history is any guide, maybe he will take solace in the fact that the same year Grant was arrested for speeding, he was also elected to his second term as president.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2023/03/22/1164822171/trump-run-president-campaign-arrest-charges-voters-indictment"
        },
        {
            "headline": "Students want this women's college to rethink its notion of gender in admissions",
            "author": "By  \n\n\n      Rachel Treisman",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 15,
                "year": 2023
            },
            "article_content": "Wellesley College, in Massachusetts, was founded in 1870 to educate women. Its students are now pushing for more inclusive policies in admissions and communications.\n                \n                    \n                    Education Images/GHI/Education Images/Universal Images Group via Getty Images\n                    \n                \nhide caption Wellesley College, in Massachusetts, was founded in 1870 to educate women. Its students are now pushing for more inclusive policies in admissions and communications. Student government positions weren't the only item on the ballot at Wellesley College's elections on Tuesday. It also included a referendum on gender inclusivity, which passed. Students at the women's liberal arts college in Massachusetts approved a ballot initiative proposing that it change its admissions policy to welcome all transgender and nonbinary applicants. Currently, the school only accepts applications from \"those who live as women and consistently identify as women,\" which includes trans women and nonbinary students who \"were assigned female at birth and who feel they belong in our community of women.\" The initiative also called on the school to use gender-neutral language when referring to its student body in official communications, for example replacing \"women\" with \"students\" and \"they/them\" instead of \"she/her.\" \"While we acknowledge that Wellesley College was founded as a college for women, we recognize the many transgender and gender non-conforming students and alumni,\" reads a copy of the ballot question obtained by NPR, which said it was proposing the changes \"to align the College's messaging with the demographics and lived experiences of the student body.\" The question specifically asked whether students support the student body officially adopting this policy and asking the Board of Trustees to do so as well. It passed, a Wellesley spokesperson confirmed to NPR on Wednesday. She said the school does not release vote counts or percentages for either student government positions or ballot initiatives \"based on well established practice.\" The college issued a statement acknowledging the result of the ballot initiative, which it stressed is non-binding. \"Although there is no plan to revisit its mission as a women's college or its admissions policy, the College will continue to engage all students, including transgender male and nonbinary students, in the important work of building an inclusive academic community where everyone feels they belong,\" Wellesley said. Students and alumni say that hasn't always been the case. Wellesley College students bike across campus in 1942. The school now accepts applications from trans women, but not trans men, and only certain nonbinary people.\n                \n                    \n                    GH/AP\n                    \n                \nhide caption Wellesley College students bike across campus in 1942. The school now accepts applications from trans women, but not trans men, and only certain nonbinary people. Wellesley was founded in 1870 as a female seminary (it had rebranded by the time it opened its doors five years later). It's one of the so-called \"Seven Sisters,\" a consortium of selective liberal arts colleges in the Northeast that either started as, or remain, women's colleges. Wellesley is ranked one of the top liberal arts colleges in the country and boasts notable alumnae including former U.S. Secretary of State and Democratic presidential nominee Hillary Clinton, former U.S. Secretary of State Madeleine Albright, writer and director Nora Ephron, artist Lorraine O'Grady and journalists Diane Sawyer and Cokie Roberts. It says its alumni network is sometimes called \"the most powerful women's network in the world.\" The college of about 2,300 students changed its admissions policy in 2015 to allow transgender women to apply, and welcomed its first openly trans students in 2017, member station WBUR reports. Trans men (those who are assigned female at birth and identify as men) are not eligible for admission, which the school says is because of its mission and history of educating women. \"Every aspect of Wellesley's educational program is, and will continue to be, designed and implemented to serve women and to prepare them to thrive in a complex world,\" reads an FAQ about its gender policy. \"This singular focus on women is a critical part of the Wellesley education and the Wellesley experience.\" All Seven Sisters schools accept transgender women as of 2015, though Mount Holyoke is the only one who welcomes applications from \"female, transgender and nonbinary students\" regardless of whether they identify as female. \"We propose Wellesley College adopt the same wording,\" Tuesday's ballot initiative reads. Assistant professor Kenneth Van der Laan teaches a biology class at Wellesley College in March 1975.\n                \n                    \n                    jp/AP\n                    \n                \nhide caption Assistant professor Kenneth Van der Laan teaches a biology class at Wellesley College in March 1975. Students wrote the referendum and approved it for the ballot last month. The Wellesley spokesperson told NPR that ballot initiatives are \"not put forward in every election, but they are not infrequent, either.\" It is believed to be the first one focused on gender inclusivity. While it is not clear what percentage of Wellesley's student body identifies as transgender or nonbinary, students told The Wellesley News that many on campus feel excluded by the college's use of words like \"women\" and \"alumnae\" to describe the population. \"Wellesley is not currently a women's college. You interact with students of all genders every day,\" said Ailie Wood, who helped author the proposal. \"Your classmates are trans and nonbinary, your favorite events are run by trans and nonbinary students, and the people you pass in the dining hall or on the sidewalk every day are trans and nonbinary students. If the administration were to create policy to support this ballot question, this fact would not change.\" Alexandra Brooks, the college government president, hopes the referendum will help bridge the gap between the student body and the administration when it comes to using gender-inclusive language — and that it will show trustees and administrators that this is an area with widespread support. More than 600 alumni, faculty, staff and community members have signed a letter in support of the ballot initiative, in which they call the college's prioritization of cisgender women \"a reductionary interpretation of its history and mission.\" They note that while cis women continue to struggle for equal treatment and opportunities, \"much of the most violent, vitriolic and institutionalized gender-based discrimination happening today is directed towards trans and non-binary people, especially those who are Black, brown and Indigenous\" — and that excluding them \"wholeheartedly abandons the radical elements of its inception.\" \"We assert that the best way to honor Wellesley's history is to allow the College to embrace the benefit of nearly 150 years of cultural, linguistic, and social change and fully embrace the trans and non-binary students who have always existed as integral members of the College community,\" they added. Wellesley College President Paula Johnson speaks at commencement as Hillary Clinton looks on in May 2017.\n                \n                    \n                    Darren McCollester/Getty Images\n                    \n                \nhide caption Wellesley College President Paula Johnson speaks at commencement as Hillary Clinton looks on in May 2017. Last week, ahead of the referendum, Wellesley College President Paula Johnson issued a memo explaining why the college is defending its focus on women and outlining the steps it's taking to promote diversity, support trans students and clarify its admissions eligibility. \"Wellesley was founded on the then-radical idea that educating women of all socioeconomic backgrounds leads to progress for everyone,\" Johnson wrote. \"As a college and community, we continue to challenge the norms and power structures that too often leave women, and others of marginalized identities, behind.\" She described Wellesley as both a women's college and diverse community — noting that it admits cis, trans and nonbinary students who \"consistently identify as women\" and also embraces students, faculty and staff of \"diverse gender identities\" — but said she thinks it could do a better job finding that balance. Some of those new commitments include letting students upload their pronouns to an online system that will add them to class lists and the directory, appointing a new director for the LGBTQ+ office before the end of the semester and expanding the number of all-gender bathrooms on campus. \"In addition, our gender policy on our website previously stated that students who transition during their time at Wellesley will be supported if they feel a women's college is no longer the right fit for them,\" she added. \"We have removed this language to make clear that every student who is admitted to Wellesley belongs here.\" Many students and alumni took issue with several aspects of Johnson's memo. The signatories of the open letter denounced her statement, saying it \"falsely positions the inclusion of trans and non-binary students as a threat to the education and advancement of students who identify as women.\" \"We find it frankly offensive to suggest that Wellesley's long and valuable tradition of advocacy for women could be undermined by extending the most basic institutional courtesies and protections to trans and non-binary students,\" they said. They said it is particularly disappointing that Wellesley is not doing more to stand up for trans and nonbinary people at a time when the national political climate is \"violently hostile\" towards them. Current students made a similar point. \"We disapprove of and entirely disagree with President Johnson's email. As journalists, we understand the power of rhetoric to do good or harm,\" the Wellesley News editorial board wrote last week. The six-person board pointed to what they called The New York Times' anti-trans coverage and the real-world consequences of bias, including a spike in anti-trans legislation in the U.S., with 39 states proposing or passing legislation affecting \"trans peoples' ability to access healthcare, public facilities and safe spaces to be themselves in 2023.\" They said it is \"telling\" that Johnson didn't mention those legislative attacks in her letter. They also characterized it as \"part of a broader trend of Wellesley's administration and the Board of Trustees intervening in student discourse.\" Isha Gupta, a Wellesley alum, tweeted that the school \"has always been a space for students of marginalized gender identities.\" \"If stripping the 'women's college label means that Wellesley can be a more inclusive place, so be it,\" she added.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2023/03/15/1163644248/wellesley-college-referendum-trans-nonbinary-students"
        },
        {
            "headline": "15 wishes for 2023: Trailblazers tell how they'd make life on Earth a bit better",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 25,
                "year": 2023
            },
            "article_content": "Malala Yousafzai, winner of the 2014 Nobel Peace Prize and co-founder of Malala Fund, a global girls' education charity Malala Yousafzai: \"Women and girls ... know it isn't enough to hope for a better future, we need to fight for it.\"\n                \n                    \n                    Kate Green/Getty Images for BoF\n                    \n                \nhide caption Malala Yousafzai: \"Women and girls ... know it isn't enough to hope for a better future, we need to fight for it.\" Education equality is an ambitious goal. Especially now, when women's rights are worsening around the world. Iranian women are protesting for the right to make their own choices. Taliban leaders in Afghanistan instituted a nationwide ban on girls' education. Discouraging as these realities may be, my wish is for people to remember that courage is stronger than fear. Young women in every country are working to defy misogyny and demonstrate their power. They know solutions to our world's biggest problems are locked up with their access to education and opportunity. They also know there are feasible plans to get all girls learning — like increasing government funding for education, developing inclusive curriculums and implementing more equal policies and laws. To get leaders to prioritize these plans, we need to amplify girls' demands on a global scale. We need individuals, movements and companies across every expertise to speak up, take actions that advance gender equality and pressure leaders to do the same. Women and girls continue to muster their strength amidst even the greatest of challenges because they know it isn't enough to hope for a better future, we need to fight for it. Gregg Gonsalves laments that many governments and people act \"as if the pandemic is over, even as in the U.S. we rack up 400-500 dead per day.\"\n                \n                    \n                    Stan Godlewski/John D. and Catherine T. MacArthur Foundation\n                    \n                \nhide caption Gregg Gonsalves laments that many governments and people act \"as if the pandemic is over, even as in the U.S. we rack up 400-500 dead per day.\" Gregg Gonsalves, a longtime AIDS activist and 2018 MacArthur Fellow, is codirector of the Global Health Justice Partnership and associate professor of epidemiology at the Yale School of Public Health Don't give up. As an epidemiologist and someone who has been personally affected by pandemics and epidemics, all I can wish for in 2023 is that we don't give up on COVID-19. Most governments around the world and many people are acting as if the pandemic is over, even as in the U.S. we rack up 400-500 dead per day, a 9/11 worth of deaths every week or so. There is so much more we can do than accept these deaths as the grisly price for normal. But the first step? Not giving up the fight. Vanessa Nakate tweeted this month: \"The actions we take now will determine the fate of millions of children.\"\n                \n                    \n                    Christopher Furlong/Getty Images\n                    \n                \nhide caption Vanessa Nakate tweeted this month: \"The actions we take now will determine the fate of millions of children.\" Vanessa Nakate, climate activist and UNICEF Goodwill Ambassador We must take care of people. We must take care of vulnerable communities. We must take care of the planet for the generations who are still to come. Dr. Raj Panjabi, special assistant to the President and National Security Council senior director for global health security and biodefense, the White House Dr. Raj Panjabi wishes for more support for the Pandemic Fund \"to stop epidemics when and where they occur.\"\n                \n                    \n                    Brian Ach/Getty Images\n                    \n                \nhide caption In 2023, I believe the world should rally in support of the Pandemic Fund. An outbreak anywhere can become a threat to people everywhere. The Pandemic Fund, housed at the World Bank, works with low- and middle-income countries to invest in labs, frontline health workers and local health systems to stop epidemics when and where they occur. But more needs to be done. Globally, an additional $10 billion is needed annually to prevent, prepare for and respond to the next pandemic. That may seem like a lot. But it's an investment — one that could save millions of lives and pay for itself by preventing the loss of trillions of dollars in the future. With sufficient support, the Pandemic Fund can help keep families across the world safe from the next health threat. Esther Ngumbi wants the world to make sure that all youth can tap into the internet.\n                \n                    \n                    Esther Ngumbi\n                    \n                \nhide caption Esther Ngumbi, assistant professor of entomology and African American studies at University of Illinois Urbana-Champaign My wish is that in 2023, the world taps into the brainpower of 1 million young people from the so-called developing countries. (More would be even better but I had to pick a number and many stories about development talk about ... millions.) Ensure that the most rural of the rural can connect to the internet for free and in locations from schools to libraries to parks to bus stops. They'll learn from it and use it to contribute their ideas. Local governments, I wish you'd pay for that free access to lead to a free flow of education and ideas. Dr. Maymunah Kadiri wishes we would take better care of ourselves. It's not \"selfishness but ... self-preservation.\"\n                \n                    \n                    Maymunah Kadiri\n                    \n                \nhide caption Dr. Maymunah Kadiri wishes we would take better care of ourselves. It's not \"selfishness but ... self-preservation.\" Dr. Mayumnah Yusuf Kadiri, medical director and psychiatrist-in-chief at Pinnacle Medical Services, a Nigerian health clinic and currently an Aspen New Voices Senior Fellow. With COVID-19 going into its third year, my wish is for everyone to prioritize their mental health. This means showing more kindness and compassion to self and others. I hope people learn to forgive or go easy on themselves for what they did in their survival mode during the pandemic, then work to heal and move on. This is very essential to our holistic wellness as a society. Taking care of oneself shouldn't be seen as selfishness but as self-preservation and not necessarily \"me first\" but \"me too.\" May 2023 be good to us all. Melva Acosta has this hopeful wish: \"Let's restore our hearts and begin to sow love and forget hate.\"\n                \n                    \n                    Melva Acosta\n                    \n                \nhide caption Melva Acosta has this hopeful wish: \"Let's restore our hearts and begin to sow love and forget hate.\" Melva Acosta runs the New Hope soup kitchen in Lima, Peru From our soup kitchens, aware of the harsh reality, extreme poverty and the inequality that exists in the world, we ask for solidarity, empathy and peace but above all love for the other. Remember that they also have dreams for a different tomorrow. Let's not be indifferent in the face of this poverty that hurts the most forgotten, those who suffer and have no voice. That is why they are never heard. I hope that in 2023, the children of the world do not suffer from hunger and that all wars end, and that, especially in our country Peru, everything returns to peace and calm. And let us stop killing our brothers. Let's restore our hearts and begin to sow love and forget hate. Miriam Viegas, a doctor with Brazil's Special Secretariat for Indigenous Health (SESAI) Dr. Miriam Viegas wants to make sure the health needs of indigenous peoples are met.\n                \n                    \n                    Miriam Viegas\n                    \n                \nhide caption Dr. Miriam Viegas wants to make sure the health needs of indigenous peoples are met. I wish all levels of health care were tailored to the 500 Guarani Mbya people I visit and provide primary care for in their villages near the town of Miracatu in São Paulo state — and to all indigenous peoples. When they need other levels of care — including running tests at city hospitals — they're left to wait in months-long lines. And because they depend on public resources to help them reach the city, they often miss appointments when roads to their villages are flooded by rain or the vehicle provided by SESAI isn't available to pick them up. If there were, for instance, one or two slots reserved just for indigenous patients, then rescheduling an appointment wouldn't mean waiting another several months to run tests. By the time we get the results, make a diagnosis and start treatment, oftentimes their disease is very advanced. Differentiated care — care that takes into account not only their health but their culture and their access to care outside their village — could prevent that. Abraar Karan, infectious disease physician and researcher at Stanford University Dr. Abraar Karan wants to dispel medical misinformation.\n                \n                    \n                    Boston Globe/Jessica Rinaldi/Boston Globe via Getty Images\n                    \n                \nhide caption I wish that in 2023, we as public health professionals succeed in identifying and dispelling misinformation far more effectively. It is imperative that all citizens become better at understanding the complex patterns around us to make the best decisions for our health and communities. As an epidemiologist and infectious disease doctor, I focus my work on analyzing infectious disease transmission through multiple forms of data. COVID-19 made it clear that misinterpretation or misunderstanding of data leads people — some with immense influence — to make bad policies and decisions, all while thinking they're doing the right thing. This eventually becomes misinformation that takes hold in the public mind, which itself can become viral and harmful to public health. If people could better understand basic concepts in epidemiology, they might be more equipped to look past misleading headlines or biased news sources with ulterior agendas. We as public health experts must do more in how and what we communicate, and through more comprehensive and creative means, to reach far more people more quickly. And then the next pandemic may be more easily understood from the start and better controlled to the finish line. Dr. David Walton, the U.S. global malaria coordinator, oversees the U.S. President's Malaria Initiative, an interagency effort led by the U.S. Agency for International Development Dr. David Walton wishes rich nations would do more to bring about global health equity.\n                \n                    \n                    USAID\n                    \n                \nhide caption My hope for 2023 is that the global community continues to make the necessary structural, political and economic changes to ensure greater equity throughout global health. For instance, sub-Saharan Africa bears 95% of malaria cases and 96% of deaths, yet richer nations have not done enough to make way for Africans to lead the fight against this disease. Richer countries need to fundamentally change the way they consider, define and engage in equitable partnerships and collaborations to solve some of the world's most complex problems and to reinvent the way global health programs are initiated and implemented. Maxwell Gomera, an Aspen New Voices Senior Fellow and a representative of the United Nations Development Program in Rwanda Maxwell Gomera urges the world to support teen mothers.\n                \n                    \n                    Maxwell Gomera\n                    \n                \nhide caption Maxwell Gomera urges the world to support teen mothers. In 2023, let's come together to empower teen mothers and give them a chance at a brighter future. We must first focus on preventing adolescent pregnancies and providing support for those who do become pregnant. We must address the cost of living crisis and provide resources and support to these families. We must invest in programs that help teen mothers become successful entrepreneurs, provide education and job training opportunities. With access to affordable finance for teen mothers, such as grants and low-interest loans, we can break the cycle of poverty and give them a chance to thrive. Teen mothers and their families deserve a fair shot at success in this changing world. Dr. Ifeanyi McWilliams Nsofor, New Voices Senior Fellow at the Aspen Institute Dr. Ifeanyi Nsofor wants to make sure Africa has a role in studying long COVID.\n                \n                    \n                    Ifeanyi Nsofor\n                    \n                \nhide caption Dr. Ifeanyi Nsofor wants to make sure Africa has a role in studying long COVID. My wish for 2023 is for more investments in long COVID research and provision of support to sufferers. And I wish that efforts to document experiences of long COVID should be extended to Africa. Some people who recover from COVID-19 infection have other lingering and often debilitating conditions. These are collectively known as long COVID. According to the U.S. Centers for Disease Control and Prevention, symptoms of long COVID include difficulty thinking or concentrating (sometimes referred to as \"brain fog\"); sleep problems; change in smell or taste; depression or anxiety; changes in menstrual cycles; tiredness or fatigue that interferes with daily life; joint or muscle pain and others. The estimate is that there have been millions of cases around the world. But the World Health Organization says long COVID is under-studied in Africa, so investments into long COVID research must include Africa. Dr. Junaid Nabi, New Voices Senior Fellow at the Aspen Institute, serves on the Working Group on Regulatory Considerations for Digital Health and Innovation at the World Health Organization. Twitter: @JunaidNabiMD Dr. Junaid Nabi calls for investing in diplomacy that aims to \"tackle current health threats and prepare the world for future ones.\"\n                \n                    \n                    Junaid Nabi\n                    \n                \nhide caption My wish for 2023 is that global leaders act on what has been clear from the beginning of the COVID-19 pandemic: Governments must regard health as an essential component of foreign policy. Addressing this crisis requires investing in a new kind of diplomacy — one that focuses on building innovative platforms and unique collaborations that can tackle current health threats and prepare the world for future ones. The pandemic has exacerbated several ongoing global challenges. The intense wave of infections in China has impacted up to 900 million people. We still lack a global system of data collection and sharing — one that is transparent and can enable the assessment of public health risks. Policymakers have done a poor job in developing sustainable infrastructure that could enable fair distribution of vaccines for the global poor. The pandemic has also pushed low- and middle-income into a severe debt crisis that can wipe away the economic progress made in the last few decades. World leaders continue to ignore the necessity of global health diplomacy. I hope 2023 is the year leaders can reach a clear consensus — or at least a coherent approach to developing one — toward addressing the health and socioeconomic consequences of the pandemic. Brian Concannon, human rights lawyer who focuses on Haiti Brian Concannon wishes for efforts to support democracy in Haiti.\n                \n                    \n                    Brian Concannon\n                    \n                \nhide caption Brian Concannon wishes for efforts to support democracy in Haiti. As a lawyer who has spent the last 28 years helping to establish democracy in Haiti, I want 2023 to be the year that the U.S. and other powerful members of the international community allow Haiti to run free and fair elections. When I first went to Haiti with the U.N. in 1995, I felt part of a broad international effort to help Haiti escape its history of dictatorships. I believed that my experience growing up and practicing law in a stable, prosperous country like the U.S. would provide useful lessons. But too often since then, I have found myself joining Haitians forced to fight for their democracy against the policies of the stable, prosperous countries. Gangs are overrunning the country that now lacks a single elected official. I am hopeful that the U.S. will draw a useful lesson from the Jan. 6 threat to our own democracy and recommit to allowing Haitians to escape its history of both dictatorial government and foreign interference. Madhukar Pai, associate director, McGill International TB Centre at the McGill School of Population and Global Health Dr. Madhukar Pai says, \"Global South countries want equity, justice and fairness, not charity; they want to be self-sufficient and self-reliant.\"\n                \n                    \n                    Madhukar Pai\n                    \n                \nhide caption Top on my wish list for 2023 is to see the African region manufacturing their own vaccines, medicines and products. The COVID-19 pandemic showed us that the trickle-down, charity-based global health model is completely broken, as high-income countries hoarded vaccine supplies as they became available. Global South countries want equity, justice and fairness, not charity; they want to be self-sufficient and self-reliant. Global North nations must back this vision as supportive allies. At a minimum, high income countries must not be an obstacle to progress. What do you wish the world could achieve this year? Let's assume money is not an object and global leaders will line up to make it happen. Tell us about a global health and development problem you would tackle, why you think it's important to address in the coming year and what you wish the world would do to solve it. We may feature it on NPR.org. Email your idea to goatsandsoda@npr.org with the subject line \"2023 wishes.\" Jason Silverstein, Jill Langlois, Gisele Grayson and Marc Silver contributed to this story.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/sections/goatsandsoda/2023/01/25/1150429655/15-wishes-for-2023-trailblazers-tell-how-theyd-make-life-on-earth-a-bit-better"
        },
        {
            "headline": "Jesse White, Illinois secretary of state retiring after 24 years, reflects on his career",
            "author": "Scott Simon",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 14,
                "year": 2023
            },
            "article_content": "In a state notorious for rough and tumble politics, Jesse White has had lasting appeal. NPR's Scott Simon talks with White, the longtime Illinois secretary of state who is retiring at the age of 88.  SCOTT SIMON, HOST: Jesse White retired this week as Illinois secretary of state. Retired in Illinois - he wasn't indicted or defeated. He's just 88 years old and has been secretary of state since 1999. He's the longest-serving person ever in that office, the first Black person to hold that office, and as popular a public official as the state that's produced Abraham Lincoln, Barack Obama and Oprah Winfrey, for that matter, has ever had. He's been a champion of youth and literacy programs and tumbling - we'll get to that. Secretary of State White joins us from Chicago. Thanks so much for being with us. JESSE WHITE: Scott, glad to be on board. SIMON: You know, I am looking at my mother's state ID card. She didn't have a driver's license like me. But it's the secretary of state that issues those ID cards. And it just occurred to me - there are millions of people who will be looking at their driver's licenses or state ID cards and wondering, wait, why isn't Jesse White's name here? WHITE: (Laughter) Well, I've had the great pleasure of serving as the Illinois secretary of state for the past 24 years. I want to thank the people of this wonderful state for allowing me to serve. But prior to becoming the secretary of state, I was a state lawmaker. And then, I was the Cook County recorder of deeds for six years, played professional baseball, jumped out of airplanes, taught school, and coached a team called Jesse White Tumblers. And yet I'm not 150 years old. SIMON: Let me follow up one by one. Responsibilities of secretary of state does not include elections, unlike many other states, but it does include driver's licenses. And let me put this nicely - a couple of your predecessors made the most of that, didn't they? WHITE: Yes, they did. And in fact, one ended up going to prison. SIMON: Yeah. And the other had shoeboxes full of cash discovered after he died - Paul Powell. WHITE: Yeah. Well, when I buy my shoes, I buy them in bags. (LAUGHTER) SIMON: Well, I have to ask 'cause in periodic surveys, Illinois - I don't have to tell you this - is usually No. 1 or 2 in the nation for having the most, you know, indicted and convicted public officials. Is there something in Illinois that lends itself to that? What's your feeling after all these years? WHITE: Well, sometimes, they yield to temptation. And I've been in office for almost - well, over 50 years, to be exact. And I believe that when you take on a job, you should take on the responsibility that goes with it. And you have to be at your duty station every day on time to start your duties to the best of your ability. And honesty in government is a thing that I pride myself on. And I just think it's a violation of all of us and human decency for an individual who has been elected to an office - yet is motivated by greed. SIMON: We live in a time of such political division - racial and socioeconomic division. How have you managed to be such a popular figure with people from all parties? WHITE: Well, I'm a personable person. When I see individuals on the street or in the store, on the bus or wherever, I speak to them. And then, I also give my personal telephone number to individuals. So if they have a problem, I want to be able to assist them. When you take on a job, you should take on the responsibility that goes with it. And then, when you ask individuals to come out to support you, you should be there with them no matter what their problem is. SIMON: Yeah. Secretary White, I have been to so many functions all over Illinois, and the Jesse White Tumblers are there. Tell us about this program and how it's changed lives. WHITE: Well, when I was a youngster working for the Chicago Park District, my park supervisor asked me to put on a gym show. And from that one gym show in December 1959 came this team called the Jesse White Tumblers. We've had over 18,500 young people to come through the program. I have strict rules and regulations. Young people have to be in school on time every day and have - what I mean by that is to get the best education possible. And then, they have to obey my rules and regulations pertaining to how they feel about their fellow man and woman - cannot dislike anyone because of race, creed or color. And then, of course, we want our young people to respect the laws that have been established by this country and be a positive force in society. SIMON: I remember being at the opening of the new bakery of Eli's Chicago Cheesecake, and the Tumblers were there. WHITE: Scott, they had a kind of cake that was about 10 feet in diameter and about 8 feet tall. And we did a somersault over the cake. It was called the over-the-cake routine. SIMON: I remember that. Do the Jesse White tumblers go on even though you're retiring? WHITE: I'm at the headquarters right now as we speak. We have a center called the Jesse Community Center and Field House. Anything that, in fact, we do here at the center, we're involved with what is called tough love. We love our young people, but we've got to be tough on them. SIMON: You have a motto in public life, don't you? WHITE: Yes, I do. Do something good for someone every day. That's how I run my life. Those things and more have helped me to be where I am today. And that will continue to follow me till I'm no longer here. SIMON: Jesse White, Illinois's now former secretary of state, thanks so much for being with us. WHITE: Thank you, Scott. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2023/01/14/1149245168/jesse-white-illinois-secretary-of-state-retiring-after-24-years-reflects-on-his-"
        },
        {
            "headline": "Venezuela sees some perks of renewed ties with Colombia after years of disputes",
            "author": "By  \n\n\n      John Otis",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 4,
                "year": 2023
            },
            "article_content": "Workers unload boxes of mayonnaise for inspection by customs officials at a warehouse in the Venezuelan border town of San Antonio del Táchira.\n                \n                    \n                    John Otis for NPR\n                    \n                \nhide caption Workers unload boxes of mayonnaise for inspection by customs officials at a warehouse in the Venezuelan border town of San Antonio del Táchira. SAN ANTONIO DEL TÁCHIRA, Venezuela — At a warehouse in this Venezuelan border town, customs officials inspect tractor trailers loaded with imports from neighboring Colombia. It's rather mundane cargo — detergent, tobacco, crates of mayonnaise — but warehouse owner Emilio Gutiérrez is thrilled. The warehouse had been shuttered for seven years amid diplomatic disputes between Colombia and Venezuela that led to frequent border closures. As cargo traffic dwindled, a cash-strapped Gutiérrez joined an exodus of 2.5 million Venezuelans who resettled in Colombia. Last year, however, Colombia began mending fences with Venezuela's authoritarian government. Border posts have reopened and Gutiérrez, who returned to San Antonio del Táchira in February, reopened his business. \"I decided to go all in,\" Gutiérrez says. \"I believe we will once again become one of the busiest border crossings in Latin America.\" Indeed, the border here used to be a throbbing commercial hub, with long lines of trucks waiting to clear customs. At its peak in 2007, trade between Colombia and Venezuela topped $7 billion, according to the Colombian trade ministry. But diplomatic and commercial relations broke down as Venezuela's president, Nicolás Maduro, cracked down on the country's democracy. His regime attacked protesters, jailed dissidents, muzzled the press and held fraud-marred elections. Following the lead of the Trump administration in 2019, Colombia and about 50 other countries recognized opposition leader Juan Guaidó as Venezuela's rightful head of state. The campaign for regime change included a massive \"Live Aid\"-style outdoor concert staged on the border, where big-name Latin American bands rocked the crowd and called for Maduro to step down. But Maduro remained in power while Venezuelan troops used cargo containers to block border bridges. That forced people to cross the frontier on smuggling trails where they were sometimes kidnapped, robbed or raped by criminals. Formal trade shrank to about $300 million in 2021, though contraband still moved back and forth. \"The drop in trade was just extraordinary,\" says Luis Fernando Mejía, director of Fedesarrollo, an economic think tank in Colombia's capital of Bogotá. \"Now, Venezuela doesn't even rank among Colombia's top-20 trade partners.\" Thousands of people were thrown out of work, says Sandra Guzmán, who runs a customs brokerage house in Cúcuta, a Colombian city just across the border from San Antonio del Táchira. There used to be 68 such businesses in Cúcuta to deal with the constant flow of imports and exports, but now there are only five. \"Everything was shut down,\" she says. That's why Guzmán supports the open-door policy of Gustavo Petro, Colombia's left-wing president elected last year. Ignoring the Maduro government's abuses, Petro quickly moved to reestablish diplomatic relations and jumpstart trade. \"We may have an ugly dance partner,\" Guzmán says, referring to Maduro, \"but we still have to dance with him.\" Colombian President Gustavo Petro (left) and his Venezuelan counterpart Nicolás Maduro shake hands during a meeting at the Tienditas International Bridge in Cúcuta, Colombia, on Feb. 16.\n                \n                    \n                    Ferley Ospina/Bloomberg via Getty Images\n                    \n                \nhide caption Other countries have come to the same conclusion. Last year, the United States announced it was easing some of the tough oil sanctions it placed on Venezuela in 2019, while the European Union in 2021 announced it would longer recognize Guaidó as the country's head of state. In December, Venezuela's opposition stripped Guaidó of that role. For Colombia, mending fences could help boost the economy, reactivate trade and improve security along the nearly 1,400-mile-long border with Venezuela, parts of which are controlled by drug trafficking groups and guerrilla fighters. \"There was a big increase in contraband and human trafficking when the border was closed,\" Luis Felipe Quintero, Colombia's deputy trade minister, told NPR. In renewing ties to Venezuela \"we have humanitarian goals. We want to create jobs and fight poverty.\" Venezuela's foreign trade ministry did not respond to NPR's requests for comment. But following a March 16 meeting in Caracas, Maduro and Petro signed a bilateral trade agreement and issued a statement calling for \"the promotion of integration, development and economic equilibrium\" between the two countries. Quintero predicted that trade with Venezuela could hit $4 billion by the end of the Petro's presidential term in 2026. For now, however, there's just a trickle. Due to corruption, mismanagement and sanctions, Venezuela's economy shrank about 75% between 2014 and 2021, leaving it too poor to import very much. In addition, thousands of Venezuelan businesses have gone bankrupt so, besides oil, there's not much that it exports. Venezuela's currency, the bolívar, is badly devalued, while U.S. sanctions have deterred some Colombian exporters from dealing with state-run companies in Venezuela or its central bank. Instead, Colombian companies receive payment in U.S. dollars through third countries, like Panama, which adds to transaction costs. Another problem is that inside Venezuela, National Guard troops at highway checkpoints often pressure truckers for payoffs. The lack of cross-border trade is evident at the main bridge between Colombia and Venezuela, where traffic is light.\n                \n                    \n                    John Otis for NPR\n                    \n                \nhide caption The lack of cross-border trade is evident at the main bridge between Colombia and Venezuela, where traffic is light. \"There are something like 14 checkpoints where they demand bribes,\" says Javier Díaz, president of ANALDEX, Colombia's largest foreign trade association. \"That's why some companies are deciding that they'd rather not export to Venezuela.\" The lack of commerce is evident at the main bridge between Colombia and Venezuela. Built by both countries, the massive, six-lane structure was completed in 2016 and designed to be the main cargo hub between the two countries. For years it sat empty due to the border disputes until finally opening in January. Yet during a half-hour visit to the bridge, traffic consisted of just a few motorcycles and taxis. Back at the warehouse on the Venezuelan side, Gutiérrez acknowledges that it's been slow going but says he's just happy to be back in his homeland running his business — even if it's just a fraction of the size it once was. \"We used to be closed 24/7,\" he says. \"So, imagine the optimism that I feel now. Just look at the cargo trucks out there. That means we're growing.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2023/04/04/1167742153/venezuela-colombia-border-trade-exports-imports"
        },
        {
            "headline": "Sen. Bernie Sanders is embracing his anger. A new book details what he's angry about",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n      Jojo Macaluso",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 21,
                "year": 2023
            },
            "article_content": "Sen. Bernie Sanders walks into NPR Headquarters in Washington D.C.\n                \n                    \n                    Elizabeth Gillis/NPR\n                    \n                \nhide caption Sen. Bernie Sanders walks into NPR Headquarters in Washington D.C. Senator Bernie Sanders is embracing his anger. He's shown a lot of it during three decades in Congress. In 1992, he attacked both parties for defense spending, claiming they were \"hoping and praying that maybe we'll have another war.\" During his first presidential run, he spoke sarcastically of people who fear his identification as a socialist. \"I don't want to get people nervous falling off their chairs, but Social Security is a socialist program,\" Sanders told NPR in 2015. It's no surprise that the Vermont senator spoke harshly of President Donald Trump, vowing: \"You're damn right we're going to hold him accountable\" at the time. But he also bristled when social justice activists insisted that Democrats use the phrase \"Black Lives Matter.\" \"It's too easy for 'liberals,' to be saying, well, let's use this phrase. What are we going to do about 51 percent of young African Americans unemployed?\" Sanders said. Sen. Sanders' latest book, 'It's Ok to Be Angry About Capitalism.'\n                \n                    \n                    Elizabeth Gillis/NPR\n                    \n                \nhide caption Sen. Sanders' latest book, 'It's Ok to Be Angry About Capitalism.' The Senator is preoccupied with America's economic divides; and his new book about his recent campaigns and legislation is titled It's Okay to be Angry About Capitalism. \"They say the older you get, the more conservative you become,\" he writes. \"That's not me. The older I get, the angrier I become about the uber-capitalist system.\" He says his anger grows in part out of his youth in a struggling family in Brooklyn in the 1940s and 1950s. He dedicates the book, in part, to his older brother Larry, who introduced him to authors ranging from psychoanalysis founder Sigmund Freud to political theorist Karl Marx, who, along with Friedrich Engels, established the far-left ideology known as Marxism. \"We didn't have a lot of books in the house, and my brother brought books into the house and talked with me about politics, talked to me about history, talked to me about psychology,\" Sanders told NPR. \"And kind of intellectually opened up my eyes to the world that we're living in.\" Today Larry Sanders is a Green Party politician in the United Kingdom. And Bernie Sanders, after two presidential campaigns, now chairs the Senate Health, Education, Labor, and Pensions Committee. For all his anger and demands for systemic change, the senator told NPR he is working within a divided Congress to make more modest changes that he thinks are possible. This interview has been edited for length and clarity. On his anger at some Democrats in Congress I was bitterly disappointed [at the failure of giant social legislation known as] Build Back Better... What many of us said is... Let's deal with the structural crises facing America. Our child care system is a disaster. Our healthcare system is dysfunctional. Kids can't afford to go to college. Let's deal with the existential threat of climate change. Let's deal with income and wealth inequality. We came within two votes of bringing forth legislation which would have been transformative for the working families. SI: Senators Joe Manchin and Kyrsten Sinema, who would be described as more moderate or more conservative, and represent more conservative states– Corporate Democrats would be the term. SI: Corporate Democrats? These are folks who've got a whole lot of money from wealthy people and large corporations and they do their bidding. SI: I was going to ask if you're still angry at someone like Joe Manchin. It sounds like you are. From his perspective, he's representing a very conservative state that votes for Republicans for president hugely and needs to bring them something that they can believe in. Do you sympathize with his political situation? In 2016 when I was running for president, I won a landslide victory in West Virginia. SI: In the Democratic primary. In the Democratic primary. SI: But there's a general election. I understand... In my view, politicians do well when they stand up and fight for working people. On the power of the working-class vote SI: You write about the working class: \"You can't win elections without the overwhelming support of the working class.\" It seems that many Republicans now agree with you and openly court the working class and get a lot of working class votes. Why do you think that is? Well, that is an enormously important political issue. That is the most important political question of our time. [It's] not that working class people agree with Republican views... But what I think has happened over the years, and this is no great secret as a result of a lot of corporate contributions, the Democratic Party has kind of turned its back on the needs of working class people. And then you have a gap there where you have people like Trump coming along and say, \"You know what the problem is? It's immigrants, it's gays, it's transgender people.\" And you get people angry around those issues rather than Democrats saying, I'll tell you what the problem is. The problem is the wealthy are getting richer. Corporations have enormous power. We're going to take them on to create a nation that works for you. On what Sanders thinks he can accomplish in a divided Congress What I want to see, a Medicare-for-all system, ain't going to happen. No Republicans support it. Half the Democrats won't support it. But this is what we can do: We can expand primary health care and community health centers to every region of the country...We now have 30 million people accessing community health centers [and can do more]... You walk into a community health center, you get affordable health care, dental care... mental health counseling and low cost prescription drugs. Republicans understand that in red states it is very hard often for people to access a doctor. On his pragmatism SI: Even though you say it's okay to be angry about capitalism, there's a place for capitalism in the world as you envision it. Yes, there is. Yes, there is. SI: If you made all the rules, there would still be large corporations. Well, I don't know about that. But look, there's nothing in that book to suggest that it is bad for people to go out and start a business, to come up with innovation. That's great. That's good. What is bad is when a handful of corporations control sector after sector. The audio version of this interview was produced by Milton Guevara and Nina Kravinsky, and edited by Olivia Hampton.",
            "bias": "working class",
            "url": "https://www.npr.org/2023/02/21/1158463766/sen-bernie-sanders-is-embracing-his-anger-new-book-details-what-hes-angry-about"
        },
        {
            "headline": "In Ireland, Biden is on a diplomatic and deeply personal mission",
            "author": "Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 11,
                "year": 2023
            },
            "article_content": "United States flags flutter in the breeze above shops in Ballina town center on April 7 as the town prepares to welcome President Biden in County Mayo, his ancestral home.\n                \n                    \n                    Paul Faith/AFP via Getty Images\n                    \n                \nhide caption United States flags flutter in the breeze above shops in Ballina town center on April 7 as the town prepares to welcome President Biden in County Mayo, his ancestral home. This may be hyperbole, but the only thing President Biden quotes more than the great Irish poets is the wisdom of his Irish American mother. \"Today, I'm Catherine Eugenia Finnegan Biden's son,\" Biden said at a 2022 St. Patrick's Day event. \"That's who I am.\" Many modern American presidents have claimed Irish ancestry — from John Fitzgerald Kennedy to Barack Obama (or should we say \"O'Bama\"?), who has Irish relatives on his mom's side. But none has been quite as forward about it as Biden. The nation's second Irish-Catholic president will go to Belfast, Northern Ireland, on Tuesday and to the Republic of Ireland on Wednesday. He heads back to the U.S. on Friday. The trip is part diplomacy and part homecoming. \"As we Irish say, that's no malarkey,\" Biden said last year during an Ohio factory tour. \"That's a fact.\" It's not entirely a fact that \"malarkey\" — one of Biden's frequently used terms — is Irish, but Biden attributes many features of his personality to being Irish-American. Biden's family hails from County Mayo and County Louth, both of which he will visit. Biden's ancestors came to the U.S. from Ireland in the mid-1800s. They lived through the Irish potato famine, and like so many others over the centuries came to the U.S. in search of opportunity. Biden will likely talk about that universal experience in remarks outside St. Muredach's Cathedral later this week. According to the White House, Biden's great-great-great grandfather Edward Blewitt sold 27,000 bricks that helped build that County Mayo cathedral, and used the money to bring his family on a ship to America. Biden will also visit County Louth where — as Biden told an audience at the Friends of Ireland Caucus lunch last month — \"there's still a place called Finnegan's pub, which is related to my family.\" It's not clear whether a stop into the pub is in the plans, but grabbing a pint of beer is not. \"I'm the only Irishman, though, you've ever met who's never had a drink,\" said Biden, who like his predecessor doesn't drink alcohol. Brendan O'Leary, a political science professor at the University of Pennsylvania, has a bold claim: \"I think there's no doubt that Joe Biden is the most Irish of Irish American presidents.\" Yes — he said Biden is even more overtly Irish than JFK, whose visit to Ireland in 1963 was a significant event, complete with live coverage and a play-by-play of the landing of Air Force One. Kennedy's election was a breakthrough. Biden, on the other hand, is free to wear his heritage on his sleeve, O'Leary said, since electing an Irish Catholic to the highest office in the land is no longer a taboo. \"Indeed, I'd say he's much more visibly an Ordinary Joe, an average Irish American, than was his predecessor, John Fitzgerald Kennedy,\" said O'Leary, who points out Kennedy attended an elite private boarding school and then Harvard, making his lived experience much more Anglophile. That Working Class Joe image is an important part of Biden's political identity and his outreach to voters. On the policy side, Biden's trip starts in Northern Ireland where he will deliver a message about ongoing U.S. support for the Good Friday Agreement, signed 25 years ago. That agreement, which the U.S. was pivotal in negotiating, brought an end to decades of sectarian violence in Northern Ireland known as The Troubles. \"This was a ... huge deal,\" said Max Bergmann at the Center for Strategic and International Studies. He expects Biden to hold up the Good Friday Agreement as \"an example 25 years later where active U.S. engagement really made a difference.\" A peace mural is seen in a loyalist area on April 4 in Belfast, Northern Ireland. The Good Friday Agreement, signed on April 10, 1998, ended most of the violence during the decades-long conflict known as The Troubles.\n                \n                    \n                    Charles McQuillan/Getty Images\n                    \n                \nhide caption But Brexit has tested the peace accord. The United Kingdom's move to withdraw from the European Union created new tensions over trade and risked stoking disputes over borders. A new agreement called the Windsor Framework aims to ease those tensions, but the political situation in Northern Ireland remains difficult. With that in mind, O'Leary said he expects Biden's message in Belfast to focus on the economic opportunity that comes from peace and stability. \"America is not trying to interfere in the management of the power sharing arrangements within Northern Ireland,\" O'Leary said. \"But it is very clearly giving a signal that if those work, well, then there will be encouragement from the United States for foreign and direct investment.\" While personally connecting to his roots is important to Biden, politically so is building strong relationships between the U.S. and its European allies.",
            "bias": "working class",
            "url": "https://www.npr.org/2023/04/11/1169186185/biden-ireland-trip-good-friday-agreement-family"
        },
        {
            "headline": "Biden and House Democrats chart a 2024 course based on their legislative track record",
            "author": "Barbara Sprunt",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 4,
                "year": 2023
            },
            "article_content": "Rep. Lisa Blunt Rochester speaks with Rep. Abigail Spanberger ahead of President Biden's speech during the annual House Democrats Issues Conference in Baltimore, Md.\n                \n                    \n                    Drew Angerer/Getty Images\n                    \n                \nhide caption Rep. Lisa Blunt Rochester speaks with Rep. Abigail Spanberger ahead of President Biden's speech during the annual House Democrats Issues Conference in Baltimore, Md. President Biden and House Democrats are mounting a full-court press to take their legislative record on the road and into districts across the country to remind voters of what they've already accomplished. Their hope: flip the handful of seats needed to regain control of the chamber next year. \"If we did nothing — nothing — but implement what we've already passed and let the people know who did it for them, we win,\" Biden said during an energetic speech Wednesday as House Democrats kicked off their annual three-day retreat in Baltimore. The reality of divided government means it's unlikely Democrats will pass any major legislation, forcing them to instead go on the defensive and tout the legislation they've already passed. \"Folks, you all know how much we've gotten done, but a lot of the country still doesn't know it,\" Biden said. \"That's why the big job in front of us is implementing the laws we passed, so people start to see it in their lives — all the benefits that are there because you produced it for them.\" Biden ticked through a list of legislative accomplishments, including the $1 trillion bipartisan infrastructure bill, the first major gun safety legislation passed by Congress in nearly 30 years, legislation to boost the domestic manufacturing of semiconductor chips and a sweeping climate, health care and tax bill. \"We just have a buffet of accomplishments to offer, and he just rolled them out in such a way that it can really resonate with the everyday person,\" Ohio Rep. Shontel Brown told NPR. \"You tell us what you need to help us understand the impact that it's having on all of your district and your folks, and we're going to get it done,\" Biden said. Although Biden hasn't officially announced his reelection bid, it's widely expected he will seek another term, which means his fate and those of House Democrats are likely tied together. That means what members ask of the administration will vary from district to district depending on the president's popularity. \"It may be a lower-level official that's coming in talking about 'let's have a roundtable with your town officials to talk about how to apply for rural broadband funding.' It may not be having the Cabinet or the president in your district every other week,\" New Hampshire Rep. Ann Kuster told NPR. Kuster, who said she lives in \"purple world,\" said members have been in close talks with Cabinet officials and the White House about how to work together to make intricate legislation like the infrastructure bill accessible to their constituents. \"How do you make that real; how do you tell that story?\" she mused. \"It's by working together, having Cabinet members and officials from the government come to our districts.\" As an example, she points to visits in her district from Transportation Secretary Pete Buttigieg showing new bridges under construction and White House infrastructure coordinator Mitch Landrieu highlighting a new interstate interchange. \"Those are the kinds of stories that people stop to think 'Oh, I have a better commute' or 'Oh, I'm working from home because I have better internet service.' And we're making that connection to your precious tax dollars, hard at work making a difference in your life.\" President Biden holds up a sign for the Frederick Douglass Tunnel as he speaks during the annual House Democrats Issues Conference on Wednesday.\n                \n                    \n                    Drew Angerer/Getty Images\n                    \n                \nhide caption President Biden holds up a sign for the Frederick Douglass Tunnel as he speaks during the annual House Democrats Issues Conference on Wednesday. During his speech, Biden brought out a mock-up of a sign for an infrastructure project in Baltimore to rebuild a tunnel. At the top in all caps are the words \"President Joe Biden.\" \"We're going so far as to print signs to let people know who is bringing this project and why it's happening,\" he said to applause. Brown said this is all part of the strategy to keep the impact of Democrats' votes in Washington top of mind for their constituents. \"As we start to see more shovels in the ground, as we start to see more cranes in the air, we can start to point to that and say, 'Hey, that's what Democrats did for you,' \" she said. Democrats in Baltimore repeatedly talked about the need to make sure their constituents know who voted — and didn't vote — for federal dollars on infrastructure. \"We continue to draw the contrast with Republicans who voted 'no' but want to take the dough,\" said Texas Rep. Veronica Escobar. \"I am already seeing a number of my Republican colleagues who voted against these historic pieces of legislation want to claim credit. We can't let that happen.\" The degree of unity among House Democrats was in stark contrast to last year's retreat. \"We were right in the midst of one of the more challenging political debates and discussions about strategy and timing,\" Kuster said. \"Now, those battles are behind us — we have come out the other side. And now we're having wonderful conversations about how to help the American people in their day-to-day lives.\" She underscored: \"One thing that's been really nice this session is there's just tremendous unity.\" Part of that unity is aimed at opposing what members call \"an extreme Republican agenda.\" Another element is uniting around Biden himself. Washington Rep. Pramila Jayapal, who chairs the Congressional Progressive Caucus, said the group is preparing an \"executive action agenda\" to present to the president following their own retreat. Jayapal told reporters that while \"nobody is surprised that Biden was not my choice in the first election for the primary,\" the CPC and the administration have formed an \"incredibly strong partnership.\" \"I think he's the most progressive president we've had in a long time,\" she added. Although most of the conference was marked by strong support of the president, there was a brief interruption on Thursday, when news of Biden's decision not to use his veto power to block a GOP-effort to repeal D.C.'s new crime law broke during a press conference with the Congressional Black Caucus. \"This is news to me and I'm very disappointed,\" said Del. Eleanor Holmes Norton of D.C.",
            "bias": "working class",
            "url": "https://www.npr.org/2023/03/04/1160590678/biden-house-democrats-2024-election-campaign"
        },
        {
            "headline": "In East Palestine, who 'shows up' isn't necessarily a sign of who's helping",
            "author": "Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 25,
                "year": 2023
            },
            "article_content": "During a visit to East Palestine, Ohio, former President Donald Trump stands in front of a pallet of \"Trump\"-branded water before delivering remarks at the East Palestine Fire Department station Wednesday.\n                \n                    \n                    Michael Swensen/Getty Images\n                    \n                \nhide caption During a visit to East Palestine, Ohio, former President Donald Trump stands in front of a pallet of \"Trump\"-branded water before delivering remarks at the East Palestine Fire Department station Wednesday. There have been two train wrecks in East Palestine, Ohio. One substantive — a train derailment and subsequent chemical burn-off that has potentially jeopardized the health of understandably angered residents of the town. The other: political. As President Biden took what was by all accounts a daring trip to Ukraine as Russia's war on the country was heading toward its one-year anniversary, Republicans were criticizing Biden for going there instead of East Palestine. Seeing a political opportunity, former President Donald Trump and a cadre of other conservatives descended on the small town of fewer than 5,000 residents. Trump handed out campaign hats, \"Trump\"-branded water and Trump-branded insults of the Biden administration. Then, under political pressure, Transportation Secretary Pete Buttigieg made his way there, too, met with local leaders and offered his own rejoinders for the former president. But while political leaders are mired in short-term politics, people in town are concerned about the long-term effects of the air they breathe and the water they drink. Trump accused Biden of a lack of care for a community of people Trump contends he wouldn't forget. \"You are not forgotten,\" Trump said. \"We stand with you. We pray for you. And we will stand with you and your fight to help ensure the accountability that you deserve.\" East Palestine is in a county that voted overwhelmingly for Trump in the 2020 presidential election, and conservatives have held up the community as something of an example of the kinds of people the political parties value. \"The community has shown the tough and resilient heart of America,\" Trump said, \"and that's what it is — this is really America right here. We're standing in America.\" There have been pitched battles in recent years, at a time when the country is in the midst of a political realignment that largely centers on education and geography, over what \"real America\" is and who \"real Americans\" are. The more Republicans have won over white, working-class voters, the more they've been brought into the GOP's fold of who counts. And Trump's trip was as much intended to highlight that and put Biden's handling of the disaster on the spot as it was a Trumpian piece of political theater designed to reestablish himself as the main figure contending for the GOP presidential nomination in 2024. Trump — with the podium and the red hat and the flags — wanted to remind people, his voters, that he's still the big dog. Transportation Secretary Pete Buttigieg speaks to the press in East Palestine, Ohio.\n                \n                    \n                    Michael Swensen/Getty Images\n                    \n                \nhide caption Transportation Secretary Pete Buttigieg speaks to the press in East Palestine, Ohio. Under political pressure, Secretary Buttigieg, himself a former Midwestern mayor, made the trip to East Palestine this week, three weeks after the disaster happened. \"Leaders show up,\" Rep. Bill Johnson, R-Ohio, told Fox News ahead of the trip, \"and he hasn't been here, and that is sending a big signal to this community that the administration just really doesn't care, and that's the message that they are receiving.\" Biden said Friday that he had no immediate plans to visit, but pointed out that administration officials were on the ground within \"two hours\" of the derailment. The White House has previously noted that included teams from the Environmental Protection Agency and the Federal Emergency Management Agency, who were coordinating with local agencies and first responders and that the president was in communication with Ohio Gov. Mike DeWine and neighboring Pennsylvania Gov. Josh Shapiro. \"I have spoken with every single major figure in both Pennsylvania and Ohio, so the idea that we're not engaged is simply not there,\" Biden said, noting that he was \"keeping close tabs on it.\" A White House official said Saturday that federal teams are going door to door in East Palestine this weekend to check on families. EPA Administrator Michael Regan, who traveled to East Palestine earlier this month, was sharply critical of Norfolk Southern, the rail company whose train derailed, for not showing up. \"They have to show up, and they have to make amends with this community,\" Regan told NPR's All Things Considered this week. \"They caused this mess. They have to clean it up. And they have to prove to us and to the community that they're genuine in all of the declarations that they've made. Not showing up to public meetings isn't a great way to start.\" Asked about a lack of trust in the federal government from the community in the wake of the disaster, Regan invoked the importance of being transparent with residents, providing resources and also being there. \"No. 1, we have to continue to show up,\" Regan said. \"And we have to be in these communities.\" While in town, Buttigieg called for stronger rail-safety rules, fielded questions from reporters and swatted back at Trump, while trying to stay focused on the substance. \"One thing he can do is express support for reversing the deregulation that happened on his watch,\" Buttigieg said of Trump. It's true that Trump reversed an Obama-era rule put in place that required trains carrying hazardous materials to be retrofitted with electronically controlled braking systems. But there's no evidence that would have prevented this particular derailment. Safety advocates have also said DOT has been slow to respond and and that it could have reinstituted the rules when Biden became president, but didn't. Even if that particular rule wouldn't have prevented this, other safety measures could have, said Jennifer Homendy, chair of the National Transportation Safety Board. \"I can tell you this much: This was 100% preventable,\" Homendy said at a news conference this week. But conservatives, who have descended on the town or called out Biden from afar for not being there in person yet, haven't offered much in the way of real solutions to prevent these kinds of disasters in the future — like any regulations they might support, which the industry has lobbied against. \"Enough with the politics,\" Homendy said. \"I don't understand why this has gotten so political. This is a community that is suffering. This is not about politics. This is about addressing their needs, their concerns. That's what this should be about.\"",
            "bias": "working class",
            "url": "https://www.npr.org/2023/02/25/1159382554/in-east-palestine-who-shows-up-isnt-necessarily-a-sign-of-whos-helping"
        },
        {
            "headline": "Santos took office one month ago and his New York district says he's got to go",
            "author": "By  \n\n\n      Brian Mann",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 5,
                "year": 2023
            },
            "article_content": "Rep. George Santos, R-N.Y., waits for the start of a session in the House chamber as the House meets for the fourth day to elect a speaker and convene the 118th Congress in Washington, D.C., Friday, Jan. 6.\n                \n                    \n                    Alex Brandon/AP\n                    \n                \nhide caption Rep. George Santos, R-N.Y., waits for the start of a session in the House chamber as the House meets for the fourth day to elect a speaker and convene the 118th Congress in Washington, D.C., Friday, Jan. 6. Judy Ornstein, a voter in New York's 3rd congressional district, stood outside the congressional office of George Santos in Queens, N.Y., this week and made clear she wasn't happy with her new representative. She points to the name of the previous congressman, Democrat Tom Suozzi, still splashed across the building's awning. \"Well it sure doesn't look like Congressman Santos office because it still says Suozzi all over it,\" she says. It's been three months since Santos won the election here. A full month has passed since he was sworn in. But many of his constituents on Long Island and in Queens say he's a no-show. Santos lied about almost everything before taking office, inventing much of his life story, faking his professional credentials and allegedly lying about where he got hundreds of thousands of dollars to fuel his campaign. Now Ornstein says Santos just isn't doing the job. He hasn't been seen in the district and reaching him has been impossible. \"I have tried twice to call his office about a matter that I actually need constituent service on; I have a tax question,\" she says. This is a stark contrast to the way lawmakers usually operate. For most House members, especially new ones like Santos, constituent services are a make-or-break priority. \"Deliver results, results that they can see, results that they can smell so to speak,\" says Rep. Anthony D'Esposito, a freshman Republican from the neighboring 4th Congressional District on Long Island. D'Esposito says his office is now fielding calls from constituents in Santos' district \"people that either can't reach [Santos] or don't want to, so we're happy to deal with that.\" According to D'Esposito, he's hearing one message from people on Long Island:  Santos has to go. \"Close to 80% of people polled think he should not be in office. It's been an absolute distraction at a time when we should be rolling up our sleeves and getting to work. Every opportunity that there is to do something good, he single-handedly takes the oxygen out of the room,\" D'Esposito says. The poll D'Esposito references was released on Tuesday by the Siena College Research Institute. It found even Republican voters who elected Santos want him to resign. Rep. George Santos, R-N.Y., leaves a House GOP conference meeting on Capitol Hill in Washington, D.C., Wednesday, Jan. 25.\n                \n                    \n                    Andrew Harnik/AP\n                    \n                \nhide caption Rep. George Santos, R-N.Y., leaves a House GOP conference meeting on Capitol Hill in Washington, D.C., Wednesday, Jan. 25. \"You know, we've rarely seen this dramatic a result within a specific congressional district,\" Siena spokesman Don Levy says. \"There's really no meaningful support for Mr. Santos anywhere across his district whatsoever.\" Santos argues that he was elected fairly and intends to get to work serving constituents. He's described his lies as \"mistakes\" and \"embellishments.\" \"I want to put this past me so I can deliver for the American people,\" Santos said in December on Fox News' Tucker Carlson Tonight. But after a month on the job, including numerous appearances on conservative or far-right media outlets, there's no evidence voters are accepting his apologies. With multiple investigations now underway into his business dealings and his personal finances, Santos may be more of a pariah than ever. Under growing pressure, Santos announced this week he will step away from serving on two House committees, further limiting his effectiveness. He's also become an increasingly toxic figure nationally for the GOP, but so far Republican leaders in Washington are sticking by him. \"The voters have elected him and he'll have a voice here in Congress,\" Speaker Of The House Kevin McCarthy told reporters this week. Joanne Goldstein, a voter from Great Neck, N.Y. in Santos' district, says she hopes public pressure will grow until Santos is forced out. \"They should have him step down. He reflects very poorly on the Republican Party,\" Goldstein says. \"I think he is someone who has no interest in serving the district. District 3 no longer has a representative.\" JD Allen and Terry Sheridan at member station WSHU contributed to this report.",
            "bias": "working class",
            "url": "https://www.npr.org/2023/02/04/1153843337/george-santos-new-york-district"
        },
        {
            "headline": "Nigeria, Africa's most populous nation, elects Bola Tinubu as the new president",
            "author": "By  \n\n\n      Emmanuel Akinwotu",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 28,
                "year": 2023
            },
            "article_content": "Bola Tinubu gestures toward the crowd during a campaign rally in Lagos. He has been declared the winner of Nigeria's presidential elections.\n                \n                    \n                    Michele Spatari/AFP via Getty Images\n                    \n                \nhide caption Bola Tinubu gestures toward the crowd during a campaign rally in Lagos. He has been declared the winner of Nigeria's presidential elections. Bola Ahmed Tinubu has been declared as the winner of Nigeria's presidential elections, beating out two other prominent candidates. It comes three days after criticism by observers for widespread logistical failings, violence that suppressed the vote and cries from opposition parties of a sham. For Tinubu, his victory is the culmination of a deeply held ambition. Over decades, the former two-term governor of Lagos has evolved into a divisive yet towering figure in Nigerian politics. The wealthy, so-called political godfather is a power broker who helped outgoing president Muhammadu Buhari win the presidency in 2015. Tinubu's campaign slogan was \"emi lo kan\" in his native Yoruba — \"It's my turn.\" And now it is. He won just over 36% of the vote in one of the most tightly contested polls since the end of military rule. He lost in his home state but won by a clear margin in the rest of the country defeating 76-year-old Atiku Abubakar, a six-time presidential contestant, and 61-year-old Peter Obi, a third-party candidate who galvanized huge support from voters disaffected with the traditional political class. Tinubu is at once one of the most well-known politicians in the country and also an enigma, dogged by questions about the source of his wealth, his age and his health. A former accountant and senator, he's credited by supporters for attracting major investment and turning Lagos into one of the biggest economies in Africa when he was governor of the state from 1999 to 2007. Since he left office, subsequent governors have relied on his blessing and committed to following his blueprint. But to his detractors, he is blamed for Lagos' many challenges: decrepit infrastructure, a lack of affordable housing and inequality. He has long claimed to have made millions while working as an accountant at Deloitte, but the firm says he was never employed. He has often been accused of maintaining control of the state's finances which he helped to build. He has also fought corruption charges and been accused of involvement in drug-related crimes. In 1992, the U.S. government accused him in a lawsuit of laundering proceeds from heroin trafficking, and he eventually reached a settlement, forfeiting $460,000. He denies any wrongdoing. Before the vote, several opinion polls predicted Obi would win the election. He ultimately came third but despite defeat, Obi's 25% share of the vote is the highest third party percentage tally in Nigerian history. Key wins in states like Lagos have made Nigeria's political map appear less set in stone, and more vulnerable to political mobilization of the kind that Obi has inspired, particularly among the young and middle class. The opposition had called for the elections to be canceled and for a rerun of the vote, and there will likely be legal challenges. But now Tinubu has been declared the next president of Nigeria, he faces the  tall task of addressing major economic and security crises. The last eight years have seen two recessions, high youth unemployment, inflation and a collapse in the value of the naira. Kidnaps for ransom attacks have spread, and armed groups are active across the country's north, central and southeast. The inauguration is scheduled to be held in May.",
            "bias": "middle class",
            "url": "https://www.npr.org/2023/02/28/1160204284/nigeria-africas-most-populous-nation-elects-bola-tinubu-as-the-new-president"
        },
        {
            "headline": "Peter Obi could shake up Nigeria's election",
            "author": "By  \n\n\n      Emmanuel Akinwotu",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 24,
                "year": 2023
            },
            "article_content": "As voters in Nigeria, Africa's largest democracy, go to the polls, a third party candidate threatens to upset the status quo. Producer Tom Saater contributed to this story.  A MARTÍNEZ, HOST: Voters in Africa's largest democracy, Nigeria, go to the polls tomorrow in one of the most unpredictable elections in recent memory. What usually boils down to a race between two main presidential hopefuls has been turned on its head by a third candidate, who has galvanized young people. And in an election where the largest percentage of registered voters are under 35, the unexpected campaign of Peter Obi could be pivotal. NPR's Emmanuel Akinwotu reports from Lagos. (SOUNDBITE OF MUSIC) EMMANUEL AKINWOTU, BYLINE: Meet the Obi-dients (ph). These are the supporters of Peter Obi, the presidential candidate whose campaign threatens to upend the status quo of Nigerian politics. Today, they are out campaigning, and groups of them set off through the grounds of a sprawling lower-class estate in Obalende in Lagos. They wheel a small speaker, blasting some of the many songs made about him. UNIDENTIFIED GROUP: (Chanting in non-English language). AKINWOTU: A small burst of joy and energy to keep marching on through the heat. Twenty-six-year-old Miriam Ikechukwu is campaigning for the first time. MIRIAM IKECHUKWU: I know a lot of young people who have never voted. And they've gone out to register - even older people who have never bothered to vote. AKINWOTU: And she's right. People like her are more galvanized. More people registered to vote than ever before. It's unclear exactly how much that has to do with Obi, a former governor of Anambra State and now a presidential candidate of the relatively small Labor Party. But his campaign has been electrified by a wider grassroots movement that has burst onto the political scene. UNIDENTIFIED PERSON #1: Sorry, we never give shishi. AKINWOTU: No shishi means no money - because Nigerian political campaigns are usually awash with cash and gifts. But they say what they're really offering is change. Obi is a center-right candidate with support from a curious coalition of different groups, including left-wing workers unions, first-time voters and older people, often middle class, who say their children's futures are on the line. Is this the first time you're working in a political campaign? TITI OWORU: Yes. And I'm knackered. AKINWOTU: Fifty-two-year-old Titi Oworu said she had to come out. She was tired of criticizing politicians but not doing something about it. OWORU: I felt it's not enough to just stay at home. So I just thought, OK, if for nothing, because of my son and his - my grandchildren. So I need that to be on record that Grandma got up, and I was part of the change for Nigeria. AKINWOTU: Several polls have predicted Obi will win, but he's not necessarily the front-runner. (SOUNDBITE OF CROWD CHEERING) AKINWOTU: Thousands of people fill a stadium in Lagos at the final rally for 70-year-old Bola Ahmed Tinubu of the ruling All Progressives Congress. Both he and 76-year-old former Vice President Abubakar Atiku of the Peoples Democratic Party are the two established front-runners and have been dominant political figures for a generation. UNIDENTIFIED PERSON #2: If you want a better tomorrow for Nigeria, vote Peter. AKINWOTU: Back at the Obi campaign, Lorita, who would rather not give her second name, says, in a way, this election is about more than winning. It's about awakening. LORITA: The opposition, they know. They know very well that something big is coming. And they know that we have - we've woken up. Even if he doesn't win, they will know that, OK, something actually hit them this time around. AKINWOTU: Voter turnout was under 35% in 2019. This time, whatever the outcome, many are waiting to see if young Nigerians have woken up to become a more decisive political force shaping their future. Emmanuel Akinwotu, NPR News, Lagos. (SOUNDBITE OF SONG, \"OBIDIENT ANTHEM\") RJAY: (Singing in non-English language). Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "middle class",
            "url": "https://www.npr.org/2023/02/24/1159207670/peter-obi-could-shake-up-nigerias-election"
        },
        {
            "headline": "How seniors could lose in the Medicare political wars",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 16,
                "year": 2023
            },
            "article_content": "Last week in Florida, at the University of Tampa, President Joe Biden promised to protect and strengthen Social Security and Medicare, as well as lower health care costs.\n                \n                    \n                    Mandel Ngan/AFP via Getty Images\n                    \n                \nhide caption Last week in Florida, at the University of Tampa, President Joe Biden promised to protect and strengthen Social Security and Medicare, as well as lower health care costs. The Medicare wars are back, and almost no one in Washington is surprised. This time it's Democrats accusing Republicans of wanting to maim the very popular federal health program that covers 64 million seniors and people with disabilities. In the past, Republicans have successfully pinned Democrats as the threat to Medicare. Why do politicians persistently wield Medicare, as well as Social Security, as weapons? Because history shows that works at the ballot box. Generally, the party accused of menacing the sacrosanct entitlements pays a price — although it's the millions of beneficiaries relying on feuding lawmakers to keep the programs funded who stand to lose the most. Republicans have repeatedly warned they would hold raising the federal debt ceiling hostage unless Democrats negotiated changes to Medicare, Medicaid, and Social Security. The three programs together, along with funding for the Affordable Care Act and Children's Health Insurance Program, account for nearly half of the federal budget. The political bomb that went off during President Joe Biden's State of the Union speech had been ticking for weeks. In his speech, Biden threatened to veto any Republican efforts to cut Social Security or Medicare. It was one of only three veto threats he made that night. During a trip to Florida after the speech, he said it more forcefully: \"I know a lot of Republicans, their dream is to cut Social Security and Medicare. Well, let me say this: If that's your dream, I'm your nightmare.\" Senior Republicans have distanced themselves from the proposals Biden was referencing, notably ideas from the House Republican Study Committee and Sen. Rick Scott, R-Fla., to make cuts or even let Medicare expire unless Congress votes to keep it going. \"That's not the Republican plan; that's the Rick Scott plan,\" Senate Minority Leader Mitch McConnell said on a Kentucky radio show Feb. 9, echoing his opposition to the plan last year. \"Cuts to Social Security and Medicare are off the table,\" House Speaker Kevin McCarthy declared the day before Biden's veto threat. McConnell and McCarthy know something that Rick Scott apparently does not: Politicians threaten big, popular entitlement programs at their peril. And, usually, it's been Republicans who suffer the electoral consequences. This dates at least to 1982, when Democrats used threats of Republican cuts to Social Security to pick up more than two dozen House seats in President Ronald Reagan's first midterm elections. In 1996, President Bill Clinton won reelection in part by convincing voters that Republicans led by House Speaker Newt Gingrich wanted to privatize Medicare and Social Security. At the beginning of his second term, in 2005, President George W. Bush made it his top priority to \"partially privatize\" Social Security. That proved singularly unpopular. In the following midterm elections, Democrats won back the House for the first time since losing it in 1994. In 2010, Republicans turned the tables, using what they described as \"Medicare cuts\" in the Affordable Care Act to sweep back to power in the House. (Those \"cuts\" were mostly reductions in payments to providers; beneficiaries actually got extra benefits through the ACA.) The use of the Medicare cudgel likely reached its zenith in 2012, when Democrats took aim at Medicare privatization proposals offered by Paul Ryan, the House Budget Committee chair and Republican vice presidential candidate. That debate produced a controversial political ad, paid for by the progressive Agenda Project Action Fund and recalled by many in Washington, that showed a suited man in a red tie – presumably, Ryan – dumping a wheelchair-bound \"granny\" off a cliff as the words flashed, \"Is America Beautiful without Medicare?\" The reality is that Medicare's value as a political weapon also sabotages any effort to come together in a bipartisan way to solve the program's financing problems. The last two times the Medicare Hospital Insurance Trust Fund was this close to insolvency — in the early 1980s and late 1990s — Congress passed bipartisan bills to keep the program afloat. Even the word \"cut\" can be political. One stakeholder's Medicare \"cut\" is another's benefit. Reducing payments to medical providers (or, more often, reducing the size of payment increases to doctors and hospitals) may reduce premiums for beneficiaries, whose payments are based on total costs of the Medicare program.. Meanwhile, raising premiums or cost sharing for beneficiaries is a benefit to all taxpayers, who help fund Medicare. Increasing available benefits helps doctors, hospitals and other health providers, as well as beneficiaries, but costs more for taxpayers. And on, and on. There are fundamental differences between the parties that can't be papered over. Many Republicans want Medicare to shift from a \"defined benefit\" program — in which beneficiaries are guaranteed a certain set of services and the government pays whatever they cost — to a \"defined contribution\" program, in which beneficiaries would get a certain amount of money to finance as much as they can — and would be on the hook for the rest of their medical expenses. This would shift the risk of health inflation from the government to seniors. And while it clearly would benefit the taxpayer, it would disadvantage both providers and the people on Medicare. But there are many, many intermediate steps Congress could take to at least delay insolvency for both Medicare and Social Security. Some are more controversial than others (raising the payroll tax that funds Medicare, for example), but none are beyond the steps previous Congresses have taken every time the programs have neared insolvency. Republicans are correct about this: Medicare and Social Security can't be \"fixed\" until both sides lay down their weapons and start talking. But every time a politician unsheathes their talking points about \"Medicare cuts,\" that truce seems less and less possible.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/health-shots/2023/02/16/1157324177/medicare-political-wars-could-hurt-seniors"
        },
        {
            "headline": "Republican South Carolina Sen. Tim Scott takes a step toward a presidential bid",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 12,
                "year": 2023
            },
            "article_content": "Republican South Carolina Sen. Tim Scott has taken a significant step toward a presidential bid, launching an exploratory committee.  ANDREW LIMBONG, HOST: Let's turn to politics now. The Republican presidential field for 2024 is starting to take shape. Former President Donald Trump, of course, is in and is considered the front-runner. And today, South Carolina Senator Tim Scott took another step of his own bid, announcing an exploratory committee. That allows him to raise money while testing the waters. Joining us to discuss the 2024 Republican field is NPR national political correspondent Don Gonyea. Hey, Don. DON GONYEA, BYLINE: Hey there. LIMBONG: All right. So let's start with Senator Tim Scott, who's inching towards an official campaign. He's a conservative from a deep red state - South Carolina. He's the only Black Republican in the Senate. What's his pitch to voters? GONYEA: He makes the case that his life - his success as an African American Republican, as a true conservative - is a testament that Republican policies work for all Americans. He made his announcement today in the form of a video. And in it, he puts race front and center, opening with images of South Carolina's Fort Sumter, where the first shots of the U.S. Civil War were fired on this very date in 1861. In the video, he says the country is once again being tested and divided, and he blamed Democrats. (SOUNDBITE OF ARCHIVED RECORDING) TIM SCOTT: Joe Biden and the radical left have chosen a culture of grievance over greatness. They're promoting victimhood instead of personal responsibility. And they're indoctrinating our children to believe we live in an evil country. GONYEA: And it's worth noting that Senator Scott's reputation has been that of a good-guy, statesman type in the Senate, but he was clearly reaching out to the hardcore base of the GOP with references to the radical left and the liberal agenda. LIMBONG: Hmm. All right. It's early, but polls seem to show that Senator Scott has a very steep climb to the nomination. GONYEA: That's - yeah. That's an understatement. LIMBONG: Yeah. GONYEA: He's respected, certainly, and has long been mentioned as a possible candidate for national office, but he starts out in the low single digits. Donald Trump clearly the front-runner - Florida Governor Ron DeSantis - again, not yet in the race officially - is right now considered the strongest challenger, enough so that Trump has been attacking him in speeches on social media. And there's a pro-Trump super PAC that's been running spots on cable news, attacking DeSantis. I saw one while watching TV this morning. Here's just a taste of that. (SOUNDBITE OF POLITICAL AD) UNIDENTIFIED PERSON: DeSantis voted to cut Medicare two times. DeSantis even voted to raise the retirement age to 70. The more you learn about DeSantis, the more you see he doesn't share our values. He's just not ready to be president. GONYEA: And worth noting here, again, that DeSantis is not yet a candidate, so we don't yet have attack ads on his behalf. LIMBONG: Mmm hmm. OK. And there's another name from South Carolina to mention outside of Tim Scott - former governor and U.N. Ambassador Nikki Haley. How does that play in a state that holds its primaries early and where they should both be looking for, like, that home field advantage? GONYEA: And right now, neither can claim any kind of home field edge. A brand new poll from Winthrop University shows Trump way ahead in South Carolina. In distant second place is DeSantis. Haley is in third, but a close third. Then Scott is way back in single digits. LIMBONG: Unlike Democrats, Republicans are not shaking up their presidential primary calendar. They're sticking with the Iowa caucuses going first early next year, then New Hampshire, I guess the point being that there's still almost a year of campaigning ahead before people start voting, and so there's a lot that can happen, right? GONYEA: A lot can and will happen. Campaigning really is only now - just now - kicking into higher gear. People like Haley and Scott are doing traditional campaign stuff in the early states - speeches, town halls, photo-ops with kids, sometimes photo-ops with farm animals, literally. And yes, there's certainly plenty of evidence that reinforces Donald Trump's strength with the core GOP base. Thirty, maybe 35% of the party is with him. And in a crowded field, that's enough to win. The field is starting to grow. And even with a few candidates, if they start to divide the anybody-but-Trump vote, that makes it hard for an alternative to Trump to gain any kind of traction. The other wild card - we don't know how all of Trump's legal problems are going to play out as part of this. LIMBONG: NPR's Don Gonyea - thanks, Don. GONYEA: My pleasure. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "medicare",
            "url": "https://www.npr.org/2023/04/12/1169569273/republican-south-carolina-sen-tim-scott-takes-a-step-toward-a-presidential-bid"
        },
        {
            "headline": "Why Medicare is suddenly under debate again",
            "author": "By  \n\n\n\n\n\n\n\n      Michel Martin\n    \n\n ,  \n\n\n      Tinbete Ermyas\n    \n\n ,  \n\n      Gurjit Kaur",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 14,
                "year": 2023
            },
            "article_content": "Prescription drug coverage is just one part of Medicare, the federal government's health insurance program for people age 65 and over.\n                \n                    \n                    d3sign/Getty Images\n                    \n                \nhide caption Prescription drug coverage is just one part of Medicare, the federal government's health insurance program for people age 65 and over. The White House released President Biden's $6.8 trillion proposed budget last week, listing his priorities for the upcoming fiscal year. Among other things, Biden singled out Medicare — the federal health insurance program for people aged 65 or older. Republican leaders insist they won't be threatening cuts to Medicare in upcoming budget negotiations, but others in the party have floated the idea of making changes over time to the program — including benefit cuts they say will be necessary to keep Medicare solvent. NPR's Michel Martin, as co-host of All Things Considered, sat down this week with veteran health care journalist Julie Rovner, of Kaiser Health News, to get a better sense of where the debate is headed over how to fund Medicare, an expensive, but popular program. The following excerpt of their conversation has been edited for length and clarity. MARTIN: So, what is the issue here? ROVNER: Medicare's trustees say that within six years, the trust fund is going to run out of reserves, and so it won't be able to pay all of the current benefits. So basically, in order to bring down the cost, you have three options: You can make the people who are on the program pay more, you can make taxpayers who help support the program pay more, or you can pay health care providers — doctors and hospitals and all those folks — less. Everybody considers any of those things, \"cuts,\" although paying providers less is usually only considered a cut to the providers. If the cuts get too big, and the health care providers say \"We'll walk away from the program,\" that's a problem too. But Medicare is very popular, and I think in the State of the Union, when the president said he wasn't going to do anything to Medicare, people sort of slapped back and said, \"But Medicare is going to go broke if we don't do anything.\" So in the budget, Biden said, well, here are a couple of things that we could do, none of which affect how much beneficiaries pay. MARTIN: What are the top lines of what President Biden's proposing, in regards to Medicare? ROVNER: It's actually fairly small. Last year, for the first time, Medicare was given legal permission to negotiate the price of drugs. There is a short list of drugs. This budget would make the list longer, and it would have those negotiations happen faster. It would also raise a tax on very high-income earners — those earning over $400,000. The Biden budget would raise that Medicare tax from 3.8% to 5% on those high earners. MARTIN: Republicans have said that they can balance the budget over the next decade, but won't touch Medicare. Is that a credible stance? ROVNER: It is, but only if they go after Medicaid — the actually larger public health insurance program for people with low incomes — and the subsidies on the Affordable Care Act, which the president has now also said he won't go after. It is possible to balance the budget without touching Medicare or Social Security or raising taxes, but you would have to cut so much from the rest of the budget. That's why we haven't seen a Republican plan yet. They're still trying to figure it out. MARTIN: Senate Minority Leader Mitch McConnell has already said publicly that Biden's plan to increase the Medicare tax on high earners, \"will not see the light of day.\" So what are we likely to see next? ROVNER: Well, at some point, you know, the two parties are going to have to come together before the Medicare trust fund runs out of money. This is not the first time we've been within this close period where the trust fund could run out of money. It's happened several times in the past. Eventually, the parties do get together and figure out some way to shore it up. And I'm sure that will happen this time, too, but I suspect this year is going to be more of a fight leading up to the 2024 elections. MARTIN: The talks over the debt ceiling are approaching. The leaders of both parties have said that Medicare is off the table. But is it conceivable that Medicare won't be implicated at some point in these talks? ROVNER: No. Of course Medicare is going to be implicated at some point in these talks. First of all, what Republican leaders say is not necessarily what all of the Republican rank and file will do. That's true of the Democrats, too, so it's hard to imagine that Medicare won't be put on the table in some way, shape or form. MARTIN: So, what will you be paying attention to as these discussions continue over the next couple of weeks and months? ROVNER: Something needs to be done to Medicare, lest it run out of money. So I think that pretty much the entire federal panoply of health programs is going to be up for discussion — and that's what I'll be watching. MARTIN: I'm just wondering, is this the kind of subject that the public really can focus on, can really get galvanized around? ROVNER: It can and it can't. The trick is how this gets negotiated and how it gets presented to the public as to whether it will actually affect their health care. Julie Rovner is the Washington correspondent for KHN and host of \"What The Health?\" — KHN's weekly health policy news podcast. After nearly eight years of hosting Weekend All Things Considered, Michel Martin is taking on a new hosting role on NPR's Morning Edition.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/health-shots/2023/03/14/1163163234/why-medicare-is-suddenly-under-debate-again"
        },
        {
            "headline": "Republicans say they won't cut Social Security. So why does it keep coming up?",
            "author": "Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 11,
                "year": 2023
            },
            "article_content": "President Joe Biden delivers his State of the Union speech to a joint session of Congress, at the Capitol in Washington, Tuesday, Feb. 7, 2023\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption President Joe Biden delivers his State of the Union speech to a joint session of Congress, at the Capitol in Washington, Tuesday, Feb. 7, 2023 There's a saying that Social Security is the third rail of American politics. That still holds true. Just look at the fallout from President Biden's State of the Union address, in which he accused some Republicans — \"not a majority\" — of wanting to cut Social Security and Medicare. It enraged Republicans, but Biden achieved what he wanted in his moments of sparring with them, two things: The nation's debt ceiling needs to be raised by June or the county will default on its debt. Republicans, since the rise of the Tea Party, have pushed for spending cuts to offset those increases. That is a looming fight, as House Speaker Kevin McCarthy has shown little ability to corral some of the more vocal, right-wing members of his conference. And with only a four-seat majority, getting a deal on the debt ceiling will be made all the more difficult. McCarthy said cuts to the programs are \"off the table.\" But Republicans also largely refuse to look at cuts to defense spending. And balancing the budget – and tackling a ballooning federal debt – can't be done by cutting discretionary spending alone. Sen. Rick Scott, R-Fla., speaks at the Conservative Political Action Conference (CPAC) on Feb. 26, 2022, in Orlando, Fla.\n                \n                    \n                    John Raoux/AP\n                    \n                \nhide caption Sen. Rick Scott, R-Fla., speaks at the Conservative Political Action Conference (CPAC) on Feb. 26, 2022, in Orlando, Fla. A plan put forward by Sen. Rick Scott of Florida, who headed the committee in charge of electing Republicans to the Senate, called for sunsetting all federal programs every five years. Here's some of what the Rescue America plan says: Again, that's \"all federal programs.\" That language gave Biden an opening for the attack. The plan has been derided by Republican Senate leader Mitch McConnell, who seemed more than happy to throw Scott under the bus. \"That's not a Republican plan. That was the Rick Scott plan,\" McConnell said on a talk radio show in Kentucky this week, adding of Scott, \"It's just a bad idea. I think it will be a challenge for him to deal with this in his own re-election in Florida, a state with more elderly people than any other state in America.\" Scott has said cutting the entitlement programs wasn't his intent in the plan, called the charge \"false\" and a \"lie\" and accused Biden of having proposed similar things about federal programs in the past. \"In 1975, he has a bill, a sunset bill,\" Scott said on CNN of Biden when he was a freshman senator. \"It says, it requires every program to be looked at freshly every four years, not just cost but worthiness.\" [Republicans] all raised their hand. So guess what? We accomplished something. Unless they break their word. There are going to be no cuts in Medicare, Social Security. President Joe Biden on PBS NewsHour In Biden's long history in Washington, he's said a lot of things — sometimes contradictory to his current position as president. \"The president ran on protecting Medicare and Social Security from cuts, and he reiterated that in the State of the Union,\" White House Press Secretary Karine Jean Pierre said this week. \"He's been very clear these past couple of years. ... A bill from the 1970s is not part of the president's agenda.\" But there are reasons why the narrative that Republicans want to cut Social Security and Medicare sticks. Look at recent history — President George W. Bush tried to privatize Social Security, former House Speaker Paul Ryan's budget proposed sweeping changes to Medicare, and even though former President Trump largely tabled serious talk of entitlement cuts, his budget did call for cuts to some aspects of Social Security and Medicaid. \"When I pointed out that some Republicans are talking about eliminating Medicare, they said, 'No, no, no,' \" Biden said in an interview on PBS NewsHour the day after the State of the Union address. \"I said, 'Oh, OK. That means all of you are for supporting Medicare? Everybody raise your hand.' They all raised their hand. So guess what? We accomplished something. Unless they break their word. There are going to be no cuts in Medicare, Social Security.\" How Republicans handle themselves in the next year could determine the depth of what kind of foil Biden has in this group during his expected run for president — as the fight for which party is most in touch with the American people plays out.",
            "bias": "medicare",
            "url": "https://www.npr.org/2023/02/11/1156132516/republicans-say-they-wont-cut-social-security-so-why-does-it-keep-coming-up"
        },
        {
            "headline": "Another classified doc search, a debt ceiling meeting and a new presidential campaign",
            "author": "By  \n\n\n\n\n\n\n\n      Danielle Kurtzleben\n    \n\n ,  \n\n\n\n\n\n\n\n      Scott Detrow",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 1,
                "year": 2023
            },
            "article_content": "There's a lot going on in politics: another search for classified documents, an opening meeting on the debt ceiling and a new player in the Republican nomination race.  ARI SHAPIRO, HOST: The FBI spent about 3 1/2 hours today at President Biden's vacation house in Delaware looking for classified documents that may have been improperly retained. Biden did not speak about that today. He did meet with House Speaker Kevin McCarthy on the U.S. debt ceiling. And we also have some news about who may challenge Donald Trump to be the Republican Party's nominee for president next year. All in all, a busy day in and around Washington, so a couple of our correspondents are here to break it down for us, starting with NPR's Scott Detrow at the White House. Scott, tell me about what the FBI found in that search of the president's second home in Rehoboth Beach, Del. SCOTT DETROW, BYLINE: Well, let's start with what they did not find. And Biden's lawyer says agents did not find any more documents with classified markings. But Bob Bauer says the agents did take some materials and handwritten notes that appear to be from Biden's time as vice president. And that's interesting because today is the second time the FBI has taken handwritten notes. They did that about two weeks ago when they searched his Wilmington residence. But neither the White House nor Biden's personal lawyer have provided details about what exactly these handwritten notes are. I asked Ian Sams, the White House spokesman handling this topic, about this today. (SOUNDBITE OF ARCHIVED RECORDING) IAN SAMS: They believe that, you know, some of the materials that were seen and were taken, they appear to relate to his time as vice president. I think that, you know, they want to make sure that the Justice Department has access to the information that they need to sift through materials part of this ongoing investigation. And so, you know, I'm not going to characterize too much of the underlying contents. DETROW: Sams also would not say how many physical documents were taken today; so still a lot of questions about the exact scope of this. SHAPIRO: This is the third place now where the FBI has taken material from Biden. Is this becoming a drag on the presidency? DETROW: I mean, definitely. Remember, they spent 13 hours searching the president's home a week and a half ago. Biden staffers found those initial documents at Biden's Penn Biden Center offices back in November. There were those additional documents at his home in Wilmington that Biden lawyers found. And throughout all of this, it's become a big part of the story. The White House has consistently withheld key details. Another one right now is that the White House still has not confirmed or denied, despite a lot of attempts from people like me, a CBS report from earlier this week that the FBI also searched the Penn Biden Center last year. The White House is becoming a bit more responsive on this. It's worth noting today was the first time that Ian Sams held an in-person press conference on all of this. SHAPIRO: And President Biden, for his part, had a high-profile meeting with the Republican speaker of the House, Kevin McCarthy, to talk about the debt ceiling. What came out of that? DETROW: Yeah, the meeting took place behind closed doors, so we don't know too much. We do know this, that Republicans want to use this moment of lifting the debt ceiling to try and force spending cuts like what happened during the Obama administration. The White House has been trying to call their bluff and saying, you know, Republicans have at times talked about cutting very popular programs like Medicare and Social Security. Is that what they want to do? But McCarthy said to our colleague Deirdre Walsh that there are plenty of room for other cuts in other government programs. KEVIN MCCARTHY: Think about - think about the budgets. It's all discretionary. There's trillions of dollars there. So there's a lot of places. DETROW: There's likely a lot of time, especially in Washington thinking of how much time there is, before a deal is needed to be hit before the true deadline hits. But as of right now, neither side is budging. SHAPIRO: All right. So that's the view at the White House. Let's pull the camera back a bit and bring in NPR's Danielle Kurtzleben. Danielle, any idea how this debt ceiling fight is likely to play with voters? DANIELLE KURTZLEBEN, BYLINE: Somewhat. I mean, one place we can look is 2011, when there was a major debt ceiling fight that led to the U.S.' credit rating being downgraded. Now, how that played out was that afterwards, people really blamed Congress more than President Obama, and they blame the GOP more than Democrats. So that is one potential data point we can look to as to how this might play out. However, if you were watching the campaign trail in 2022 or talking to voters, you know that candidates don't talk a lot about America's fiscal situation, reducing debt lately. And voters don't talk about it either. This isn't a topic that gets people fired up the way that inflation does or the way that a lot of social issues do. The one thing to think about is what will get them fired up, which is if we hit the debt ceiling or get close enough that it causes major economic problems - which this could - I mean, at that point, how polls might look is going to be far down on the list of priorities compared to things like recession, job loss, a plunging stock market, people's retirement accounts suddenly shrinking. Now, of course, there would be political repercussions to that. But issue one at that point would be righting the ship after a really unprecedented blow. SHAPIRO: As you are looking ahead to possible future scenarios, let's talk about what the 2024 Republican presidential race might look like because now former President Donald Trump has a challenger. Former South Carolina Governor and U.N. Ambassador Nikki Haley says she is officially going to announce her run for president in mid-February. How's she likely to fit in to the field? KURTZLEBEN: Well, on the one hand, when you talk to voters - when I have talked to Republican voters about potential 2024 candidates, she's relatively well-liked. The voters that know her think she's smart, think that she is capable, think that she did a good job being President Trump's U.N. ambassador. But then again, that's if voters know her. She is most certainly not as well known, of course, as President Trump and not as well known as someone like Florida Governor Ron DeSantis. She's just not as splashy as those candidates are. One other thing to think about is that she has occupied an interesting middle ground for quite a while - Trump affiliated but not Trumpy in her political style. And the question is how long that can stick before she's attacked for flip-flopping on things. For example, after the January 6 attack on the Capitol, she harshly rebuked President Trump. And then a little bit later, she backpedaled and she said, well, the Republican Party needs Trump, and she started praising him again. Similarly, at one point, she said she wouldn't run if Trump ran for president. But now it appears that, well, yes, she will. So what we can say is that I'm certain that we in the media will be asking her about some of her position shifts and that her fellow candidates will push her on that as well. SHAPIRO: Trump, of course, reshaped the party in his four years as president. He's now been running for a few months. Is he as dominant this time as he was the last two times? KURTZLEBEN: I mean, he's, of course, like I said, the best-known candidate. He has that solid base of loyalists, which he didn't have when he jumped in in 2015, right? But there are good reasons to question his dominance. For example, his latest fundraising report shows that he took in just shy of $10 million since his November announcement. That's a lot of money, but it's not. It's slower than other well-known candidates have done in the past. And one other thing is that early polling shows that he could have a strong challenge from someone like Ron DeSantis. Now, early polling isn't the most reliable, but what it shows is that Trump is vulnerable. What's interesting is once people like Nikki Haley and other people jump in, do they take votes from Trump or take support from each other or both? SHAPIRO: And I want to end by returning to Scott Detrow at the White House, where President Biden still has not announced whether or not he's running for reelection. Briefly, what's the outlook there? DETROW: Well - and he says he hasn't made a final decision either. Normally, for a first-term president, this would be a no-brainer. But remember, Biden is the oldest president ever. And when he first ran, he talked a lot about being a bridge to the next generation, things like that. I will note he's spending a lot of time certainly acting like he's running again, drawing attention to accomplishments so far. I was covering a fundraiser Biden did yesterday at a swanky Upper East Side apartment, and it stood out to me so many times that he talked about what Democrats need to run on next election and even seemed to talk about goals for a second term. SHAPIRO: All right. NPR's Scott Detrow and Danielle Kurtzleben, thank you both. DETROW: Sure thing. KURTZLEBEN: Thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "medicare",
            "url": "https://www.npr.org/2023/02/01/1153569128/another-classified-doc-search-a-debt-ceiling-meeting-and-a-new-presidential-camp"
        }
    ]
}