{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "Ruling Party Declares Victory in Greek Elections",
            "author": "By  \n\n\n\n\n\n\n\n      Sylvia Poggioli\n    \n\n ,  \n\n\n\n\n\n\n\n      Noah Adams",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 16,
                "year": 2007
            },
            "article_content": "Prime Minister Costas Karamanlis has declared victory for his conservative ruling party in Sunday's parliamentary elections in Greece. However, it appears the New Democracy party will have a slim majority in parliament. The election came just weeks after devastating wildfires in Greece. Sixty-five people died as the Greek government struggled to cope with the blazes. Sylvia Poggioli talks about the results with Noah Adams.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/09/16/14458401/ruling-party-declares-victory-in-greek-elections"
        },
        {
            "headline": "Egypt's Muslim Brotherhood Celebrates Founder",
            "author": "Peter Kenyon",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 2,
                "year": 2007
            },
            "article_content": "The Muslim Brotherhood was founded in Egypt more than 70 years ago. The organization has since grown into a powerful social and political movement in Egypt, spawning offshoots around the world.  Followers are marking the centenary of the Brotherhood's founder, Hassan al-Banna.  RENÉE MONTAGNE, host: This is MORNING EDITION from NPR News. I'm Renée Montagne. Some people in Egypt had been quietly marking the centenary of Sheikh Hassan al-Banna. In 1928, he founded the Muslim Brotherhood. It became the most influential Islamist movement in Egypt and the model for others throughout the Muslim world. The brotherhood is a political, social and charitable organization, and although it has renounced violence, it is still officially banned by the Cairo government, which has recently intensified the crackdown on the movement. NPR's Peter Kenyon reports from Cairo. (Soundbite of rally) PETER KENYON: In the summer of 2005, as Egyptians prepared for their first ever presidential election with names other than Hosni Mubarak's on the ballot, the anti-Mubarak movement known as Kafaya, or enough, staged a rally in downtown Cairo. The rally was larger than normal because Egypt's only truly organized opposition group, the Muslim Brotherhood, had asked its supporters to turn out. That became audibly clear as the anti-Mubarak chants were suddenly drowned out by rallying cries of blood and sacrifice for Islam. (Soundbite of rally) KENYON: To those who didn't get a clear picture of the scene - several hundred protesters hemmed in by a small army of Egyptian security forces - it may have sounded like the first stirrings of a dangerous Islamist uprising, which is something the Mubarak government has been warning the West about for years. It was, in fact, the Brotherhood flexing its political muscle on its way to becoming the largest opposition movement in parliament. Since then, the government has arrested hundreds of Muslim Brothers, most recently after a group of Muslim Brotherhood students paraded in masks and performed martial arts moves at al-Azhar University. The Muslim Brotherhood leadership distanced itself from the display, and the demonstrators issued a statement apologizing for what they called - their skit. The pro-government media and politicians issued dire warnings about the formation of a student militia and the arrests and interrogations continued. To some analysts, these episodes speak volumes about the current state of the Muslim Brotherhood. The group is still highly organized and popular, especially among the legions of Egyptians who lived at or below the poverty line. But some see it now more as a useful foil for a repressive regime and its Western backers, rather than the powerful social and political force it once was. In his Cairo apartment, a bearded heavyset man uses his cane to help him lean forward as he gently leafs through a stack of old photographs and magazines from the 1920s and ‘30s. Seif Al-Islam, the son of Hassan al-Banna, has collected as much material as he can from the early days of the Muslim Brotherhood. He says part of his father's genius was the organizational model he used. The same one later adopted by Islamist groups across the Muslim world. He started locally with small groups that became deeply involved in bettering their communities. They were known as families. Mr. SEIF AL-ISLAM (Hassan Al-Banna's Son): (Through translator) He was able to engage these families in a lot of work - all sorts of different aspects of life: acting, football, oh, there was also boy scouts - all the aspects of life incorporated into the group. The difference between other political parties and the Muslim Brotherhood was the difference between building a house only with bricks, and the Muslim Brotherhood's house built with bricks cemented together using cement. KENYON: By most accounts, the difference between the Muslim Brotherhood and the many other small Islamist societies in Egypt in the 1920s was Hassan al-Banna himself. He was a persuasive speaker and a stellar grassroots organizer. Within a decade, the brotherhood was established in every province in Egypt and well on its way toward recruiting as many as a half million members by the end of the 1940s. Well, his view of Islam was orthodox, supporters say Hassan al-Banna saw no benefit in shutting out the rest of the world. The very first issue of the Brotherhood's magazine from 1933, led with a scientific article written by a botanist. And al-Islam says his father wrote inclusively of the Jewish and Christian faiths, and of the benefits of sharing knowledge. Mr. AL-ISLAM: (Through translator) Hassan al-Banna didn't have anything against Western culture and civilization. He believed that we can benefit from it. We can take what is suitable for us in civilization and technology. But, of course, when it comes to religion or way of life, we have our own way of life. KENYON: But the brotherhood flourished in violent times, and some of al-Banna's families were later overshadowed by Muslim Brotherhood paramilitary cells. Angered by both the British occupation and Egypt's liberal secular upper class, Brotherhood squads were held responsible for a series of violent riots and assassinations, including the killing of a prime minister in 1948. That same year, the Arab-Israeli War became an important cause for the Brotherhood, which persuaded the government to let the army give Muslim Brothers military training to assist the Palestinian cause. Hassan al-Banna was himself gunned down in 1949, most likely by government agents, according to some historians. And a few years later President Gamal Abdel Nasser launched a brutal campaign against the brotherhood. Al-Banna's youngest brother, 85-year-old liberal reformer Gamal al-Banna believes it was the torture the Muslim Brothers endured in Nasser's dungeons that drove many of them toward the extremist ideology of one of their fellow prisoners, Sayyid Qutb. Qutb preached that Islam was the world's only true religion and violent jihad, or holy war, must be permanently waged until all other faiths were eliminated. Qutb's philosophy spawned a number of radical Islamist groups that broke away from the Muslim Brotherhood, including the Gamaat Islamiya in Egypt, the Islamic Liberation Party in Jordan and later Islamic Jihad and Hamas in the Palestinian territories. Islamist expert Diaa Rashwan at Cairo's Al-Ahram Center for Strategic and Political Studies says groups such as those have dominated headlines and driver counterterrorism policies in the West, but they represent a small fraction of the Muslim world. He says Islamist groups fall into two broad categories - peaceful political movements and advocates of violent jihad. He says despite the recent successes of Hamas and the Shiite Hezbollah movement in Lebanon, if you take a wider view of elections in the Muslim world in the past 15 years, you find most support going to Islamist parties from the peaceful category, such as those in Morocco, Jordan and Kuwait. Mr. DIAA RASHWAN (Al-Ahram Center for Strategic and Political Studies): We speak about (unintelligible) in face of (unintelligible). When the majority of Islamic movements today is pacific. The Muslim Brothers is one of the most important movements within the first category. KENYON: But Rashwan and others believe that once it made the decision in the 1970s to renounce violence and stick to political action, the Muslim Brotherhood failed to make the transition to a modern political movement. Rashwan took that message, recently, to a centenary roundtable marking 100 years since Hassan al-Banna's birth. In the spirit of the Brotherhood's founder, liberal opposition members were invited as well as Islamists. Rashwan told the gathering that the Brotherhood is being bypassed by other Islamist movements and needs to move quickly to clearly set out its positions on women's rights, the rights of Christians and other religious minorities, and other sensitive issues. Mr. RASHWAN: (Through translator) If the Muslim Brotherhood doesn't reform from within, it will be - and this is the irony - it will be the last Islamist movement to do so, even though it is the origin of these movements. Their brothers have already done it in Morocco, in Jordan, in Kuwait and in Algeria. But the source, the Muslim Brotherhood in Egypt, has not. Reform is possible under the Koran, and even the philosophy of Hassan al-Banna. KENYON: So far the Brotherhood is not rushing to embrace those reforms, at least not in public. And the Egyptian government is showing no willingness to let the still-banned movement operate as a legal political party, whether it reforms or not. But Arab political analysts say, in one form or another, Islamist parties will continue to grow in popularity and could post strong challenges to a number of current regimes in the Muslim world. Peter Kenyon, NPR News, Cairo. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/01/02/6709281/egypts-muslim-brotherhood-celebrates-founder"
        },
        {
            "headline": "'Her Way' Takes New Approach to Clinton Story",
            "author": "By  \n\n      Jeff Gerth and Don Van Natta Jr.",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 13,
                "year": 2007
            },
            "article_content": "A new biography of Hillary Clinton raises several questions about her campaign for president. Jeff Gerth and Don Van Natta, the authors of Her Way, discuss Hillary Clinton's career and campaign, and the book's frequently harsh account of the Clinton White House. Don Van Natta, investigative reporter, The New York Times; co-author, Her Way: The Hopes and Ambition of Hillary Rodham Clinton Jeff Gerth, former investigative reporter, The New York Times; co-author, Her Way: The Hopes and Ambition of Hillary Rodham Clinton The Hopes and Ambitions of Hillary Rodham Clinton by Jeff Gerth and Don Van Natta Hardcover, 438 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/06/13/11016683/her-way-takes-new-approach-to-clinton-story"
        },
        {
            "headline": "T.D. Jakes Seeks Leadership, Not Faith, in President",
            "author": "By  \n\n      T.J. Jakes",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 14,
                "year": 2007
            },
            "article_content": "Bishop T.D. Jakes is a preacher, author and  entrepreneur. His ministry is the Potter's House in Dallas.\n                hide caption Read an Excerpt from Jakes' Reposition Yourself. Bishop T.D. Jakes has taken a small, nondenominational church in Dallas and built it into a massive ministry with a brand of entrepreneurial evangelism that reaches followers through movies, music and mega-fests. A typical Jakes rally will fill an arena with more than 100,000 followers. Jakes has written 30 best-selling books, the latest of which is called Reposition Yourself: Living Life Without Limits. One of the most influential black leaders today, Jakes has the ear of President George W. Bush and former President Bill Clinton. He says the black clergy faces big challenges as the 2008 presidential election draws near, as they weigh competing strategies on how to work effectively for the betterment of their community. But the challenges extend beyond the black community, Jakes says. \"I think really religion in general is struggling with politics, not just African Americans. Many, many times we've allowed ourselves to be taken up under the control of this party or that party, and I think that's dangerous when you do that,\" he tells Michele Norris. \"I don't think that God should be assigned to a party. When the party goes bad, then the clergy are embarrassed, and I think that faith should transcend politics,\" he says. Jakes says he encourages his parishioners to vote and to be aware of the issues. But to assume that African Americans are \"ignorant and need the pastor to tell them how to vote is an insult to our intelligence,\" Jakes says. \"That day is gone.\" Although it is important to Jakes that a presidential candidate has some consciousness of faith, spirituality and morality, he says he is not \"myopic.\" \"I know many people who really love the Lord, but they might not be a good president,\" Jakes says. He says that to be an effective leader, \"you can't just be the president of the Christians.\" \"You have to be the president of the United States, which incorporates atheists, agnostics and all brands of faith,\" Jakes says. \"And many, many Christians don't understand that. They see this as a Christian nation. But I don't see this as a theocracy. I see it as a democracy.\" Describing himself as a practical and pragmatic person, Jakes says the primary issues of concern to Christians are many of the same issues that are of concern to all Americans: the morality or immorality of war, education, health care, poverty. \"Whoever moves into the White House now is going to have to be wise as a serpent, harmless as a dove, effective in building relationships internationally,\" Jakes says. \"They're going to have to have the agility of thought, the dexterity of mind to be able to bring the nation together.\" Although he says he has not had a \"close enough look yet\" at the current field of presidential candidates, Jakes stresses that he is looking for a person who \"brings people together, rather than plays on our worst fears.\" \"I think that religious people, minorities and many others have been played on, that people say things to incite us to riot, to get us to vote and then don't fulfill promises,\" Jakes says. \"I'm tired of being a pawn. I want us to be united again.\" Living Life Without Limits by T. D. Jakes Hardcover, 278 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/05/14/10173772/t-d-jakes-seeks-leadership-not-faith-in-president"
        },
        {
            "headline": "Democratic Hopefuls Blast Away at Bush",
            "author": "By  \n\n\n      Ina Jaffe",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 30,
                "year": 2007
            },
            "article_content": "Most of the Democratic candidates for president were in California over the weekend, courting activists ahead of California's early primary and taking dead aim at President Bush. They were in San Diego at the California Democratic Party's annual convention. The state moved its primary from June to Feb. 5, 2008, placing it just after traditional events in Iowa and New Hampshire. The switch means California's primary could be pivotal in determining a nominee. New York and New Jersey have since followed suit in hopes of also increasing their clout in the process. Delegates in San Diego feasted on a bruised and battered President Bush, who was savaged by every candidate who spoke — the sharper the barb, the louder the cheers. Sen. Hillary Clinton of New York fantasized about just rewinding the 21st century. \"Just eliminate the Bush-Cheney administration with all of their misstatements, misjudgments and mistakes,\" she said. Sen. Barack Obama of Illinois offered this take on the Bush tenure: \"This president may occupy the White House but for the last six years the position of 'Leader of the Free World' has remained open,\" he said. \"It is time to fill that role once more.\" There was more riding on this weekend's speeches than on a typical stump speech. These candidates don't just want the votes of the Democratic Party activists who were in the San Diego convention center. They were looking for volunteers to work phone banks and walk precincts. Four years ago John Edwards, the former senator from North Carolina, was booed at this convention when he defended his vote for the war in Iraq. This time, he was repentant and all was forgiven. \"I was wrong to vote for this war. I should never have voted for this war, and I want you to know I'm speaking out with every fiber of my being to get us out of Iraq,\" Edwards said. The only differences these candidates had on the war were about bringing the troops home. Some want them home soon while others want them home really soon. Rep. Dennis Kucinich of Ohio even proposed creating a federal Department of Peace. There were other issues they all discussed: poverty, education, global warming. Sen. Chris Dodd of Connecticut touted his long years of experience. So did New Mexico Gov. Bill Richardson. The former Energy secretary, U.N. ambassador and congressman asked the delegates not to look at his standing in the polls, but to look at his resume. \"Vote on the basis of who's the most qualified, who has the most vision — not who's the biggest rock star, not on who has the most money, not on legacies — but on who has the plan for America,\" he said. Those veiled references to Clinton and Obama were as close as any of these candidates got to criticizing one another. Richardson was right on the money in calling Obama a rock star though. After the senator's speech, delegates stood in line and waited to be let into a room where they could sign up as Obama volunteers. Barbie Deutsch was one of them. She says Obama reminded her of John F. Kennedy. \"He just brings us hope and idealism,\" she said. But most of the delegates are still undecided, pondering choices that one attendee described as \"fabulous.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/04/30/9910480/democratic-hopefuls-blast-away-at-bush"
        },
        {
            "headline": "Democratic Presidential Hopefuls Vie for Attention",
            "author": "Andrea Hsu",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 3,
                "year": 2007
            },
            "article_content": "With a parade of presidential hopefuls vying for the spotlight, the Democratic National Committee's winter meeting at times seemed more like an episode of American Idol than a political gathering. Ten declared, or likely candidates did their best to win support from the gathering of over a thousand rank-and-file Democrats.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/02/03/7149278/democratic-presidential-hopefuls-vie-for-attention"
        },
        {
            "headline": "'Nuclear Jihadist' Tells of Dangerous Secrets",
            "author": "By  \n\n      Douglas Frantz and Catherine Collins",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2007
            },
            "article_content": "A new National Intelligence Estimate concludes that Iran halted a secret nuclear weapons program four years ago. The story of how Iran's program got started is one of the subjects addressed in a new book about A.Q. Khan, a Pakistani scientist, who played the key role in the development of Pakistan's nuclear arsenal. Douglas Frantz and Catherine Collinshe are the authors of The Nuclear Jihadist: The True Story of the Man Who Sold the World's Most Dangerous Secrets...And How We Could Have Stopped Him. Guests: Douglas Frantz co-author of Nuclear Jihadist; managing editor of The Los Angeles Times Catherine Collins, co-author of Nuclear Jihadist; formerly a reporter for The Chicago Tribune The True Story of the Man Who Sold the World's Most Dangerous Secrets...and How We Could Have Stopped Him by Douglas Frantz and Catherine Collins Hardcover, 413 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/12/06/16975607/nuclear-jihadist-tells-of-dangerous-secrets"
        },
        {
            "headline": "Jimmy Carter: 'Beyond the White House'",
            "author": "By  \n\n      Jimmy Carter",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 9,
                "year": 2007
            },
            "article_content": "Former President Jimmy Carter's new book is about his life after the presidency.\n                \n                    \n                    Philip Cheung/Getty Images\n                    \n                \nhide caption Former President Jimmy Carter's new book is about his life after the presidency. Former President Jimmy Carter says that when he left office at age 56, he and his wife Rosalynn faced a stark question: \"What would we do with the rest of our lives?\" Carter describes his answer to that question in a new memoir, Beyond the White House. He talked with Steve Inskeep about his life after his presidency, when Carter has engaged in peacemaking efforts and fighting disease worldwide. \"The post-presidential years have been much more an opportunity for me and Rosalynn, personally, to become involved in the lives of other people around the world,\" Carter says. Though Carter concedes that he sometimes misses the power that came along with being the president of the United States, he says that he has learned to manage without it. Today, in his efforts around the world, he must inspire and persuade his supporters. \"It's a much more complex way to build up influence than just to exert the power of a great nation,\" he says. Does he feel that he has accomplished more after his presidency than he did while he was in office? Carter doesn't necessarily disagree with that statement: \"I tried to do the best I could in both cases,\" he says. Carter says that working with his human rights organization, the Carter Center, has been particularly rewarding. \"For the last 25 years,\" the former president says, \"my life could not have been more expansive, and unpredictable, and adventurous and gratifying.\" Waging Peace, Fighting Disease, Building Hope by Jimmy Carter Hardcover, 272 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/10/09/15051264/jimmy-carter-beyond-the-white-house"
        },
        {
            "headline": "Robert Reich Issues a Warning in 'Supercapitalism'",
            "author": "By  \n\n\n      Linda Kulman",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 2,
                "year": 2007
            },
            "article_content": "Robert Reich teaches public policy at the University of California at Berkeley. He has served in three national administrations, most recently as secretary of labor under Bill Clinton. Supercapitalism is his eleventh book.\n                \n                    \n                    Perian Flaherty\n                    \n                \nhide caption Book Tour is a new Web feature and podcast. Each week, we present leading authors of fiction and nonfiction as they read from and discuss their work. In Supercapitalism, Robert Reich argues that there's a growing conflict between democracy and capitalism. As citizens, we have ideals, but as consumers, we have needs. We abhor child labor, for instance, but we want a cheap pair of jeans. And we might be dismayed over Main Street's demise, but we still look for bargains at Wal-Mart. Reich says that those two impulses have not always been at war. Between 1945 and 1975 — a period he calls the \"Not Quite Golden Age\" — the imperatives of business, government and labor were more or less in balance with one another. (The \"not quite\" refers to the fact that women and minorities were still lagging behind.) But in the 1970s, according to Reich's analysis, advancements in technology and a growing, dynamic economy set the stage for corporate competition to enter politics. Today, companies battle it out with other companies, fighting for laws and regulations that favor them and disadvantage their competitors. Such pressures make it more difficult for citizens to have a meaningful say in public policy. But, Reich adds, \"If we think that we can just treat companies as moral beings and yell at them ... for not being more socially responsible ... we are diverting our attention from the hard work of democracy — of making laws and rules that reflect our real values.\" Reich says he had a hunch about the \"inverse relationship\" between democracy and capitalism when he served in the U.S. trade representative's office during the Carter administration. But it took him a while to see the problem \"in the round.\" In the meantime, he served as labor secretary during the Clinton administration's first term. Locked in the Cabinet, his 1998 recollection of the Clinton years, and The Future of Success, his 2002 examination of work life in America, were both best-sellers. This discussion of Supercapitalism took place in September 2007 at the Politics and Prose bookstore in Washington, D.C. The Transformation of Business, Democracy, and Everyday Life by Robert B. Reich Hardcover, 272 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/10/02/14848767/robert-reich-issues-a-warning-in-supercapitalism"
        },
        {
            "headline": "Cullen Murphy Reads 'Are We Rome?'",
            "author": "By  \n\n\n      Linda Kulman",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 18,
                "year": 2007
            },
            "article_content": "Book Tour is a new Web feature and  podcast. Each week we present leading authors of fiction and nonfiction as they read from and discuss their work. In Cullen Murphy's new book, Are We Rome? the author argues that in fact we are — just in unexpected ways. It's not so much America's tendency toward decadence and our astounding military might that make us like Rome. It's the dangerous blurring of public and private responsibilities, paired with an inflated sense of power that can blind us to what's happening beyond our borders. Fortunately, Murphy's book displays no such hubris. The Boston Globe says it's a lot like the author himself: \"reflective, curious, mild and measured.\" Murphy's interests are nothing if not eclectic. His previous books include Rubbish!, an anthropological study of garbage; The World According to Eve, about women and the Bible; and the aptly named Just Curious, a collection of essays taken largely from his column in The Atlantic Monthly. And Murphy has put his degree in medieval history to good use: For 25 years, he wrote the comic strip Prince Valiant, illustrated by his father. Murphy is even better known as the unflappable editor who spent two decades helping define the Atlantic. But he moved to Vanity Fair last year rather than follow the Atlantic when it relocated to Washington. Official Washington, like Rome, prizes its status as the city around which the world revolves, Murphy writes in Are We Rome? Yet there's a crucial difference. Where Rome was all about self-satisfaction, America prides itself on self-improvement. It's this optimistic quality, he believes, that may make it possible for us to reinvent ourselves instead of going the way of the ancient empire. The Fall of an Empire and the Fate of America by Cullen Murphy Hardcover, 262 pages | Your purchase helps support NPR programming. How? This reading of Are We Rome? took place in May 2007 at the Politics & Prose bookstore in Washington, D.C.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/06/18/11156034/cullen-murphy-reads-are-we-rome"
        },
        {
            "headline": "Sen. Webb on Military Sons and Fathers",
            "author": "By  \n\n      James Webb",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 15,
                "year": 2007
            },
            "article_content": "Jim Webb (left) and his son Jimmy in Afghanistan last year. The younger Webb recently returned home from Iraq.\n                \n                    \n                    Courtesy Jim Webb\n                    \n                \nhide caption Jim Webb (left) and his son Jimmy in Afghanistan last year. The younger Webb recently returned home from Iraq. On this Friday before Father's Day, we take a few minutes to talk about the tradition of military service in families — about fathers and sons going to war. One person who knows about that is Sen. Jim Webb (D-VA). An outspoken critic of the Iraq war, Webb writes in his book Born Fighting about the political contributions of his Scots-Irish ancestors and their commitment to serving. \"They go into the military because they love their country, because they have family traditions — in the case of my family all the way back to the American Revolution,\" Webb tells Renee Montagne. \"And when the time comes, there's a sense of obligation among many to live up to the people who went before you.\" Webb's father entered the military in World War II. Webb himself fought in Vietnam, and his son has just returned from Iraq. In his book, just reissued in paperback, Webb writes about his own, military father: Webb talks with Montagne about his family's military tradition and about serving, even in conflicts they don't support. What did you think when he said that to you? Well, my dad and I had many, many conversations over the period before I went to Vietnam and he would get very emotional. In fact, that's the only time I ever saw him cry was when I went to see him just before I went to Vietnam. One of those odd, serendipitous moments where \"Danny Boy\" came on the radio. You know, in a sense it was the way that I've looked at my son's experience. I'm enormously proud that he decided to enlist in the Marine Corps during the worst part of the Iraq war, to leave college because he felt that it was time for him to go do what we have generally done. You realize of course, probably better than anyone, that you're the model and your father for what [your son] did. Well, there's a whole lot to be said for, whatever the politics of a war are, for people who believe in their country, and who are willing to step forward and take those risks because they believe in their country. It sounds intellectually odd, but emotionally it's correct. How do you reconcile that as a person in uniform and actually fighting? You know, I got that same question from a young Marine a few years ago when I visited Quantico. His question to me was, \"I don't believe in this what we're doing. I don't think it's the right way to go. What do I do when one of my Marines asks me that question?\" And I said I'll give you the same answer that I used to give myself during Vietnam. And that is that the war isn't going to go away whether or not you or I like it — we're talking as young second lieutenants, not as senators here — and, given that, my instincts, my responsibilities are to do the job and to get as many people back as I can. And that's really the duty of a young military leader. I'm guessing that you might have seen it coming yourself that your son would also want to serve. But when it became a reality during wartime, what did you think? It's very, very tough. I mean, it's tough as a father, as you might imagine, and it was tough having to deal with it as a public figure, particularly because I was in the middle of a campaign. I didn't go through anything differently as a father than hundreds of thousands of other people, but it's harder, I think, to be a parent when someone is sent into harm's way than it is to be that person. I mean, in terms of how you handle the emotions. I can finally understand what my parents went through when I was in Vietnam. It's probably the hardest thing you'll have to go through as a parent. By James Webb Glad Soldiers, Accidental Scholars World War II and its aftermath were heady days for those of Scots-Irish descent, elevating this culture with its unique mix of individualism, self-reliance, kinship, and courage from its regional dominance of the Southern backcountry to a subtle but powerful position of national prominence. In international affairs, every element of the Scots-Irish ethos was vital to the strength of the American military while at the same time its values were naturally opposed to the Soviet Union's repressive, expansionist form of communism. Domestically, Scots-Irish folkways had become deeply embedded into the nation's blue-collar communities in every region except the Northeast. And at the individual level, people whose families had for so many generations lived in utter poverty were for the first time reaping the benefits of the American dream on a meaningful scale. During this same period, the intense philosophical debates that opposed the values of this culture, and the radical political movement that was part and parcel of those deliberations, were being nurtured in geographic, intellectual, and academic venues where the Scots-Irish themselves seldom ventured. Quite often, the grist of the arguments for revolutionary change was the product of social and political experiences in a Europe that the Scots-Irish had long ago left behind. But the intellectual and social forces that were growing in the universities and cultural enclaves of \"progressive\" America were little more than distant noise to the Scots-Irish, who were fighting an entirely different political and economic monster. Some of them were climbing out of more than seven decades of poverty and colonialism in the South. Others were packing scant belongings and setting out on their rough journeys north or west. When war ultimately came to America in 1941, their cause was simple, and true to their long history: to defeat their country's enemies on the battlefield. In the war's aftermath, the occupation and rebuilding of Japan and Germany seemed to them a ratification of their own version of democracy. That the Soviet Union immediately pursued an expansionist agenda once the war was over, even as its ugly repression of its own people continued apace, only convinced them further. And the postwar economic boom in America, which brought many of them jobs and cars and decent houses in suburban neighborhoods, was icing on the cake. America was the land of the free, the hope of the world, and they had helped make it so. No sooner had World War II ended than the Cold War began, and the country was forced to confront an aggressive, competing system of government in a variety of dangerous crisis points around the world. From 1950 to 1953, a war in Korea consumed the country's emotional and intellectual energies as well as the blood and sacrifice of its citizens. A few years later, in 1957, the Soviet Union was the first to enter the space age, the launch of Sputnik bringing with it all the military dangers inherent in intercontinental ballistic missiles capable of delivering nuclear weapons thousands of miles away. And America found itself both bewildered and unprepared. After Sputnik was launched, my father, then an air force major, brought our family tradition of pioneering into a new generation. Still lacking a college education, he was nonetheless chosen by the air force to become part of one of the most urgent missions in the nation's history: to build a missile system capable of protecting the country against the very real Soviet threat. On short notice our family of six traveled from Alabama to the isolated wilderness of California's central coast, where an old, eighty-five-thousand-acre National Guard training base named Camp Cook was being transformed into Vandenberg Air Force Base. In the space of one year the military population at Vandenberg expanded from nearly zero to twelve thousand people. At the beginning, the base had no family housing. We lived for a while crammed into a five-dollar-a-night motel room in Pismo Beach, my father driving more than fifty miles each way every day along narrow, two-lane mountain roads to and from the base, leaving before dawn and coming back well after dark. Later we rented a small home in Santa Maria, cutting his commute in half but seeing him just as seldom, and finally we moved into a base housing project that had been scratched into the rough, vine-covered hillsides of Vandenberg. Having spent the fifth grade in England, the sixth in Texas, and the seventh in Alabama, I went to three different schools in the eighth grade alone, the third school a converted World War II hospital complex on the base. The old, yellow, wooden buildings sagged with age and disrepair. Chalkboards and desks had been erected in the low-ceilinged, dimly lit wards. The original hospital had been built above ground, with crawlspaces under it for ventilation. Snakes, jackrabbits, and skunks often found their way below the creaking floors of the classrooms. Rather than purchasing dead frogs pickled in formaldehyde to dissect in science class, my partner and I would simply crawl underneath the building and catch a few toads. It was chaos in the classrooms, kids from military towns and bases across the nation thrown suddenly into this remote, old hospital complex with its long interconnecting hallways and its odd, haunting memories of wounded soldiers who had once suffered in rows of beds where now we sat in lines of desks. Most of us, including me, were unwilling and unruly students, jarred from normality, frequently disruptive, and always cynical. Fights broke out routinely, on the playgrounds and even in the classrooms. It was not unusual for firecrackers to be thrown across the classroom when a teacher turned toward the freestanding blackboard. The shortstop on my Babe Ruth League baseball team left us in midseason, heading off to jail. Two years later my second baseman on that team was shot while trying to rob a store. We were accused by a few teachers of being \"military trash,\" which, one surmised, must have been somewhere below white trash, because some among us were black and others were brown. But we laughed that off—what kind of teacher would settle for a job in this isolated, intellectually barren region, anyway? Vandenberg at its beginnings had all the chaos of an isolated frontier town; a raw but accessible wilderness where I spent much of my time hiking and camping, a social structure that saw air force enlisted men dating high school girls, and a lack of contact with the more sophisticated world. More important, it was serious work that our fathers were doing far away along the fringes of the sea, where they had built block houses and launchpads and were testing scientific concepts that no one in history had ever before put into play. Our fathers were not scientists, although civilian scientists and engineers frequently worked alongside them. But they were doers, fixers, mechanical geniuses, risk-takers, and, more than we even understood, they were on an urgent mission involving national survival, with little time to lose. For two years I rarely saw my father except on holidays and on Sundays, even though we were living in the same house. He was gone before I got up. He was usually still gone when I went to bed. He took no leave and had no vacations. Now and then we would be sitting in our hospital ward of a classroom and the ground would shake and the sky would roar and we would rush outside, hundreds of kids emptying out of the buildings within a blink so that we could stand in the school yards and look westward toward the sea where the latest attempt to launch a missile would fill our eyes. The Thor missiles particularly were the world's greatest firecrackers. More often than not during those first years they went off course and had to be destroyed. Some blew up on the launch pads, some just above them. Sometimes they went sideways instead of following their planned trajectory out into the sea. One of them ended up soaring ever higher, never rolling into its turn toward the sea, and finally exploding just outside the farm town of Santa Maria, where large pieces of metal showered the strawberry fields. We would cheer even when they blew up, for if nothing else we knew that we were watching an attempt to make history somewhere out there in the block houses next to the sea. Despite Vandenberg's remoteness, we knew viscerally of its importance. In 1959, Soviet premier Nikita Khrushchev made a train journey from Los Angeles to San Francisco during a visit to the United States. The rail route passed through the outer fringes of Vandenberg, near the sea. As the train left the little village of Surf and entered the base's property, Khrushchev famously folded his arms and turned his back on the facility, staring out into the Pacific Ocean until his railroad car was again on civilian soil. Other strangers knew of us as well. One summer day as we were playing baseball on a field next to our housing project, we heard that a group of protesters was on its way to Vandenberg, presumably from San Francisco far to the north, in order to march against the Bomb. Stuck as we were in this remote outpost that had no recreational outlets save a base gym, an old movie theater, and a one-room \"teen club,\" the thought of a group of outsiders traveling to the base in order to protest its activities seemed preposterous. Several friends and I made our way to the main gate, where the base commander had augmented the normal air police contingent with a fire truck. Dozens of military kids gathered at the edge of the base perimeter, looking querulously through the chain-link fence. The protesters were standing in the ice plants and sagebrush on the other side of the dusty, lonely highway, a scraggly, rather confused group of no more than a hundred people holding \"Ban the Bomb\" signs and gathering their courage to try to enter the base. Suddenly—almost resignedly—they began walking across the highway. When they neared the gate, the fire hoses opened up, washing them back to the other side. Their mission somehow accomplished, they took a few pictures, mostly of themselves, and then walked slowly away, as wet and beaten as whipped puppies. We laughed and cheered, more at their oddity than at their cause, which from the confines of our lives seemed too ludicrous even to be taken seriously. How could they not comprehend the seriousness of Russia's missile advantage? And who would even notice that they had come? But less than ten years later, after I returned from a hard year of combat in Vietnam, those protesters and their soul mates would own the streets. Seeing me in my Marine Corps uniform, it was they who would laugh. And it was I who would feel odd. The missile program at Vandenberg succeeded beyond anyone's expectations, and over time Vandenberg itself eventually became a stable and thriving community. My father flourished as well, finally working in an area with so many unknowns that his natural intelligence trumped the sophisticated education of many around him. He \"wrote the book\" on the complicated process of bringing together the many pieces of civilian and military hardware and technology into the actual assemblage of workable Atlas missiles on their launching pads. He was promoted early to lieutenant colonel and assigned to the Strategic Air Command's headquarters at Offutt Air Force Base, Nebraska. Predictably for us, this meant three new homes and two new schools in the next two years. When the Cuban missile crisis erupted in October 1962, the nation was fortunate that the officers and airmen at Vandenberg had done their work, for if the United States had not developed a strong deterrent program of its own, Soviet missiles would have remained in Cuba, only ninety miles away from our shores. If this had happened, certainly the politics not only of the Cold War but also of the Americas themselves would have evolved far more dangerously. As that crisis unfolded, my father spent an entire week without sleep other than catnapping on military aircraft as he shuttled endlessly between Vandenberg and Offutt, coordinating the air force's preparedness to launch missiles at a moment's notice should the president so decide. Finally he passed out at a conference table at SAC headquarters and had to be hospitalized. For this and other such work my father was again promoted early, this time to colonel with only two years as a lieutenant colonel, which was almost unheard-of, even for better-educated and more urbane academy graduates. Just after I graduated from high school, he was chosen to command the only composite missile squadron in the military, taking a unit responsible for launching Thor, Atlas, and Scout Junior missiles from a success rate of 11 percent to a perfect record of thirteen successful launches in a row. One of his tasks was shooting Atlas missiles into the Johnston Atoll while a version of Nike antiaircraft missiles attempted to intercept them from facilities on the island of Kwajalein—the first, embryonic efforts at an antimissile defense program. In addition to all this, the old man was steadily sneaking up on his life's great dream—a college degree. He had been the first to study beyond the eighth grade; the first to finish high school; and for twenty-six years, whenever the chance had presented itself, he had been accumulating college credits. A night school class at some isolated military post; a correspondence course; a military school that might qualify for credit by one college or another; even the electrician's course he had taken after high school; all were piled together year after year until he crossed the magic threshold. Once assigned to Offutt Air Force Base, he spent three nights a week at the University of Omaha in addition to carrying his sensitive and demanding workload at SAC headquarters. Fats Domino released a song during that time called \"Three Nights a Week You're Gone,\" and we joked that it was written especially for him. Finally, in the winter of my senior year of high school, James Henry Webb, Sr., bagged his diploma. It was, shall we say, a Great Santini Moment. My father was never given to subtlety or understatement. As my granny used to put it, and not in a complimentary way, \"Your daddy likes it loud.\" I watched him from where I sat in the front row of the expandable bleacher seats at the University of Omaha's men's gymnasium, trying to comprehend the depth of his pride. His chin was lifted; he was high on adrenaline. His prematurely gray hair looked almost fluorescent as he walked toward the podium in the midst of a long line of men and women half his age. The presenter put the cherished paper in his hand. And then he broke out of line and walked across the gymnasium floor, drawing immediate attention in front of perhaps a thousand people. He looked like he'd just won the Super Bowl, or maybe the heavyweight championship. And his burning eyes were on me. I groaned inwardly, looking at the floor and holding on to the top of my head, stunned that he would really be doing this. In seconds he was standing before me, sticking the diploma into my face as if it were a pointer. He began yelling at me, sky-high with the emotion of a dream that I was already beginning to take for granted. I had just been selected for a scholarship to the University of Southern California, and in a year would be off to the Naval Academy. But this simple piece of paper had been my father's unreachable fantasy for nearly three decades. What was he telling me? What was he screaming in his moment of triumph, as dozens of others watched in amusement and mild puzzlement? \"You can get anything you want in this country, and don't you ever forget it!\" Yes, I thought, swallowing back my cynicism in the face of his raw energy. Even if it takes two hundred years. There was little that the upperclassmen at the Naval Academy could teach me about military leadership when I reported to that institution in the summer of 1964. Leadership, he had told me time and again, was simple. Forget the textbooks. You can make somebody do something, or you can make him want to do something. Who would you rather work for? I had watched my father for a lifetime, learning both from his example and from the wisdom of his mentorship. And every time I told myself how much I hated the regimen and the numbing routine of Annapolis—which was almost daily for four years—I would also give myself a humility check. For how quickly would he have traded twenty-six years of night school for four years of this? But hard times were coming, for him, for myself, and for a lot of others who shared our history and our traditions. The Vietnam War put the brakes on the Scots-Irish ascendancy that had begun with the outbreak of World War II. In the coming two decades, the traditional notions of military service as well as the very foundations of what it meant to be an American would take a terrific beating. The Scots-Irish, whose ethos has always been so closely identified with patriotism and respect for military service, would serve in great numbers during this war and in a historic anomaly would, in many cases, be ostracized from many academic and professional arenas as a direct result of their service. During the summer of 1964 the two most glaring issues on which disagreement had been simmering between the Scots-Irish Jacksonians and the emerging radicals erupted into public view concurrently, with the signing of the Civil Rights Act and the Gulf of Tonkin incident that led to a full-scale war in Vietnam. And it was above all the war in Vietnam that allowed the radicalism that had been spawning for two decades in academia and the professorial journals to burst forth as a political movement that would challenge many of the basic presumptions about American society. For the Scots-Irish Jacksonians, Vietnam was a real and often brutal war, one in which a high percentage of their sons and brothers fought. As two examples among many, the South had by far the highest casualty rate during the war, a rate 32 percent higher than the Northeast, and the Scots-Irish stronghold of West Virginia had the highest casualty rate of any state. This service, and these casualties, were occurring at a time when the draft laws gave liberal exceptions to those who remained in college, and when the more advantaged members of the age group were actively counseled on how to avoid military service. Only 11 percent of the draft-eligible males in the Vietnam age group actually went to Vietnam, and only 33 percent served in the military at all. To have one's life interrupted for years at an early age, and then to return not only without honor but also shouldering the blame for all the supposed evils of a war that others avoided, is the formula for long-term societal disability. And this is exactly what occurred. Contrary to popular mythology, the baby boomer generation was far less liberal than the media images of the day seemed to portray. As Michael Lind documents in his book Vietnam: The Necessary War, \"Few American students in the sixties were radical. At the height of the antiwar movement in 1970, only 11 percent of American college students identified themselves as 'radical or far left.'\" These numbers became magnified in the mind-set of most Americans and over time impacted heavily on the respect shown to those who had served. Small though it was, the radical movement that opposed the war was heavily represented in major academia, where it affected the minds of an entire generation of intellectually gifted students and also had a wide and lasting impact on other institutions, such as major media and the arts, through which Americans historically have gained emotional insights and formed their opinions. And the ever-growing unpopularity of the war allowed the radical movement to expand its reach to a large number of well-meaning Americans who simply wanted the war to end, and to develop alliances with an array of political groups whose causes went much farther than the conflict in Vietnam. Despite the political misfeasance that characterized the course of the war, it is important to remember that the causes that brought the United States into Vietnam were not unsound. Forty years ago Asia was at a vital crossroads, moving uncertainly into a future that was dominated by three different historical trends. The first involved the aftermath of the carnage and destruction of World War II, which had left its scars on every country in the region and also had dramatically changed the role that Japan played in East Asian affairs. The second was the sudden, regionwide end of European colonialism, which created governmental vacuums in every second-tier country except Thailand and, to a lesser extent, the Philippines. And the third was the emergence of communism as a powerful tool of expansionism by military force, its doctrine and strategies emanating principally from the Soviet Union. The governmental vacuums created by Europe's withdrawal from the region dramatically played into the hands of communist revolutionary movements, especially in the wake of their takeover of China in 1949, for unlike in Europe, these were countries that had never known Western-style democracy. In 1950 the partitioned country of Korea exploded into war as the communist North invaded South Korea, with the Chinese army joining their effort six months later. Communist insurgencies erupted throughout Indochina. In Malaysia the British led a ten-year antiguerrilla compaign against Chinese-backed revolutionaries. A similar insurgency in Indonesia brought about a communist coup attempt, also sponsored by the Chinese, which was put down in 1965. The situation inside Vietnam was the most complicated. First, for a variety of reasons the French reversed their withdrawal from their long-term colony after World War II, making it easier for insurgents to rally the strongly nationalistic Vietnamese to their side. Second, the charismatic, Soviet-trained Ho Chi Minh had quickly consolidated his anti-French power base just after the war by assassinating the leadership of competing political groups that were anti-French but also anticommunist. Third, once the Korean War armistice was signed in 1953, the Chinese shifted large amounts of sophisticated weaponry to Ho Chi Minh's army. The Viet Minh's sudden acquisition of larger-caliber weapons and field artillery such as the 105-millimeter howitzer abruptly changed the nature of the war and contributed heavily to the French humiliation at Dien Bien Phu. And fourth, further war became inevitable when United States–led backers of the incipient South Vietnamese democracy called off a 1956 election that had been agreed upon after Vietnam was divided in 1954. In 1958 the communists unleashed a terrorist campaign in the South, followed later by both guerrilla and conventional warfare. Within two years, Northern-trained terrorists were assassinating an average of eleven government officials every day. President John Kennedy referred to this campaign in 1961 when he decided to increase the number of American soldiers operating inside South Vietnam. \"We have talked about and read stories of 7,000 to 15,000 guerrillas operating in Viet Nam, killing 2,000 civil officers a year and 2,000 police officers a year, 4,000 total,\" said Kennedy. \"How we fight that kind of problem, which is going to be with us all through this decade, seems to me to be one of the great problems now before the United States.\" The United States entered the war reluctantly, halfheartedly, and with a confused and ineffective strategy. But its leadership felt morally and politically compelled to do so, and even such major newspapers as the Washington Post initially supported the effort. The U.S. recognized South Vietnam as a separate political entity from North Vietnam, just as it saw West Germany as being separate from communist-controlled East Germany, and just as it continues to distinguish South Korea from communist-controlled North Korea. And South Vietnam was being invaded by the North just as certainly (although with more sophistication) as North Korea had invaded South Korea. There has been little historical recognition of how brutal the war was for those who fought it on the ground. Dropped onto the enemy's terrain twelve thousand miles away from home, America's citizen-soldiers performed with a tenacity and quality that may never be truly understood. Those who believe the war was fought incompetently on a tactical level should consider that the Vietnamese communists admit to losing 1.4 million soldiers, compared to South Vietnamese losses of 245,000 and American losses of 58,000. And those who believe that it was a \"dirty little war\" where bombs did all the work might contemplate that it was the most costly war the U.S. Marine Corps has ever fought. Five times as many Marines died in Vietnam as in World War I, three times as many as in Korea, and there were more total casualties (killed and wounded) for the Marines in Vietnam than in all of World War II. That the war was pursued with honorable intentions does not mean that those who conceived and implemented our strategy deserve any prizes. My own father, who had defined for me the notion of loyalty, became disgusted with Defense Secretary McNamara's so-called \"whiz kids\" after being assigned to the Pentagon in 1965. When I was commissioned in the Marine Corps in 1968, he was working on a highly classified program he could not discuss openly, but which I later learned was a satellite linkup from Vietnam to Washington, giving civilian leaders full daily oversight of the war. Watching firsthand the Johnson administration's dissembling to the Congress and disrespect of military leaders, he urged me more than once to go into the navy, find myself a nice ship where I could, as he so often put it, \"sit in the wardroom and eat ice cream,\" and not risk myself as a Marine on an ever-deteriorating battlefield. Once I did receive my orders for combat, my father put in his papers to retire from the air force, telling me he \"couldn't bear to watch it\" while still wearing a military uniform. Sitting at the kitchen table in his government-issue quarters at Andrews Air Force Base, fighting back the temptation to break the law and share classified information with me, he was ferociously intense, this man who had found his life's calling by flying bombers and cargo planes and perfecting the art of shooting intercontinental ballistic missiles. And he was telling me, as a father and a military professional, that this strategically botched war was not worth my life. Finally he found the words that communicated his unease without violating his oath of office. \"Do you realize Lyndon Johnson is going to know you're wounded before your division commander does? And do you know what that says about the ability of the American military to fight a long-term war?\" He was wrong. Lyndon Johnson never knew I was wounded, because by then Richard Nixon was running the show. My professional career in writing and government is entirely accidental. At the age of twenty-two my dream was to become a general officer in the Marine Corps. Had I not been wounded, I would never have gone to law school. And had I not gone to law school, I would never have fully comprehended the disdain that many of the advantaged in my generation felt for those who had fought in Vietnam, or the ingrained condescension of the nation's elites toward my culture. And had I never been exposed to this unthinking arrogance, I would not have begun the journey of discovery that, over three decades, finally led to this book. And so, in an odd way, it can be said that I owe all of this to Ho Chi Minh, and to Richard Nixon's post-Tet campaign offensive of 1969. I was fully prepared for what awaited me in Vietnam. At the Naval Academy, I became one of six finalists for the position of brigade commander despite having less than stellar grades, and was one of 18 in my class of 841 to receive a special commendation for leadership upon graduation. At the grueling Marine Corps Officers' Basic School in Quantico, I had graduated first in my class of 243, scoring 99.3 in leadership and also winning the Military Skills Award for the highest average in the areas of physical fitness, marksmanship, land navigation, and military instruction. Few things in life have come as naturally to me as combat, however difficult those days proved to be. And conversely, few things have surprised me so completely as the other world I entered a few years later when I arrived at the Georgetown University Law Center. 1969 was an odd year to be in Vietnam. Second only to 1968 in terms of American casualties, it was the year made famous by Hamburger Hill as well as the gut-wrenching Life magazine cover story showing the pictures of 242 Americans who had been killed in one average week of fighting. Back home it was the year of Woodstock and of numerous antiwar rallies that culminated in the Moratorium march on Washington. The My Lai massacre hit the papers and was seized upon by the antiwar movement as the emblematic moment of the war. Lyndon Johnson left Washington in utter humiliation. Richard Nixon entered the scene, destined for an even worse fate. I spent my tour in the An Hoa basin southwest of Da Nang, where the 5th Marine Regiment was in its third year of continuous combat operations. As a rifle platoon and company commander, I served under a succession of three regimental commanders who had cut their teeth in World War II, and four different battalion commanders, three of whom had seen combat in Korea. The company commanders were typically captains on their second combat tour in Vietnam or young first lieutenants like myself, who were given companies after many months of \"bush time\" as platoon commanders in the basin's tough and unforgiving environs. The basin was one of the most heavily contested areas in Vietnam, its torn, cratered earth offering every sort of wartime possibility. In the canopied mountains just to the west, not far from the Ho Chi Minh Trail, the North Vietnamese Army operated an infantry division from an area called Base Area 112. In the valleys of the basin, main-force Viet Cong battalions whose ranks were 80 percent North Vietnamese Army regulars moved against the Americans every day. Local Viet Cong units sniped and harassed. Ridge-lines and paddy dikes were laced with sophisticated booby traps of every size, from hand grenades to 250-pound bombs. The villages, where many battles took place, sat in the rice paddies and tree lines like individual fortresses, crisscrossed with trenches and spider holes, their homes sporting bunkers capable of surviving direct hits from large-caliber artillery shells. The Viet Cong infrastructure was intricate and permeating. Except for the old and the very young, villagers who did not side with the communists had either been killed or driven out to the government-controlled enclaves near Da Nang. In the rifle companies we spent endless months patrolling ridgelines and villages and mountains, far away from any notion of tents, barbed wire, hot food, or electricity. Luxuries were limited to what would fit inside one's pack, which after a few \"humps\" usually boiled down to letter-writing material, towel, soap, toothbrush, poncho liner, and a small transistor radio. We moved through the boiling heat with sixty pounds of weapons and gear, causing a typical Marine to drop 20 percent of his body weight while in the bush. When we stopped, we dug chest-deep fighting holes and slit trenches for toilets. We slept on the ground under makeshift poncho hootches, and when it rained we usually took our hootches down because wet ponchos shined under illumination flares, making great targets. Sleep itself was fitful, never more than an hour or two at a stretch for months at a time as we mixed daytime patrolling with nighttime ambushes, listening posts, foxhole duty, and radio watches. Ringworm, hookworm, malaria, and dysentery were common as was trench foot when the monsoons came. Respite was rotating back to the mud-filled regimental combat base at An Hoa for four or five days, where rocket and mortar attacks were frequent and our troops manned defensive bunkers at night. We had been told while in training that Marine officers in the rifle companies had an 85 percent probability of being killed or wounded, and the experience of \"Dying Delta,\" as our company was known, bore that out. Of the officers in the bush when I arrived, our company commander was wounded, the weapons platoon commander was wounded, the first platoon commander was killed, the second platoon commander was wounded twice, and I, commanding the third platoon, was wounded twice. The enlisted troops in the rifle platoons fared no better. Two of my original three squad leaders were killed, the third shot in the stomach. My platoon sergeant was severely wounded, as was my platoon guide. By the time I left my platoon I had gone through six radio operators, five of them casualties. These figures were hardly unique; in fact, they were typical. Many other units—for instance, those that fought the hill battles around Khe Sanh, or those with the famed Walking Dead of the 9th Marine Regiment, or that were in the battle for Hue City or at Dai Do—had it far worse. When I remember those days and the very young men who spent them with me, I am continually amazed, for these were mostly recent civilians barely out of high school, called up from the cities and the farms to do their year in Hell and then return. Visions haunt me every day, not of the nightmares of war but of the steady consistency with which my Marines faced their responsibilities, and of how uncomplaining most of them were in the face of constant danger. The salty, battle-hardened twenty-year-olds teaching green nineteen-year-olds the intricate lessons of that hostile battlefield. The unerring skill of the young squad leaders as we moved through unfamiliar villages and weed-choked trails in the black of night. The quick certainty with which they moved when coming under enemy fire. Their sudden tenderness when a fellow Marine was wounded and needed help. Their willingness to risk their lives to save other Marines in peril. In July 1969, I was hit by two grenades while clearing a series of bunkers along a streambed in a place of frequent combat called the Arizona Valley. The first grenade peppered me lightly on the face and shoulders. The second detonated behind me just after I shot the man who threw it and a second soldier who was pointing an AK-47 at me from inside the same bunker. I was hit in the head, back, arm, and leg, and the grenade's concussion lifted me into the air and threw me down a hill into the stream. I still carry shrapnel at the base of my skull and in one kidney from the blast. But the square, quarter-sized piece that scored the inside of my left knee joint and lodged against the bone of my lower leg would eventually change the direction of my life. I did not pay much attention to my wounds. I had seen dead Marines, multiple-limb amputees, high-arm amputees, severed spinal cords, bladders ripped open by shrapnel, sucking chest wounds, even one Marine who had been shot between the eyes and out the jaw only to come back to our company after three months in a Japanese hospital. Like so many others during this woefully misunderstood war, I rejoined my unit as soon as possible. I belonged in the bush. Returning to my company before the leg wound had completely healed, it soon became infected. I ignored the infection and the joint itself eventually became septic, complicated by a small, razor-sharp piece of shrapnel that migrated into the joint's open spaces and chewed on the cartilage whenever I walked or ran. I would not learn the full extent of this damage until I completed my tour and returned to the United States. There followed two years of surgeries and physical therapy as I tried to rehabilitate my leg and remain in the Marine Corps. In 1971, I was put on limited duty and assigned to a desk job on the secretary of the navy's staff. Following a surgery in early 1972, the joint unexpectedly swelled and drained heavily through the stitches, an indication of continuing infection in the bone, and I was finally referred to a medical board. The operating surgeon wrote that, because of the infection, the articular cartilage \"was so markedly destroyed that one could easily indent it with a hemostat\" and commented that \"It is remarkable to note the amount of weight he has succeeded in lifting when one considers the condition of his knee pathologically, indicative of the motivational factors that have sustained him as a Marine officer.\" He then concluded that \"This man is highly motivated and wishes to excel in what areas he can perform in the Marine Corps; however he has diligently exercised for three years with no improvement; indeed, with worsening.\" I had recently become one of 16 first lieutenants out of a group of more than 2,700 to be promoted a year early to captain. I loved commanding infantry troops. I had never given any thought as to what I might do if I became a civilian. And now I was one. Excerpted from Born Fighting: How the Scots-Irish Shaped America Copyright © 2004 by James Webb. Published by Broadway Books, a division of Random House, Inc.  Reprinted with permission. Sponsor Message Become an NPR sponsor",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/06/15/11091821/sen-webb-on-military-sons-and-fathers"
        },
        {
            "headline": "Polygamy Blogs and Mullet-Sporting Terror Suspects—It Must Be Tuesday!",
            "author": "By  \n\n\n      Alison Stewart",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 12,
                "year": 2007
            },
            "article_content": "\"Morning Meeting\" is a recap of our daily editorial meeting. If we had a show today, these are some of the stories you would probably hear. Ali Al-Marri, alleged terrorist and confirmed fashion outlaw.\n                \n                    \n                    Credit: Associated Press\n                    \n                \nhide caption The morning meeting began after producer Matt Martinez pulled a big brother move from DC, summoning the staff (all three of us) to the conference room via the NPR-NYC loudspeaker system. Apparently you can do that from anywhere in the NPR system, which Luke and I agree is a wee bit creepy. But Matt is a man on the move, so we had a speed session. It was 20 caffeinated minutes of story pitches and guest ideas. We came up with a pretty eclectic mix in a short period of time, which means we either work well under pressure, or we've just been BS-ing in the past. Either works for me... After the jump: Get skinny by taking a pill, Gonzales going gangbusters, and did you know the US sells F-14 parts to Iran? NEWSCAST -- Friendly fire from US soldiers kills seven Afghans, President Bush will push for resurrection of immigration bill, Hamas and Fatah engaged in more fighting, House votes to stop selling surplus military parts to Iran, Farm Aid will come to New York City, and the Cavs return to Cleveland tonight to face the Spurs and an 0-2 deficit in the NBA Finals. DETAINING THE ENEMY -- The United States Court of Appeals for the Fourth Circuit ruled yesterday that the United States could not hold Ali Al-Marri, a citizen of Qatar who sports a wicked mullet, indefinitely. Al-Marri was taken into military custody four years ago, after being held on civilian criminal charges, and was designated an enemy combatant. The Justice department says he trained with Al Qaeda and Khalid Sheik Mohammad--the architect of the 9-11 attacks--and was sent to the US to begin a sleeper cell. The courts acknowledge he may have broken civilian law, but he was not with an enemy military, so he can't be detained as an enemy combatant. We'd like to break down this story to its nuts and bolts, and find out what it means to the Bush administration's plans for fighting terrorists. DAY TWO: THE NINE POLITICAL LIVES OF ALBERTO GONZALES --We promised not to leave you hanging, so we're going to try our best to keep up with stories that sometimes just waft away (unlike the Attorney General, who said he was staying put despite calls for his resignation.) Yesterday, the Senate could not even get enough votes to bring to the floor a no confidence vote. (For $200, What is cloture?) More importantly, what does this failure to rebuke the Attorney General mean for him and you and me? FIGHT FOR FREEDOM -- Yesterday Luke pitched the story of Genarlow Wilson, a student who was sentenced, under a law that's since been changed, to ten years in jail, for having consensual oral sex with another teenager. Luke has good News Spidey Sense, because in the past 24 hours, the story has taken various twists and turns. A local judge ruled the sentence was cruel and unfair, and that Genarlow should be released. An hour later the Georgia Attorney General said he would fight the ruling. So will the (now) 21-year-old Wilson be allowed to leave jail? Today Luke and I will talk with a local Atlanta reporter who's been covering this case from the beginning. OMG! -- In the vein of TMZ.com, a new entertainment/wag website called omg! will be a joint venture between Access Hollywood and Yahoo! They seem to like exclamation points over at Yahoo!. Anyway, TMZ.com has really been a game changer in terms of the way celebrity news is covered. Some say TMZ gives a raw, unfilitered and fast look at an otherwise overly-glossy industry. Others say it's the decline of western civilzation. We were interested in how one website altered the way we consume pop culture. In the days to come, we may pursue an interview with the founder of the site, Harvey Levin. SADNESS TURNS TO ANGER -- Nearly two months after the Virginia Tech shootings, the victim's families are unhappy with the gubernatorial panel investigating the shootings. Thirteen families have spoken out, saying they want representation of the families on the panel. Right now, the panel's eight members are various officials appointed by Virginia's Governor Tom Kaine. The BPP would like to check in with a family member to see what it is they want from the panel, what life has been like since April 16th, where all the donations to the Hokie Fund have gone, and what they think should be done with the money. FRIST, DASCHLE AND BONO -- Bono's anti-poverty ONE Campaign will get political in 2008. Former Senate Majority leaders Bill Frist and Tom Daschle have teamed up with Bono to make poverty an issue in the 2008 presidential election. We'll keep our eye on this one and get in line for an interview with Bono about this. NFL v. PLAYERS -- Former NFL players who are now hurt, physically and mentally, want the NFL Players Association to step up and help them out. The legendary Mike Ditka has taken up the cause, and held a press conference at his restaurant yesterday to introduce Brian DeMarco, a former player who retired in 2000 and has been homeless three times since then, because of physical and mental problems linked to his playing days. The Executive Director of the Players Association tells a different story. The fight heads to Capitol Hill on June 26th. We're pursuing an interview with Coach Ditka before then. POLYGAMY BLOG -- Did you know there's one at The Salt Lake Tribune? Who needs Big Love?! Can you tell I'm still mad at HBO about the Sopranos? PENTAGON CONFIRMS GAY BOMB -- This story has nothing to do with 'Don't ask, don't tell.' The Pentagon has confirmed a Berkeley watchdog group's report that as part of a military effort to develop new weapons, officials considered developing weaponized \"strong aphrodisiacs, especially if the chemical also caused homosexual behavior.\" Okay, are you done with whatever comment you just made? So are we. The BPP must admit, if we did this story on the show, we would call the Pentagon ourselves to confirm the story, and we'd record the conversation for broadcast. IF ONLY THERE WAS A PILL... -- How many times have you thought that as you walk quickly by the local bakery where those chocolate cupcakes were calling you? On Friday, your dreams may come true. The first over the counter FDA-approved diet pill will be shipped to pharmacies. Supposedly, it will block fat absorption. We wanted to know more about the drug, whether it causes any kinda weird leakage like those bad potato chips, and whether it's something that people who aren't obese can use. But considering 30 percent of the adult population is obese (30 pounds or more overweight), maybe this is a godsend. Maybe it's another example of drug companies trying to make big profits. Maybe its a signal we should all take better care of ourselves. Discuss. We would, with a health expert. HICCUP GIRL -- The Hiccup Girl ran away from home, but was found a few hours later. Apparently, the pressures of national celebrity were really getting to her, and her friends say she was selling out. After all, hiccuping uncontrollably used to be their thing.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/bryantpark/2007/06/from_polygamy_blogs_to_mullet_1.html"
        },
        {
            "headline": "Women Voters and the Issues That Matter",
            "author": "By  \n\n      Melinda Henneberger",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 1,
                "year": 2007
            },
            "article_content": "In her new book, Melinda Henneberger tries to identify the political issues that are most important to American  women.\n                \n                    \n                    Dana Gluckstein/Simon & Schuster\n                    \n                \nhide caption Journalist Melinda Henneberger set out across the United States to find out what issues really matter to women. She spoke with hundreds of women from all walks of life. In her new book, If They Only Listened to Us: What Women Voters Want Politicians to Hear, she discusses what she learned about why women vote the way they do. Melinda Henneberger, author, If They Only Listened to Us: What Women Voters Want Politicians to Hear; contributing editor, Newsweek What Women Voters Want Politicians to Hear by Melinda Henneberger Hardcover, 228 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/05/01/9942914/women-voters-and-the-issues-that-matter"
        },
        {
            "headline": "Civility, a Bit of Wit on Display as Democrats Debate",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 27,
                "year": 2007
            },
            "article_content": "Cordiality, not fireworks, reigned Thursday evening between ostensible frontrunners Sen. Barack Obama and Sen. Hillary Clinton.\n                \n                    \n                    Stan Honda/Getty Images\n                    \n                \nhide caption Sen. Joseph Biden of Delaware provided the night's lightest moment with his response to a question about whether he could keep his infamous verbosity in check on the world stage: \"Yes\" was his one-word response.\n                \n                    \n                    Stan Honda/Getty Images\n                    \n                \nhide caption The eight Democrats who want to be their party's presidential nominee appeared on stage at South Carolina State University in Orangeburg on Thursday evening for their first debate in the 2008 race. While the names of Sens. Hillary Clinton (NY) and Barack Obama (IL) and former Sen. John Edwards (NC) are quite familiar to most Americans, those of Sens. Joe Biden (DE), Chris Dodd (CT) and Bill Richardson (NM), Rep. Dennis Kucinich (OH) and former Sen. Mike Gravel (AK) are not. The South Carolina debate, broadcast nationally by MSNBC, gave the candidates an opportunity to introduce themselves to that vast majority of voters who have not yet decided which candidate to back. Not surprisingly, Iraq was the most discussed topic; voters say it is the No. 1 issue, and it was credited with giving Democrats their majorities in both the House and Senate in last year's elections. Iraq is also what usually unites the Democratic candidates: All oppose the war there, all oppose the surge, and all oppose President Bush's stated desire to veto the spending bill passed by Congress that includes a date for the withdrawal of U.S. troops. Nonetheless, divisions among the candidates could be seen. One long-existing fault line divides those who voted to authorize the war in 2002 – including Clinton, Edwards, Biden and Dodd – from those who did not. Kucinich – who made opposition to the conflict the key issue in his 2004 presidential bid – voted no. Obama, who was not yet in the Senate but a member of the Illinois state legislature, spoke out against the war from the start. Edwards has said his vote was a mistake, and he again apologized for it. But in what some see as an ongoing snipe at Clinton, Edwards insists that those who voted yes should concede the error of their ways. \"Sen. Clinton,\" Edwards said in Thursday's debate, \"and anyone else who voted for the war, has to search themselves and decide whether they believe they've voted the right way. If so, they can support their vote. If they believe they didn't, I think it's important to be straightforward and honest. Because I think one of the things we desperately need in our next president is someone who can restore the trust bond between the American people and the president of the United States.\" Clinton has long been a target of anti-war protesters because of her refusal to apologize for her vote. On Thursday, she again acknowledged that the vote was wrong. \"I take responsibility for my vote,\" Clinton said. \"Obviously, I did as good a job as I could at the time. It was a sincere vote based on the information available to me. And I've said many times that, if I knew then what I now know, I would not have voted that way.\" Kucinich approached the issue another way. He said it is \"inconsistent to tell the American people that you oppose the war and, yet, you continue to fund the war. Because every time you vote to fund the war, you're reauthorizing the war all over again.\" The award for angriest candidate went to Gravel, the former two-term senator from Alaska, who has mostly faded from the scene since his 1980 defeat for re-election. Emulating the Howard Beal character in the movie Network, Gravel gave a scathing assessment of his fellow Democrats, at one point saying their actions regarding Iraq and their rhetoric involving Iran \"frighten\" him. Prior to the debate, much of the anticipation centered on how Clinton and Obama, the ostensible frontrunners for the nomination, would approach one another. But the two took a conciliatory and, at times, complimentary approach with each other. At points, they referred to each other by their first names, in approving tones. Referring to Obama's plan for Iraq, Clinton said: \"I think that what Barack said is right.'' Obama, in turn, alluded to previous comments from \"Hillary\" in regards to voters' \"hunger for change.\" Some of the more interesting moments came when NBC's Brian Williams, the debate's moderator, addressed embarrassing or difficult moments for the candidates. Obama was reminded of his ties to a donor accused of having questionable ethics. Obama said his campaign has thousands of donors and he has denounced that particular one. Edwards was asked about the seeming contradiction between his campaign's focus on poverty and the \"two Americas,\" and the $400 haircuts he billed to the campaign. Edwards said he had made a mistake, and he readily agreed that he is privileged. But, in repeating a theme from his 2004 presidential bid, Edwards reminded the audience that his father worked in a mill all of his life, and that he did not grow up with money. \"The reason I'm running for president,\" Edwards said, \"is so that everybody in this country can have the same kind of chances I've had.\" Williams wanted to know why Richardson was \"one of the last\" to call for the resignation of Attorney General Alberto Gonzales. Richardson acknowledged that it was because Gonzales, like Richardson, is Hispanic, and he wanted to give the attorney general a chance. In another part of the debate, Richardson had to explain why he seems to be the favorite candidate of the National Rifle Association, and whether that comes at an awkward time, given the massacre at Virginia Tech. Richardson said that, as someone who hails from the West, gun rights and the Second Amendment are very important. Dodd, facing Williams' charge that he has been \"rather unabashed\" about accepting money from lobbyists, defended his long career in Congress as one devoted to \"public service.\" The lightest moment came when Williams spoke to Biden. Mentioning that Biden has been accused of \"uncontrolled verbosity,\" the newsman asked him whether he could convince voters that he would have the \"discipline\" to keep from yakking all the time. \"Yes\" was Biden's one-word response.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/04/27/9876028/civility-a-bit-of-wit-on-display-as-democrats-debate"
        },
        {
            "headline": "Social Changes Seen as Ghana Builds Its Economy",
            "author": "By  \n\n\n      Ofeibea Quist-Arcton",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 7,
                "year": 2007
            },
            "article_content": "Jean Davison, founder of the International Development and Education Association, talks about how Ghana's social programs are adjusting as the nation focuses on its economy.  FARAI CHIDEYA, host: And for more on Ghana at 50, we're joined by Jean Davison, who founded the International Development and Education Association. The organization links small communities in Africa, Asia and Latin America. Jean lived and worked in Africa, including Ghana, for more than two decades. I asked her if Ghana's culture is changing while it builds up its economy. Dr. JEAN DAVISON (Founder, International Development and Education Association): I think that they are working to try and bring about kind of an economy and society that honors their form of socialism, which is often known as African socialism because it embraces the concept that we will measure our wealth in people and addressing the needs of people rather than in terms of financial monetary terms. CHIDEYA: Well, certainly with Oprah Winfrey opening her school in South Africa, you see a push for the education of African girls. And also throughout the continent, part of the issue is that girls very often are expected to work at a young age, everything from carrying water to caring for young children. What is Ghana doing to really further the status of girls and women? Dr. DAVISON: They have all kinds of programs that are going on now, particularly in the north now. They're beginning to address the regional inequalities. In the northern part of Ghana, only 6 percent of girls were passing the secondary qualifying examination in 2003. And it went up in 2004, but then it dropped back down. So that for that three-year period, 21 percent of boys - but only 9 percent of girls - were qualifying to go on to education. So now with the new emphasis, the Ministry of Education level on community-based education, which will enable the local communities to help out and take more responsibility for education, and it will also bring indigenous knowledge. The curriculum will be more in tune with the indigenous knowledge of the people living up in that area and will draw on their institutions. So making it more relevant to their needs will help bring in girls. CHIDEYA: Now, Ghana led in really becoming free among sub-Saharan African nations, free from colonialism. It's also led in HIV-AIDS. It's got an infection rate of only 3 percent. Dr. DAVISON: That's right. CHIDEYA: When you've got nations in southern Africa and other parts of the continent that have a quarter of the people infected. How did Ghana make that public health move to make sure that people did not get infected? Dr. DAVISON: Well, originally, Ghana had its first case of AIDS back in March of 1986. But when Jerry Rawlings came to power in the '80s, he saw the importance and right away started a campaign to educate people. And that has consistently been at the forefront now under Kufour - the new president who was elected five or six years ago - and it's just about to take over the head of the African Union. Once you get leadership committed and those around him, then it makes it much easier to address problems at local level, like the denial that it exists or the stigma that is attached to families, and also the gender discrepancies in terms of how are relationships between men and women. CHIDEYA: So, as you look at Ghana right now and see it having had 50 years of freedom from colonial rule, what do you see ahead in the next 50 years? Dr. DAVISON: I see an improvement in the education sector, as more and more resources are devoted to both education and health now that they're out from under the IMF loan debacle. I see a decrease in the overall population growth rate. It's now down to 2.2. There will be greater infrastructure. Young Ghanians realize like young Africans all over that unless they know more about information technology and the Internet, their chances of getting a job in the future are limited. And where electricity exists, that's easy, but where it doesn't exist it's much harder. So the need to be an emphasis, and I think Ghana is moving in this direction of world community development that embraces bringing in funding for electricity to begin setting up these community centers for youth, so they can use it and they go on to get jobs. CHIDEYA: Well Dr. Davidson, thank you so much for joining us. Dr. DAVISON: You're welcome. CHIDEYA: Dr. Jean Davison founded the International Development and Education Association, which is a part of Global Exchange. (Soundbite of music) CHIDEYA: Just ahead, a federal jury convicts Scooter Libby for lying to a jury. And two books on past lynchings and how they impact America today. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/03/07/7754915/social-changes-seen-as-ghana-builds-its-economy"
        },
        {
            "headline": "Ghana Celebrates 50 Years as Independent Nation",
            "author": "By  \n\n\n      Ofeibea Quist-Arcton",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 7,
                "year": 2007
            },
            "article_content": "Ofeibea Quist-Arcton talks with Farai Chideya about what's ahead for the West African nation and how Ghana is celebrating its 50th anniversary.  FARAI CHIDEYA, host: From NPR News, this is NEWS & NOTES. I'm Farai Chideya. Fifty years ago this week, Ghana became independent - the first nation in Africa south of the Sahara to shake off European colonial domination. And Ghanaians are celebrating that landmark with music and flags fluttering from lampposts, buildings and on human beings. Back in 1957, Ghana was a trailblazer, leading the continent towards total liberation. Dozens of African countries followed suit, winning independence in the two decades that followed. Now, half a century later, we ask what has been the legacy of pioneers on the continent by Kwame Nkrumah, the chief architect of independence in Ghana? In a moment, we'll hear from Dr. Jean Davison, who lived and worked in Africa for 25 years. She'll tell us about how Ghana's early socialist roots are playing out today. But first, we're joined by NPR's Ofeibea Quist-Arcton, herself a Ghanaian. She's been covering the Ghana at 50 celebrations in the capital Accra. Hi, Ofeibea. OFEIBEA QUIST-ARCTON: Hi. Hi from a very happy, rather jubilant Accra during the 50th anniversary celebrations. CHIDEYA: So give us a sense of what's happening on the street. QUIST-ARCTON: Street parties, almost from the time independence was declared 50 years ago. There was a reenactment of the declaration by Kwame Nkrumah and his right and left-hand man. It used to be at the Old Polo Grounds, which have now become Independence Square. And Kwame Nkrumah is now buried in Accra, and it was at his mausoleum that President John Kufuor and the other African heads of the states and dignitaries from all over gathered to hear the reenactment of Ghana's declaration of independence. There's a feeling of - I'd say a celebratory feeling amongst most Ghanaians, although, some feel there's very little to celebrate. CHIDEYA: So, tell us more about Kwame Nkrumah and the other founding fathers of Ghana. They had a pan-African vision of a united continent. Did those high hopes and dreams become reality? QUIST-ARCTON: Some yes, some no. With South Africa in 1994 achieving its so-called independence, its liberation, I suppose that dream of Africa's founding fathers has been achieved because the whole continent has independence. But, I think there was a bigger dream that has not been achieved - a continent that would really be a global force in the world because it was united behind all its people and could speak with one voice, even though the African Union now exists as a continental entity. I think the dreams of Kwame Nkrumah, Haile Selassie, Sekou Toure of Guinea and the other pioneers of independence haven't quite achieved what they hoped it would be. But, of course, this continent has been blighted by military coups, by poverty, by destruction, by civil wars, and perhaps that wasn't part of what the forefathers were hoping for for this continent. But, unfortunately, it came to damage and devastate their dreams. CHIDEYA: So you've been talking to young Ghanaians. What about the younger generation? How do they feel? QUIST-ARCTON: I think it depends how young you are. Young Ghanaians are pretty hopeful. They're going to school, most of them - Kwame Nkrumah brought in free education here in Ghana. But those at the university level, the graduates, many of them are saying, no jobs. We've gone to school for all these years - either that we have jobs, but we can't afford to look after our families. We can't afford to start families. But I spoke to a young boy called Anthony Desousa(ph), 14-year-old. He was part of the school group that were doing the gymnastics at the main celebration of Independence Square. I said to him, how do you feel about being Ghanaian? (Soundbite of interview at the Ghana at 50 celebration) Mr. ANTHONY DESOUSA (Student): I'm proud to be a Ghanaian. QUIST-ARCTON: Why? Mr. DESOUSA: Because we are rich in culture and so many things. QUIST-ARCTON: Like what? Mr. DESOUSA: Like the drumming, the museums and other places I like. QUIST-ARCTON: What do you think is the future for young people in Ghana, people like you? Mr. DESOUSA: I think our future is to bring up the country. QUIST-ARCTON: How? Mr. DESOUSA: By working hard to achieve our aim. CHIDEYA: Well, he sounds like a real darling. But, Ofeibea, not everyone has been enthusiastic about the celebrations. Tell us why. QUIST-ARCTON: And that's ordinary Ghanaians and the more high-profile Ghanaians. For example, the former president, Jerry John Rawlings. Now he, along with Kwame Nkrumah, have really dominated the president political landscaping Ghana for the half century since independence. But former President Rawlings feels that he has been sidelined, marginalized by the current government of President John Kufuor. And he boycotted the celebrations altogether. And he agreed to speak to journalists to explain why he had boycotted. He was pretty furious. Mr. JERRY JOHN RAWLINGS (Former President, Ghana): It was our independence, fighting for freedom and justice from the white man. We are yet to win our true freedom from the black men who took over from the white men. Wake up. Please, wake up. Otherwise, why does Africa have this image? CHIDEYA: So that is definitely very forceful. All in all, it seems as if Ghanaians are split, and there may be something of a checkered legacy since independence 50 years ago. Is Ghana on the right path? It has a reputation for being the good kid in a rough neighborhood over there in West Africa. QUIST-ARCTON: I feel it depends who you are. As you heard there, former President Rawlings was bringing up more of the political reasons why he feels Ghana is not on the right path, but local Ghanaians talk about the economic reasons. You know, they talk about the fact that 50 years on, there are areas even in the capital Accra that don't have running water. Electricity has become an issue. And why is Ghana spending $20 million on this year-long celebration when for ordinary Ghanaians, life is still difficult and poverty still exists? But then many other Ghanaians are saying, look. This is all relative. You got to keep it in perspective. Look at Ghana. We have been a peaceful country. Look at the region. Liberia has had a civil war. Sierra Leone has had a civil war, Guinea's in turmoil. Across the border in Ivory Coast, there's still turmoil after the civil war. Ghana is at least stable and peaceful, and that is, at least, a dividend. But many Ghanaians are saying that's not good enough. Ghana has got to really push forward - as Kwame Nkrumah used to say, forward ever, backward never. CHIDEYA: Well, Ofeibea, thank you for giving us a firsthand report on your nation's 50th anniversary of freedom. QUIST-ARCTON: There you go. CHIDEYA: NPR's Ofeibea Quist-Arcton spoke to us from Ghana's capital, Accra. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/03/07/7754912/ghana-celebrates-50-years-as-independent-nation"
        },
        {
            "headline": "Ghana Marks 50th Anniversary, and Some Regrets",
            "author": "By  \n\n\n      Ofeibea Quist-Arcton",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 6,
                "year": 2007
            },
            "article_content": "Motorists pass a monument dedicated to Ghana's independence in the capital of Accra.\n                \n                    \n                    Kambou Sia/AFP/Getty Images\n                    \n                \nhide caption Motorists pass a monument dedicated to Ghana's independence in the capital of Accra. Ghana turns 50 today, and it's planning nationwide celebrations that will be attended by dignitaries from around the world. The West African nation was the first sub-Saharan African country to obtain its independence from colonial rule. Formed from the British colonies of Gold Coast and Togoland, Ghana achieved independence from Britain in 1957. But there are mixed feelings about Ghana's 50th anniversary — about its origins, its promise, and its current state. Ghana was considered by many as a beacon and a continental trailblazer, the first along the path to freedom for Africa. British Prime Minister Harold MacMillan described it as the \"wind of change\" that was followed by many more African countries over the next 20 years. Ghana's arresting red, gold and green flag — with the black star of freedom emblazoned in the center — is everywhere, adorning street lamp posts, fluttering in people's hands and on their cars, and used as scarves and belts. But 50 years on, not all Ghanaians feel the golden jubilee is worth celebrating.  They say it is time for sober reflection, to take stock of what has and has not been achieved in the five decades since independence. Ghana, whose creation was greeted with such high hopes around the continent, suffered successive military coups d'etat, political repression and years of economic stagnation. Ghana was once the world's top exporter of cocoa and a leading producer of gold. But many say the hopes of Dr. Kwame Nkrumah, Ghana's first leader and chief architect of independence, have been sorely diminished. They point to continuing unemployment in this nation of 20 million; its erratic water and electricity service. For some, there's virtually no tap water, and in those families, schoolchildren must wait in long lines at water pumps in the morning before they can attend classes. There are complaints that the $20 million dollars earmarked for celebrating Ghana's 50th year could have been better spent on poverty relief and expanding utilities. But it is not only ordinary Ghanaians complaining that there is little to celebrate. Two men have dominated the political limelight in Ghana: Kwame Nkrumah, deposed in a military coup in 1966; and retired Flight Lt. Jerry John Rawlings. Rawlings first seized power in a 1979 coup before handing back civilian rule — only to stage a second coup in 1981.  He remained in power for almost 20 years, first as an unelected military ruler and then, after restoring multiparty democracy, as an elected president in 1992. He won a second election in 1996 against the man who is now president, John Agyekum Kufuor. Rawlings is credited with liberalizing the economy and enforcing painful World Bank-approved economic reforms and structural adjustment programs. But Rawlings is boycotting Ghana's anniversary celebrations, which were organized by Kufuor, who became president in 2000. Rawlings has accused Kufuor's democratically elected government of \"pervasive corruption at all levels, missed opportunities for genuine progress, nepotism, tribalism and known cases of political tortures and killings.\" Yet Ghana has a worldwide reputation as one of Africa's most stable countries in a volatile West African region.  Kufuor has been praised by the United States among others for building on and consolidating democracy and progress. Present-day Ghana still has a way to go, say many, including the country's most popular comedian and political commentator, Kwaku Sintim Misa.  In a \"Ghana@50\" performance Sunday night, Misa called on all the political leaders to end their petty squabbles, focus on the nation and the people and unite. Adopting a local dance, which features a few rapid steps forward, then as many steps backward, Misa said Kwame Nkrumah's pan-African vision was to unite the entire continent, not only Ghana.  So he appealed to all Ghanaians to stop pulling back, and to move forward, quoting Nkrumah's slogan, \"Forward Ever, Backward Never.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/03/06/7722412/ghana-marks-50th-anniversary-and-some-regrets"
        },
        {
            "headline": "Senegal's Wade Leads in Bid to Hold Presidency",
            "author": "By  \n\n\n      Ofeibea Quist-Arcton",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 26,
                "year": 2007
            },
            "article_content": "Millions of voters went to the polls in Senegal Sunday to pick a president, and early returns put incumbent Abdoulaye Wade in the lead. There were long lines at the polling stations. \"I am very optimistic, because there is a very big mobilization for the vote,\" Wade said after casting his own vote. Supporters of the president, who is now in his 80s, hardly allowed him to speak without erupting into cheers. \"I'm going to win, I'm going to win — and I'm going to win in the first round,\" Wade insisted. Senegalese opposition challengers disagreed, saying that with 15 candidates in the race, no one could win the first round outright, and a runoff will have to follow. Meanwhile, Senegalese voters are glued to their radios, listening to results from around the country and abroad. They are eager to find out who will win, and what his priorities will be. In a turbulent region, prone to military coups and civil wars, Senegal has remained a relative oasis of stability in West Africa. And for voter Mary Diop, that's the key. \"What I want for Senegal is peace, peace, peace,\" she said in French. \"Peace is essential, because without peace you cannot build a country.\" El Mamadou Mactar Thiam said he was voting for change, because he felt the president had not fulfilled his pledges to young people. And like many young voters, he talked about the harrowing images of thousands of young Senegalese, crammed into wooden fishing boats, leaving the country in search of jobs in Europe. Thousands are believed to have drowned in the Atlantic Ocean, making the dangerous 600-mile crossing on the open seas, trying to reach the Spanish Canary Islands. \"They have lost their hope, because this country is quite difficult,\" he said. \"They want to help their parents, but they have no money. Moreover, they think if they go there, they will have money to help their parents. That's why they take pirogue (boats) to go abroad. On the one hand, if they go there — if they don't die on the way — it's a good thing. But if they die, it's bad.\" Many Senegalese complain that when they voted for Wade in 2000 he promised progress and jobs. Now they point to crippling unemployment, continuing poverty, power cuts and water shortages. Others say the president can't control international economic forces. Mame Seye Soumare, 25, who voted for Wade, said you can't blame the president because he doesn't dictate market prices for oil and other commodities. Wade hopes millions of voters share her perspective.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/02/26/7599110/senegals-wade-leads-in-bid-to-hold-presidency"
        },
        {
            "headline": "Between Two Worlds: 'My Name Is Iran'",
            "author": "Renee Montagne",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 9,
                "year": 2007
            },
            "article_content": "While in Boston, Davar Ardalan dabbled in modeling, posing here like Brooke Shields in her famous Calvin Klein ad, 1982.\n                \n                    \n                    Dan Alex\n                    \n                \nhide caption While in Boston, Davar Ardalan dabbled in modeling, posing here like Brooke Shields in her famous Calvin Klein ad, 1982. The author, wearing a chador in the holy city of Mashhad, Iran in 1985.\n                \n                    \n                    Family Photo\n                    \n                \nhide caption Author Iran Davar Ardalan, a producer for Morning Edition, first began telling her story about Iran in a series that aired on the radio program three years ago. Her new memoir, My Name Is Iran, tells the story of three generations of Iranian-American women, who move back and forth between the countries and the cultures. When Ardalan was just an infant, her family traveled to Iran, where she lived for years. She dropped the name \"Iran\" after the 1979 Iranian Revolution brought her back to America. By the age of 18, Ardalan had returned to Iran to embrace the revolution, and an arranged marriage. She became a news anchor, reading content that reflected the sentiment in Iran at the time: anti-West, anti-America, anti-Israel. Eventually, she became disillusioned and felt that the Islamic revolution was superficial and hypocritical. \"Right now,\" she says, \"I feel more American. That is because I feel Iran is still in turmoil. It's been in the West where I have been able to step back and find myself, but I am finally proud to say my name is Iran.\" A Memoir by Davar Ardalan Hardcover, 323 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/01/09/6743192/between-two-worlds-my-name-is-iran"
        },
        {
            "headline": "What Happened to Russian Democracy?",
            "author": "By  \n\n\n      Gregory Feifer",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 8,
                "year": 2007
            },
            "article_content": "The fourth report in a five-part series. Russian President Boris Yeltsin (center) speaks from atop a tank in front of the White House, Russia's parliament building, in August 1991. His defiance marked the beginning of the end of the Soviet Union.\n                \n                    \n                    Reuters/Corbis\n                    \n                \nhide caption Russian President Boris Yeltsin (center) speaks from atop a tank in front of the White House, Russia's parliament building, in August 1991. His defiance marked the beginning of the end of the Soviet Union. Yeltsin forgot that KGB guys have special knowledge about how to be loyal players on their bosses' team. But what's happening in their souls, nobody knows, including themselves. Boris Nemtsov, referring to Vladimir Putin Learn more about Nemtsov and other opposition leaders. When then-President Boris Yeltsin stood on a tank in 1991, waving a fist in defiance of communist hard-liners, he heralded a new dawn for Russia. The Soviet Union collapsed months later, promising to usher in a new era of Western-style democracy. But at the end of Yeltsin's rule, eight years later, democracy had become a dirty word for most Russians. President Vladimir Putin often is praised for bringing an end to what some see as a reign of lawlessness and corruption under Yeltsin, his predecessor. But not everyone agrees. Some officials who ran the government under Yeltsin say Putin has put an end to a period of positive change. Russians: Better Off Now? At the teeming Yaroslavsky railway station in central Moscow, suburban trains deliver a steady flow of passengers to the bustling capital. These aren't the wealthy Muscovites who have profited from Russia's oil-fueled economic boom. But when asked about the 1990s, many of those riding the trains say life is better now than it was back then. Bank teller Alla Lavrova says she sees the Yeltsin era as a period of government collapse. Many negative things, such as organized crime and killings, came with \"freedom,\" she says. \"The authorities weren't able to deal with any of it.\" More than that, many believe a handful of Kremlin-connected insiders stole the state's most valuable assets. While those fat cats were getting rich, skyrocketing inflation was wiping out most ordinary Russians' savings. Fears of Instability Led to Rise of Authoritarian Putin Former First Deputy Prime Minister Boris Nemtsov was one of the Yeltsin era's \"young reformers.\" He says that negative view of the 1990s is pervasive, and it has fed a desire to return to strong, stable leadership, creating huge popular support for the authoritarian Putin. Most Russians equate democracy with what happened in the '90s: rising poverty, homelessness and unemployment. \"People connect economic problems and freedom,\" Nemtsov says. But he says it is wrong to think of the Yeltsin years as a period of chaos, since most Russians don't realize what a mess the country was in when communism finally collapsed. Yevgeny Yasin, economy minister at the time, says food supplies were in danger of running out. \"It was a question of survival, and we didn't have the luxury of time,\" he says. \"We had to take radical measures as quickly as possible to avert hunger and save the country.\" The government freed prices from state control and privatized tens of thousands of state enterprises. The first to be sold at auction, in 1992, was the Bolshevik Biscuit Factory. French Danone bought the firm soon after it was privatized, and it is now one of the most successful cookie brands in Russia. Democratic Strides in Yeltsin Era Undermined by Missteps But economic transformation was only part of the government's reform effort. Former parliamentarian Lev Ponomaryov helped found the country's first democratic political movement. He says the 1990s were a period of dynamic progress. \"We laid the legislative foundation for a democratic government,\" Ponomaryov says. \"It was a huge development that will be positively evaluated in history books. That's unquestionable.\" But some say the 1990s reforms were mishandled. Liberal Yabloko Party leader Grigory Yavlinsky, a former presidential candidate, criticizes Yeltsin for manipulating national television during his re-election campaign in 1996. Yavlinsky says he has \"no doubts\" that Yeltsin's actions set a precedent for Putin's subsequent crackdown against the free press and other authoritarian measures. Economic crisis in 1998 derailed the plan to create a middle class that would support continued Westernization. The mishandled privatization of the country's oil assets gave fantastic wealth to a handful of Kremlin insiders, but also gave privatization a bad name. Fear, Prosperity Support Political Culture Yeltsin was sick and unpopular by then, and most Russians believe he picked Putin to succeed him because he believed the former KGB officer would save him from possible arrest — as political retribution — if the opposition came to power after he stepped down. Some say Yeltsin undermined his entire reform effort by saving his own skin. But ex-reformer Nemtsov says Yeltsin believed Putin would continue his policies. \"Yeltsin forgot that KGB guys have special knowledge about how to be loyal players on their bosses' team,\" he says. \"But what's happening in their souls, nobody knows, including themselves.\" Nemtsov says once in power, Putin was able to capitalize on most Russians' belief that democracy means chaos, which enabled political clans in the Kremlin to retake control of the economy. Opposition leader Yavlinsky says the new system reminds him of the Soviet state-planning agency, Gosplan. Once again, what goes on behind the Kremlin's crenellated brick walls is a mystery to everyone outside them. Some believe that is part of a traditional political culture in Russia, which is highly effective at creating just enough fear — and distributing just enough prosperity — to keep itself in place. Most believe as long as high energy prices continue sustaining that system, things won't change any time soon.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2007/03/08/7762959/what-happened-to-russian-democracy"
        },
        {
            "headline": "Wish Lists for Santa, Politicians in Milford, N.H.",
            "author": "Melissa Block",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 11,
                "year": 2007
            },
            "article_content": "Santa — like many presidential hopefuls — visits the Oval, the town center in Milford, N.H.\n                \n                    \n                    Melissa Block, NPR\n                    \n                \nhide caption Santa — like many presidential hopefuls — visits the Oval, the town center in Milford, N.H. All Things Considered has been visiting Milford, N.H., periodically to talk with residents about their presidential options before the nation's first primary Jan. 8. Melissa Block was there last weekend for annual Christmas festivities. She talked with local Democrats, Republicans and independent or undeclared voters about how they're deciding which candidates to back.",
            "bias": "working class",
            "url": "https://www.npr.org/2007/12/11/17142817/wish-lists-for-santa-politicians-in-milford-n-h"
        },
        {
            "headline": "Key Labor Groups Endorse Edwards",
            "author": "By  \n\n\n      Madeleine Brand\n    \n\n ,  \n\n\n\n\n\n\n\n      Frank Langfitt",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 4,
                "year": 2007
            },
            "article_content": "Democratic presidential candidate John Edwards picked up two major endorsements this weekend, from the United Steelworkers and the United Mine Workers of America.  ROBERT SMITH, host: This is DAY TO DAY. I'm Robert Smith. MADELEINE BRAND, host: And I'm Madeleine Brand. He may be a distant third in overall support among the Democratic presidential candidates, but big labor loves him. John Edwards received two major endorsements on Labor Day from the United Steel Workers and the United Mine Workers of America. Will it make a difference though? Here to talk about the labor vote is NPR's labor correspondent Frank Langfitt. Hi, Frank. FRANK LANGFITT: Hi, Madeleine. BRAND: Frank, John Edwards is substantially behind Senators Clinton and Obama in overall polling. He's doing quite well though with big labor. What's working for him there? LANGFITT: Well, what's really paying off is he's just made a tremendous effort with labor now for over two years. He's walked a lot of picket lines and he's really appealing to industrial unions like the steel workers, which have about 1.2 million members and retirees. And among the major candidates in the Democratic primary, he's been the most critical of trade, and so industrial unions are really gravitating towards that because they've lost so many jobs overseas. What he's hoping is that this kind of support is going to give him more credibility and lift him out of this third position. BRAND: And the frontrunners, Hillary Clinton and Barack Obama, what about them? Where are they with labor? LANGFITT: Well, Hillary Clinton has two smaller pieces of support from labor unions, including the machinists and the transportation workers. And Senator Obama doesn't have any yet. And that's really no surprise. You know, Senator Obama's message has been much more about transformation, changing the way Washington works. And that has appealed to a lot of elites in the party - doctors, lawyers, people like that. He's not been as strong on sort of lunch-bucket issues like health care and the off-shoring of jobs, which tend to really appeal to more middle-class and more working-class voters who've been very concerned about those issues. The other thing is that people know Senator Clinton a lot better. You know, she had eight years in the White House. And her husband is helpful. I was talking to a major union leader just a few weeks ago who described getting a call from Bill Clinton, who was saying, oh, I'm just calling to talk. You know, and the union leader just laughed because he knew that President Clinton would be calling about for an endorsement sooner or later. And I don't think you can underestimate that kind of influence. BRAND: Yeah, well, I mean, you know, the question being, does it really matter? You've got Obama and Clinton in first and second place in most polls and Edwards is nowhere near them. So does it really matter what big labor says or what it does? LANGFITT: Well, there's no question labor doesn't have the kind of influence that it had if you went back to the '50s and '60s when, you know, at least a third of workers in America were members of unions. It's now dramatically smaller than that. And one of the things in the primary is the unions often, while they're called organized labor, they're not that organized during the primaries. They tend to split their votes. What you saw last time around in 2004 is a number of big unions backed the wrong horses. They went with Richard Gephardt and Howard Dean. And of course it was John Kerry who came through. And there's no sign here that anyone's going to run the table either this time around. But they can have influence in particular places. I mean, I think it's going to be very interesting to look at Nevada because the Culinary Union is going to have a lot of influence there in Las Vegas. And it's going to be an early primary state. What you see more of is actually when you get into the general election, when they're behind one big candidate, particularly in Rust Belt states like Ohio and Michigan, they can really turn out the voters and they can really help in a general. BRAND: NPR's labor correspondent Frank Langfitt. Thank you very much. LANGFITT: Happy to do it. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "working class",
            "url": "https://www.npr.org/2007/09/04/14154835/key-labor-groups-endorse-edwards"
        },
        {
            "headline": "Medicare Money Problems Trigger Warning",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 24,
                "year": 2007
            },
            "article_content": "The Medicare health program's annual financial report reveals a system that is healthy at the moment, but has a bleak long-term prognosis. The report, released Monday, is sure to touch off a political firestorm due to recent actions that compel the federal government to address the problem. At the moment the trust fund that pays for hospital and nursing home care has enough money to last until the year 2019. That's a year longer than last year's projection. Still, Health and Human Services Secretary Michael Leavitt sees a problem. \"This year's spending has triggered ... for the very first time, a Medicare funding warning,\" Leavitt said. That \"warning\" is part of a mechanism created in 2003 by congressional Republicans. They wanted a way to keep closer tabs on the portion of Medicare that's funded by general taxes and Medicare premiums. Known as \"Part B,\" it covers doctor visits and other outpatient care. (Other funding for Medicare comes from payroll taxes.) The warning is triggered when, for two years in a row, Part B — and other Medicare funding from general revenues — are expected to exceed 45 percent of total Medicare spending within seven years. This year is the second year that has happened. Leavitt noted that the first action triggered by the warning comes from the White House. \"The warning requires that the president propose solutions to curb spending when he submits his 2009 budget,\" he said. That is due to happen next February. Then Congress is supposed to act on those recommendations by no later than next June. But the idea of major cuts to Medicare in what will by then be the middle of a presidential campaign seems highly unlikely to people like Bruce Vladeck, who steered the Medicare and Medicaid programs during the Clinton administration. He says the budget problem isn't really Medicare but health care costs in general, making it impossible for Medicare costs to slow down on their own. \"It's not really possible to get Medicare costs to grow at a substantially lower rate than that of health care costs in general and still provide the kind of access to healthcare that Medicare ... [patients] have been promised,\" said Vladeck, who now runs the University of Medicine and Dentistry of New Jersey. Another reason Congress isn't likely to act on the funding warning is because it's not much of a priority, critics say. Robert Greenstein, who heads the liberal Center on Budget and Policy Priorities, says Congress can't even bring itself to act on more minor funding recommendations made by its own Medicare experts. \"Any member of Congress that makes a statement this week about the trustees report ought to be tracked all year,\" he said, to see whether they've voted on recommendations that save money and help Medicare's finances. One such recommendation is that Congress cut funding for private health care maintenance organizations (HMO) that offer coverage through Medicare — something those HMOs are lobbying heavily against. Greenstein says that change alone could extend Medicare's solvency by an additional two years. With 78 million baby boomers creeping ever closer to Medicare eligibility, everyone agrees that something will have to be done to shore up the program's finances. What no one agrees on — is what.",
            "bias": "medicare",
            "url": "https://www.npr.org/2007/04/24/9794068/medicare-money-problems-trigger-warning"
        }
    ]
}