{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class"
    ],
    "Articles": [
        {
            "headline": "Obama: The First Truly American President",
            "author": "By  \n\n\n      John Ridley",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 19,
                "year": 2009
            },
            "article_content": "Can you have a narrative more American than Obama's?\n                \n                    \n                    Dennis Brack/Getty Images\n                    \n                \nhide caption Considering all the price gouging going on with hotel rooms in D.C., Barack Obama's inauguration is apparently history in the making. But as we observe this epic, monumental, never-been-done-before achievement, what exactly are we celebrating? If Toni Morrison is to be believed, William Jefferson Clinton, \"white skin notwithstanding,\" was our first black president. As Morrison's got both a Nobel and a Pulitzer, I for one am not going to argue with her. And Obama, being biracial, is only black in the strictest sense. It's not even correct to say that Obama is the first minority to hold the highest office in the land. Every white guy ever elected is co-owner of that distinction. As far back as the first census in 1790 white men were just 41 percent of the population and have been trending downward ever since (32 percent in 2007). So, if it's not really about race or minority status, maybe the big deal we feel churning in our collective guts is something as bold as this: that Barack Obama is our first truly American president. Can you have a heritage more American than Obama's? The literal marriage of the immigrant and native. Born in our most diverse state. One without an ethnic majority, but where people of mixed race make up some 20 percent of the total population. There is nothing about Obama's background that isn't truth to the tired saw of the American melting pot. And can you have a narrative more American than Obama's? In the most Horatio Algeresque fashion, he lifted himself up from the from a swamp of food stamps and went on to study at the best universities. Despite his Ivy League pedigree, Obama skips his shot at easy millions, becomes one of those much maligned \"do nothing\" community organizers, bucks the system, fights the old school and ends up president. Frank Capra in his heyday couldn't commit to film a more finely tuned ode to Yankee gumption. And would it have been possible to have had an election more American than Obama's? One that put the exclamation point on our long, slow crawl to civil rights. Not arrived at — as in decades and centuries past — through the righteousness of passive resistance, the threat of violence or the lever of those darn \"activist\" judges. It was just people by their own free will choosing to shut out the white noise of racial bias and flip the switch for the person they thought was the best for the job. Surely that's as American as mom's apple pie or dad's buddies buying you a baseball team. Every president to hold office has espoused some version of Americanism — the truths that we hold self-evident, even when those truths are not always in evidence. But for all their grand rhetoric and mostly good deeds, none was able to seal the deal on the trifecta of equality, plurality and socioeconomic ascendancy. Obama has. Obama is the more perfect union. He is a house united. Obama is the New Generation and the hot light of a dawn that goes way beyond clever talk of morning in America. Quite simply, quite plainly, just by virtue of his being, Obama is America. The first true American to lead our nation.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/sections/visibleman/2009/01/my_obligatory_inauguration_oba.html"
        },
        {
            "headline": "Musharraf: More U.S. Troops Needed In Afghanistan",
            "author": "By  \n\n\n      Corey Flintoff",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 8,
                "year": 2009
            },
            "article_content": "Pervez Musharraf ruled Pakistan for nearly nine years. He was forced to resign in August 2008, after mass protests broke out in response to his firing of top Pakistani judges.\n                \n                    \n                    Spencer Platt/Getty Images\n                    \n                \nhide caption Pervez Musharraf ruled Pakistan for nearly nine years. He was forced to resign in August 2008, after mass protests broke out in response to his firing of top Pakistani judges. Pervez Musharraf, the former president of Pakistan, is coy these days about whether he'd like to return home and run for the position that he once seized by force, but even in the United States, he talks like a man on the campaign trail. Musharraf appeared today on NPR's Talk of the Nation, fielding questions ranging from U.S. strategy in Afghanistan to the protection of Pakistan's nuclear arsenal from terrorists. A career Army man who seized power in a 1999 military coup, Musharraf stood by Pakistan's powerful military, even while saying he would need the support of the country's people to return to politics. NPR's Neal Conan asked the 66-year-old former president what advice he would give President Obama on strategy in Afghanistan. Would he support the counterterrorism approach, in which the U.S. would not increase its troop strength in Afghanistan, but would use intelligence information and airstrikes to hit al-Qaida and its leadership, Conan asked. Or would he support the counterinsurgency approach favored by the top U.S. commander in Afghanistan, who has said he'll need up to 40,000 more American troops to take and hold Afghan territory, and create security for the Afghan people? Musharraf insisted that the two strategies can't be separated because of the linkages between the terrorist group, al-Qaida, and the insurgents, the Taliban.  He said he \"totally\" supports Gen. Stanley McChrystal in his call for more American troops. Nuclear Weapons NPR Senior Analyst Ted Koppel pressed Musharraf on a key U.S. concern: the safe-keeping of Pakistan's nuclear warheads.  The issue was revived this year by reports that militants had attempted at least one attack on the country's nuclear facilities.  Pakistani officials have denied that any such attack took place. Musharraf insisted that Pakistan's nuclear weapons are in safe hands — guarded, he said, by an Army force of up to 18,000 troops and controlled by a command authority led by the president, the prime minister and top military officials. He addressed only peripherally the possibility that the command itself could allow weapons or nuclear materials to fall into militant hands. \"Politically, Pakistan cannot in the foreseeable future be ruled by an extremist group that has sympathy with the terrorists,\" Musharraf said. U.S. Aid The former general said he sides with the Pakistani military in its anger over the conditions that could be attached to a U.S. aid bill that would triple the amount of development funding to $1.5 billion a year. Pakistani military officials have complained that the bill, co-authored by Sens. John Kerry and Richard Lugar, contains \"humiliating\" conditions.  The bill stipulates, for instance, that the money could dry up if Pakistan fails to fight militants, including Taliban and al-Qaida fighters in the tribal regions along the Afghan border. The measure would also require Pakistan to provide information about networks that have supplied nuclear technology to other nations.  That is a reference to Pakistan's nuclear scientist A.Q. Khan, who was accused of selling his country's nuclear technology to countries such as Libya, Iran and North Korea. Musharraf complained repeatedly that although Pakistan has been touted as America's most important ally in the fight against terrorist groups, \"this most important ally is being treated with suspicion. We must be treated with trust and cooperation.\" Relations On other issues, Musharraf defended his country's preoccupation with what he called \"an existential threat to Pakistan\" from neighboring India.  U.S. officials have complained that military aid intended to help Pakistan fight militants on the Afghan border has been diverted to Pakistan's disputed border with India in Kashmir. Although he said that he believes peace with India is \"a requirement, a compulsion\" for both sides, he said the U.S. should not grudge Pakistan the right to take \"essential measures\" in response to the threat of an attack from India. That right, he said, would extend to any use Pakistan might make of American drone aircraft.  Musharraf said he did not agree with the U.S. use of drone attacks inside Pakistan. \"It has had tremendous negative fallout on the public of Pakistan, because it is considered a violation of our sovereignty,\" he said. Musharraf said he has always believed that the drones should be given to Pakistan, for use at Pakistan's discretion. The former general returned often to the theme of what he called \"the trust deficit that is increasing\" between the people of Pakistan and the U.S.  He said it traces back to the Pakistani feeling that the U.S. abandoned Pakistan after the defeat of the Soviets in Afghanistan in 1989. \"We were totally ditched,\" he said, accusing the U.S. of doing nothing to help Pakistan deal with some 4 million Afghan refugees or 25,000 Afghan fighters who later became Taliban. \"After 9/11,\" Musharraf said, \"when we decided to join the coalition, I was asked, 'What makes you think the U.S. is not going to dump us again?' \"",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2009/10/08/113610051/musharraf-more-u-s-troops-needed-in-afghanistan"
        },
        {
            "headline": "Craig Ferguson's Adventures As An 'Unlikely Patriot'",
            "author": "By  \n\n      By Craig Ferguson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 24,
                "year": 2009
            },
            "article_content": "Craig Ferguson is the host of CBS's The Late Late Show. His new memoir is American On Purpose: The Improbable Adventures of an Unlikely Patriot.\n\n                    \n                    Harper\n                    \n                \nhide caption Craig Ferguson is the host of CBS's The Late Late Show. His new memoir is American On Purpose: The Improbable Adventures of an Unlikely Patriot. When Craig Ferguson dropped out of high school at age 16, he had no idea what he wanted to do with his life.  In his new memoir, American On Purpose, Ferguson chronicles the story of his life, from Glasgow, to big time comedy, to becoming host of CBS's Late Late Show. \"I wanted to be a rock star,\" Ferguson writes, \"lauded and adored and worshipped, drunk, laid, gorgeous and dead by the age of 25. But that was too Byronic and romantic for a Protestant, working-class boy, so I put that idea on ice for a while and went for something similar, but more in my price range — I became an apprentice electrician.\" The Improbable Adventures of an Unlikely Patriot by Craig Ferguson Hardcover, 268 pages | Your purchase helps support NPR programming. How?",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2009/09/24/113118998/craig-fergusons-adventures-as-an-unlikely-patriot"
        },
        {
            "headline": "Kennedy, Lowery, Milk, O'Connor Among 'Medal Of Freedom' Honorees",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 30,
                "year": 2009
            },
            "article_content": "The White House just released the names of 16 people receiving the Presidential Medal of Freedom this year, and they include some of the world's most prominent lawmakers, scientists and artists. As the announcement says: America's highest civilian honor, the Medal of Freedom is awarded to individuals who make an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors. Here is the official White House list of those being honored on Aug. 12. As you can see, two awards are posthumous: -- Nancy Goodman Brinker is the founder of Susan G. Komen for the Cure, the world's leading breast cancer grass roots organization. Brinker established the organization in memory of her sister, who passed away from breast cancer in 1980. Through innovative events like Race for the Cure, the organization has given and invested over $1.3 billion for research, health services and education services since its founding in 1982 and developed a worldwide grassroots network of breast cancer survivors and activists who are working together to save lives, empower people, ensure quality care for all and energize science to find cures. Brinker has received several awards for her work, and has also served in government as U.S. Ambassador to Hungary (2001 -- 2003), Chief of Protocol of the U.S. (2007 -- 2009), and Chair of the President's Cancer Panel (1990). In May, Nancy Goodman Brinker was named the first-ever World Health Organization's Goodwill Ambassador for Cancer Control. -- Dr. Pedro Jose Greer is a physician and the Assistant Dean of Academic Affairs at the Florida International University School of Medicine, where he also serves as Chair of the Department of Humanities, Health and Society. Dr. Greer is the founder of Camillus Health Concern, an agency that provides medical care to over 10,000 homeless patients a year in the city of Miami. He is also the founder and medical director of the St. John Bosco Clinic which provides basic primary medical care to disadvantaged children and adults in the Little Havana community. He has been recognized by Presidents Clinton, Bush, Sr., and Carter for his work with Miami's poor. He is also the recipient of three Papal Medals as well as the prestigious MacArthur \"genius grant\". He currently has a joint private practice with his father, Pedro Greer, Sr. -- Stephen Hawking is an internationally-recognized theoretical physicist, having overcome a severe physical disability due to motor neuron disease. He is the Lucasian Professor of Mathematics at Cambridge University, a post previously held by Isaac Newton in 1669. In addition to his pioneering academic research in mathematics and physics, Hawking has penned three popular science books, including the bestselling A Brief History of Time. Hawking, a British citizen, believes that non-academics should be able to access his work just as physicists are, and has also published a children's science book with his daughter. His persistence and dedication has unlocked new pathways of discovery and inspired everyday citizens. -- Jack Kemp, who passed away in May 2009, served as a U.S. Congressman (1971 -- 1989), Secretary of Housing and Urban Development (1989 -- 1993), and Republican Nominee for Vice President (1996). Prior to entering public service, Kemp was a professional football player (1957 -- 1969) and led the Buffalo Bills to American Football League championships in 1964 and 1965. In Congress and as a Cabinet Secretary, Kemp was a self-described \"bleeding heart conservative\" who worked to encourage development in underserved urban communities. In the years leading up to his death, Kemp continued seeking new solutions, raising public attention about the challenge of poverty, and working across party lines to improve the lives of Americans and others around the world. -- Senator Edward M. Kennedy has served in the United States Senate for forty-six years, and has been one of the greatest lawmakers -- and leaders -- of our time. From reforming our public schools to strengthening civil rights laws and supporting working Americans, Senator Kennedy has dedicated his career to fighting for equal opportunity, fairness and justice for all Americans. He has worked tirelessly to ensure that every American has access to quality and affordable health care, and has succeeded in doing so for countless children, seniors, and Americans with disabilities. He has called health care reform the \"cause of his life,\" and has championed nearly every health care bill enacted by Congress over the course of the last five decades. Known as the \"Lion of the Senate,\" Senator Kennedy is widely respected on both sides of the aisle for his commitment to progress and his ability to legislate. -- Billie Jean King was an acclaimed professional tennis player in the 1960s and 1970s, and has helped champion gender equality issues not only in sports, but in all areas of public life. King beat Bobby Riggs in the \"Battle of the Sexes\" tennis match, then the most viewed tennis match in history. King became one of the first openly lesbian major sports figures in America when she came out in 1981. Following her professional tennis career, King became the first woman commissioner in professional sports when she co-founded and led the World Team Tennis (WTT) League. The U.S. Tennis Association named the National Tennis Center, where the US Open is played, the Billie Jean King National Tennis Center in 2006. -- Reverend Lowery has been a leader in the U.S. civil rights movement since the early 1950s. Rev. Lowery helped organize the Montgomery bus boycott after Rosa Parks was denied a seat, and later co-founded the Southern Christian Leadership Conference, a leading civil rights organization, with Dr. Martin Luther King, Jr. Rev. Lowery led the march from Selma to Montgomery in 1965. Rev. Lowery is a minister in the United Methodist Church, and has continued to highlight important civil rights issues in the U.S. and worldwide, including apartheid in South Africa, since the 1960s. -- Dr. Joseph Medicine Crow, the last living Plains Indian war chief, is the author of seminal works in Native American history and culture. He is the last person alive to have received direct oral testimony from a participant in the Battle of the Little Bighorn: his grandfather was a scout for General George Armstrong Custer. A veteran of World War II, Medicine Crow accomplished during the war all of the four tasks required to become a \"war chief,\" including stealing fifty Nazi SS horses from a German camp. Medicine Crow was the first member of his tribe to attend college, receiving his master's degree in anthropology in 1939, and continues to lecture at universities and notable institutions like the United Nations. His contributions to the preservation of the culture and history of the First Americans are matched only by his importance as a role model to young Native Americans across the country. -- Harvey Milk became the first openly gay elected official from a major city in the United States when he was elected to the San Francisco Board of Supervisors in 1977. Milk encouraged lesbian, gay, bisexual, and transgender (LGBT) citizens to live their lives openly and believed coming out was the only way they could change society and achieve social equality. Milk, alongside San Francisco Mayor George Moscone, was shot and killed in 1978 by Dan White, a former city supervisor. Milk is revered nationally and globally as a pioneer of the LGBT civil rights movement for his exceptional leadership and dedication to equal rights. -- Justice Sandra Day O'Connor was the first woman ever to sit on the United States Supreme Court. Nominated by President Reagan in 1981, she served until her retirement in 2006. Prior to joining the Supreme Court, O'Connor served as a state trial and appellate judge in Arizona. She was also as a member of the Arizona state senate, where she became the first woman in the United States ever to lead a state senate as Senate Majority Leader. At a time when women rarely entered the legal profession, O'Connor graduated Stanford Law School third in her class, where she served on the Stanford Law Review and was elected to the Order of the Coif. Since retiring from the Supreme Court in 2006, O'Connor has served as Chancellor of the College of William and Mary, on the Board of Trustees of the National Constitution Center, and participated in the Iraq Study Group in 2006, as well as giving numerous lectures on public service. She has received numerous awards for her outstanding achievements and public service. -- Sidney Poitier is a groundbreaking actor, becoming the top black movie star in the 1950s and 1960s. Poitier is the first African American to be nominated and win a Best Actor Academy Award, receive an award at a top international film festival (Venice Film Festival), and be the top grossing movie star in the United States. Poitier insisted that the film crew on The Lost Man be at least 50% African American, and starred in the first mainstream movies portraying \"acceptable\" interracial marriages and interracial kissing. Poitier began his acting career without any training or experience by auditioning at the American Negro Theatre. -- Chita Rivera is an accomplished and versatile actress, singer, and dancer, who has won Two Tony Awards and received seven more nominations while breaking barriers and inspiring a generation of women to follow in her footsteps. In 2002, she became the first Hispanic recipient of the coveted Kennedy Center Honor. Propelled to stardom by her electric performance as Anita in the original Broadway premiere of West Side Story, Rivera went on to star in additional landmark musicals such as Chicago, Bye Bye BirdieJerry's Girls. She recently starred in The Dancer's Life, an autobiographical musical about her celebrated life in the theatre. -- Mary Robinson was the first female president of Ireland (1990 -- 1997) and a former United Nations High Commissioner for Human Rights (1997 -- 2002), a post that required her to end her presidency four months early. Robinson served as a prominent member of the Irish Senate prior to her election as president. She continues to bring attention to international issues as Honorary President of Oxfam International, and Chairs the Board of Global Alliance for Vaccines and Immunizations (GAVI Alliance). Since 2002 she has been President of Realizing Rights: The Ethical Globalization Initiative, based in New York, which is an organization she founded to make human rights the compass which charts a course for globalization that is fair, just and benefits all. -- Janet Davison Rowley, M.D., is the Blum Riese Distinguished Service Professor of Medicine, Molecular Genetics & Cell Biology and Human Genetics at The University of Chicago. She is an American human geneticist and the first scientist to identify a chromosomal translocation as the cause of leukemia and other cancers. Rowley is internationally renowned for her studies of chromosome abnormalities in human leukemia and lymphoma, which have led to dramatically improved survival rates for previously incurable cancers and the development of targeted therapies. In 1999 President Clinton awarded her the National Medal of Science -- the nation's highest scientific honor. -- Desmond Tutu is an Anglican archbishop emeritus who was a leading anti-apartheid activist in South Africa. Widely regarded as \"South Africa's moral conscience,\" he served as the General Secretary of the South African Council of Churches (SACC) from 1978 -- 1985, where he led a formidable crusade in support of justice and racial reconciliation in South Africa. He received a Nobel Peace Prize for his work through SACC in 1984. Tutu was elected Archbishop of Cape Town in 1986, and the Chair of the South Africa Truth and Reconciliation Commission in 1995. He retired as Archbishop in 1996 and is currently Chair of the Elders. -- Dr. Muhammad Yunus is a global leader in anti-poverty efforts, and has pioneered the use of \"micro-loans\" to provide credit to poor individuals without collateral. Dr. Yunus, an economist by training, founded the Grameen Bank in 1983 in his native Bangladesh to provide small, low-interest loans to the poor to help better their livelihood and communities. Despite its low interest rates and lending to poor individuals, Grameen Bank is sustainable and 98% of its loans are repaid -- higher than other banking systems. It has spread its successful model throughout the world. Dr. Yunus received the Nobel Peace Prize in 2006 for his work.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/thetwo-way/2009/07/hawking_kennedy_lowery_milk_oc.html"
        },
        {
            "headline": "Zuma Favored To Win South Africa Elections",
            "author": "By  \n\n\n\n\n\n\n\n      Michel Martin\n    \n\n ,  \n\n\n      Charlayne Hunter-Gault",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 23,
                "year": 2009
            },
            "article_content": "South Africa's ruling party leader Jacob Zuma waves at a press conference in Johannesburg on April 21, one day ahead of general elections.\n                \n                    \n                    Alexander Joe/AFP/Getty Images\n                    \n                \nhide caption More than 20 million South African voters headed to the polls yesterday in the fourth fully democratic election in the nation's history. Officials are still counting ballots, but the country's ruling party, the African National Congress (ANC), is widely expected to maintain power. And that makes it almost certain that the party will appoint the controversial Jacob Zuma, who unashamedly practices polygamy, as the country's next president. NPR's Charlayne Hunter-Gault reports from Johannesburg on the challenges Zuma likely faces once he takes office.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/04/23/103397415/zuma-favored-to-win-south-africa-elections"
        },
        {
            "headline": "Obama Inherits Wars, Poverty and Crises Abroad",
            "author": "By  \n\n      David Sanger",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 13,
                "year": 2009
            },
            "article_content": "David Sanger is chief Washington correspondent for The New York Times. His latest book is The Inheritance: The World Obama Confronts and the Challenges to American Power.\n\n                    \n                    Ralph Alswang\n                    \n                \nhide caption In his new book, The Inheritance, David Sanger writes about the multiple foreign policy challenges President-elect Barack Obama will face when he takes office. In addition to threats from abroad, Obama will also need to address domestic issues, such as the faltering American economy. NPR's senior news analyst Ted Koppel joins Sanger in a discussion of how the economy and other inheritances at home will affect Obama's foreign policy agenda. The World Obama Confronts and the Challenges to American Power by David E. Sanger Hardcover, 498 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/01/13/99297736/obama-inherits-wars-poverty-and-crises-abroad"
        },
        {
            "headline": "Historian Wrestles With 'The Clinton Tapes'",
            "author": "By  \n\n      Taylor Branch",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 7,
                "year": 2009
            },
            "article_content": "Historian Taylor Branch won the Pulitzer Prize for Parting the Waters: America in the King Years, 1954-63.\n\n                    \n                    J. Brough Schamp\n                    \n                \nhide caption Historian Taylor Branch won the Pulitzer Prize for Parting the Waters: America in the King Years, 1954-63. Taylor Branch's book, The Clinton Tapes, documents dozens of private interviews with the former president.  Branch had unique access to President Bill Clinton during his years in the Oval Office, and recorded 79 exclusive interviews with him. Clinton later used the tapes as he wrote his memoir, My Life.  Branch had his own detailed notes on the interviews, which he wrote down after every meeting.  He drew upon those notes, in addition to the hours of recorded conversations, to write The Clinton Tapes. Political Junkie Ken Rudin joins Branch to talk about the Clinton years, and stories heating up in political circles. Wrestling History with the President by Taylor Branch Hardcover, 707 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/10/07/113579230/historian-wrestles-with-the-clinton-tapes"
        },
        {
            "headline": "Bill Clinton: Obama Is Facing 'Weighty Decision'",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 24,
                "year": 2009
            },
            "article_content": "Former President Bill Clinton, seen speaking at Tuesday's Clinton Global Initiative meeting, says of current climate talks: \"America will be seen, if we walk away again, as yesterday's country by a lot of people.\"\n                \n                    \n                    Spencer Platt/Getty Images\n                    \n                \nhide caption Former President Bill Clinton, seen speaking at Tuesday's Clinton Global Initiative meeting, says of current climate talks: \"America will be seen, if we walk away again, as yesterday's country by a lot of people.\" In an NPR interview, former President Clinton urged patience while President Obama determines a way forward in the increasingly complex and deadly eight-year war in Afghanistan. \"If he asks us to give him the time to see how the Afghan political situation resolves itself, and how that might affect his decision,\" Clinton said, \"I think that's time we ought to give him. \"This is a weighty decision for him, and he wants to make the right one,\" Clinton said. In a wide-ranging interview with NPR's Linda Wertheimer for Friday's Morning Edition, Clinton gave Obama good marks for \"moving in the right direction\" on the economy, health care, climate change and Afghanistan. Clinton is presiding this week over the fifth annual meeting of his Clinton Global Initiative in New York. He also predicted that Congress would approve a health care overhaul bill this year. And he said the United States risks being viewed as \"yesterday's country\" if it fails this year to ratify the Kyoto Protocol international climate change pact. Obama's Afghanistan Decision Clinton waded into the middle of the controversy over how to proceed militarily in Afghanistan. A leaked report from Gen. Stanley McChrystal, the commander of U.S. and NATO troops in Afghanistan, painted a dire picture of the chances for success there without an influx of as many as 40,000 troops. McChrystal's assessment is basically an \"updated, applied Afghan version\" of the military's successful Iraq troop buildup in 2007, the former president said. And that formula, he said, won't translate now in Afghanistan because of conditions on the ground, including the disputed Aug. 20 presidential election, a recount to determine the legitimacy of President Hamid Karzai, and deteriorating security. In sports parlance, Afghanistan, like Iraq, is an away game for the American team. We've got to have a hometown partner. Bill Clinton \"Let's remember why the Iraqi surge worked,\" Clinton said. \"It worked because the United States and our allies performed well,\" and Sunni Iraqis were \"willing to put their own necks on the line. \"In sports parlance, Afghanistan, like Iraq, is an away game for the American team,\" he said. \"We've got to have a hometown partner.\" Unfinished Business? In his post-presidential years, Clinton, through his foundation, has tackled issues including global health and education, as well as climate change and poverty. Since 2005, the Clinton Global Initiative has secured $46 billion in commitments for its efforts. When asked by Wertheimer if he was \"on a mission to finish unfinished business\" of his own two-term presidency, Clinton replied: \"Maybe a little bit. \"But mostly I think that history's a relay race, and that when you're in a political job, you're supposed to get whatever you can do done,\" he said. \"And if you don't succeed, when you leave, you just keep on supporting everybody else who's trying to do it, and you wait for the time to be right.\" The time is right, he says, for a health care bill — even though it would likely fall short of one that he would \"write alone in a room by myself.\" Clinton said it would be \"enough for me\" if an overhaul bill would increase the number of people covered by insurance, prohibit insurance companies from denying coverage to people if they get sick or have a pre-exiting condition, and move the nation in the direction of higher quality care at a lower cost. \"Because I know this is going to take years to really rework this system,\" he said. Health Care, Then Climate Change Clinton also had advice for Congress on its plan to take up controversial climate change legislation: wait. \"I don't think Congress is capable of seriously taking up climate change while coming to grips with health care,\" he said. But after health care legislation is resolved, \"there needs to be an immediate swing to the climate change issue.\" He told Wertheimer he favors a bill that would require specific greenhouse gas reductions, because it \"concentrates the mind.\" And he predicted that there would be a lot of \"horse-trading and swapping and working through to get a bill.\" But if climate change legislation fails, Clinton said he would urge Obama to use his executive authority to effect change — much as the former president did with appliance efficiency standards. \"Let's have an all-out, massive national mobilization for energy efficiency,\" he said, predicting it would create jobs and \"give Americans the confidence they need to start moving again.\" He also urged Congress to ratify the Kyoto Protocol on climate change before representatives from 170 countries meet at the Copenhagen Climate Change Conference in December. Congress for more than a dozen years has resisted approving participation. \"America will be seen, if we walk away again, as yesterday's country by a lot of people,\" he said. \"We've got 10 years of experience where we see that the most energy efficient, clean-energy committed countries are actually performing better economically, with more equality and prosperity spread across the society than those who are trying to hold onto yesterday's way of producing and consuming energy,\" he said. Presidents Old And New During Obama's hard-fought presidential primary battle with Clinton's wife, now-Secretary of State Hillary Clinton, the former president had been critical of his wife's adversary. But Obama and Bill Clinton met recently for lunch, and Obama endorsed the former president's recent trip to North Korea to help secure the release of two American journalists. \"I was honored when they approved my going to North Korea — I was glad to do that,\" Clinton told Wertheimer, who asked how the two were getting along. \"And I immensely enjoyed the lunch we had.\" He praised Obama as a \"highly intelligent person who has put together a group of talented people, and they're thinking all the time. \"We have to have leaders today who can synthesize complex and apparently either contradictory or unrelated developments, and come up with a coherent strategy. He has the ability and the team to do that,\" Clinton said of Obama. Clinton said he feels a responsibility to stay involved in the issues of the day. \"I think any former president has a continuing lifetime obligation to help whenever you can,\" he said, \"and to meddle as little as you can.\" But, Clinton said, he enjoys talking to the new president, and he's most gratified by the relationship and partnership Obama and Hillary Clinton have formed.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/09/24/113163931/bill-clinton-obama-is-facing-weighty-decision"
        },
        {
            "headline": "A 'Shattered' Republican Party?",
            "author": "By  \n\n      Max Blumenthal",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 10,
                "year": 2009
            },
            "article_content": "Max Blumenthal is a fellow at The Nation Institute and Media Matters for America.\n                \n                    \n                    Derek Ketella/The Nation Institute\n                    \n                \nhide caption Max Blumenthal is a fellow at The Nation Institute and Media Matters for America. In his new book Republican Gomorrah: Inside the Movement that Shattered the Party, investigative reporter Max Blumenthal theorizes that a culture of \"personal crisis\" has transformed the Grand Old Party — and threatened its future. A documentary filmmaker and blogger, Blumenthal has written for The Nation, The Huffington Post and The Daily Beast. Inside the Movement That Shattered the Party by Max Blumenthal Hardcover, 394 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/09/10/112683449/a-shattered-republican-party"
        },
        {
            "headline": "Dobbs' Focus On Obama Birth Draws Fire To CNN",
            "author": "David Folkenflik",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 31,
                "year": 2009
            },
            "article_content": "On CNN and on radio, Lou Dobbs has recently devoted extensive time to \"birther\" conspiracy theories.\n                \n                    \n                    Karen Bleier/AFP/Getty Images\n                    \n                \nhide caption On CNN and on radio, Lou Dobbs has recently devoted extensive time to \"birther\" conspiracy theories. CNN has been positioning itself as the cable news channel that sticks to the facts, which it says distinguishes it from rivals MSNBC on the ideological left and and Fox News  on the right. But CNN host Lou Dobbs has put his employer on the defensive in recent days by repeatedly focusing on unfounded claims that President Obama wasn't born in the United States — despite reporting by CNN and other outlets confirming that he was. There's a reason this matters. If the president, whose father was Kenyan, had not been born in the U.S. and was then somehow not a natural-born citizen, he would not be eligible to be president. \"This is nonsense,\" says FactCheck.org director Brooks Jackson, a former senior investigative reporter for the Wall Street Journal and CNN itself. FactCheck.org is a nonpartisan outfit associated with the University of Pennsylvania's Annenberg Center. Its researchers examined and held candidate Obama's Hawaiian certificate of birth during last year's presidential campaign. Jackson says President Obama was born where he says he was. \"As a former CNN reporter, I believe this episode is an embarrassment to CNN,\" Jackson said. \"They have an anchor on there saying one thing and their reporters saying quite another.\" Mind you, Dobbs is not saying the president wasn't born in the U.S. In fact, the anchor has said he believes the president was. But Dobbs is repeatedly giving voice to a question I saw earlier this month posed on a giant billboard while driving south of Los Angeles: \"Where's the birth certificate?\" The billboard was paid for by World Net Daily, an Obama-bashing Web site. On CNN and on his nationally syndicated radio show, Dobbs has raised the same question repeatedly, in the face of statements verifying the details of Obama's birth from the Republican governor of Hawaii — a supporter of John McCain in the general election — and from the state health director. On July 20, for example, Dobbs told viewers of Lou Dobbs Tonight that the president's citizenship appeared in doubt: \"Seemingly the questions won't go away because they haven't been dealt with.\" The next day, also on CNN, Dobbs said the ball was in the president's court:  \"All he has to do is produce the original birth certificate.\" Or on his nationally syndicated radio show on July 22, when Dobbs defended his statements by saying, \"I believe Barack Obama is a citizen of the United States. I don't know what the reality is. Do I believe he's a citizen? Yes I do, absolutely.\" Or on Tuesday's radio show, when Dobbs joked that, \"In Hawaii, all you have to do is find someone who swears you're a citizen.\" Liberal activists from groups such as Media Matters and the Southern Poverty Law Center have slammed Dobbs, arguing that he's abetting an effort to delegitimize the president. Dobbs declined to comment. But Jon Klein, president of CNN's U.S. channel, said the critics have it backwards. Klein said Dobbs gives more attention to meaty stories such as U.S. military involvement abroad and the California state budget crisis than most television news shows. Klein disavowed responsibility for Dobbs' radio program, which is not syndicated by CNN. Dobbs takes a more skeptical line toward President Obama on the radio show. \"He's been anchoring for over 30 years. That is what he's doing. Lou Dobbs Tonight is now a straight news show,\" Klein told NPR. \"I urge everybody to watch it. Don't look for body language. Don't look for your own prejudices.\" In this case, Klein said, Dobbs is merely covering the controversy about the story — such as a town meeting at which Republican U.S. Rep. Mike Castle was heckled over President Obama's citizenship. In fact, Klein said, Dobbs is actually trying to dispel any confusion. In our interview, I noted that Dobbs was emphasizing that he believed that President Obama is a citizen, but was clearly indulging the idea that there is room for doubt. That sparked this exchange: KLEIN: We can have a Talmudic discussion forever, but, David, he's very clear about his thinking on this. There is no room for doubt about that. FOLKENFLIK: So you see Lou Dobbs as essentially putting this to rest. Lou Dobbs here is the truth-teller, as CNN is the fact-finder. Lou Dobbs essentially says this to dismiss these concerns, as opposed to explore or indulge them? KLEIN: He dismisses the concerns up front and then focuses on the phenomenon of people who cling to the belief. Dobbs was originally CNN's lead financial anchor, but he has reinvented himself in recent years as a populist crusading against what he characterizes as lenient federal policies toward illegal immigrants. Lou Dobbs Tonight is a solid performer for CNN, though its audience has dipped in size compared with a year ago. On July 29, the show drew 688,000 viewers, according to estimates from Nielsen Media Research. Former CNN anchor Aaron Brown said Dobbs' focus on the president's birth certificate represents his continued pursuit of ratings. \"It's not anything more than that. In this difficult time for CNN, Dobbs is struggling to find a number, and so he latches onto this,\" said Brown, now the Walter Cronkite professor of journalism at Arizona State University. \"This is a little bit like saying, to most people, 'Is the world flat or not?' We know it's not, but we're saying, 'People are asking questions.' \" Under Klein, CNN has taken great pride in stressing the channel's journalism. The partisan clashfest Crossfire was canceled. Reporters were sent to Indonesia back in January 2007 to test allegations that a young Barack Obama had been enrolled at a madrassah, where he would have been instructed in strict Islamic law. CNN (along with a reporter for The Associated Press) reported that was untrue. Some observers, including Brown, have praised CNN's recent election coverage. And this year, network executives issued a near-blanket ban on using helicopter footage of high-speed car chases, a staple of cable and local television newscasts. CNN also took pains to present the facts in this case. CNN's Kitty Pilgrim introduced the network's reporting on President Obama this way: \"There's overwhelming evidence that proves that his birth certificate is real. He was born in Honolulu on Aug. 4, 1961.\" She cited the governor's statements, the certification of birth record, even the contemporaneous birth announcements in the local newspaper. In fact, Pilgrim did all that on a program Dobbs knows well — Lou Dobbs Tonight — on a night when Dobbs was not himself on the air. But Dobbs roared right back in the days that followed. The anchor said he believed the president was a citizen — but that questions were being raised.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/07/31/111409944/dobbs-focus-on-obama-birth-draws-fire-to-cnn"
        },
        {
            "headline": "Investigative Journalist Probes CIA Secrets",
            "author": "By  \n\n      Jane Mayer",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 14,
                "year": 2009
            },
            "article_content": "Journalist Jane Mayer has written on the outsourcing of torture, the treatment of prisoners at Guantanamo and the search for Osama bin Laden.\n                \n                    \n                    The New Yorker\n                    \n                \nhide caption Journalist Jane Mayer has written on the outsourcing of torture, the treatment of prisoners at Guantanamo and the search for Osama bin Laden. Investigative journalist Jane Mayer discusses a secret CIA counterterrorism program designed to assassinate senior al-Qaida terrorists. The program was never fully put into action, but word of its parameters was withheld from Congress — reportedly on direct orders from then-Vice President Dick Cheney. A staff writer for The New Yorker, Mayer wrote about new CIA chief Leon Panetta last month in \"The Secret History: Can Leon Panetta move the CIA forward without confronting its past?\" Mayer is also the author of the book The Dark Side: The Inside Story of How the War on Terror Turned Into a War on American Ideals.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2009/07/14/106572828/investigative-journalist-probes-cia-secrets"
        },
        {
            "headline": "President Obama Tells Africans Future Is Up To Them",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 11,
                "year": 2009
            },
            "article_content": "President Barack Obama addresses the Ghanaian Parliament in Accra, Ghana, Saturday, July 11, 2009.\n                hide caption President Barack Obama's speech in Ghana today mixed an acknowledgment of the West's role in Africa's troubles with some straight talk about contributions Africans themselves have made to the too-often difficult conditions on so much of the continent. In a line that is likely to be the best remembered from the speech, the first African-American president to visit sub-Saharan Africa said \"We must start from the simple premise that Africa's future is up to Africans.\" The speech was meant as an encouragement to African self-empowerment and democratization. The White House chose Ghana, after all, because its democratic process appears to be on a stable track, with the West African nation experiencing a series of elections and peaceful power transfers. That's not to say that Ghana, despite its progress, doesn't share many problems found elsewhere in Africa: As Richard Joseph, a nonresident senior fellow at the Brookings Institution, recently noted: Nevertheless, the country faces substantial challenges. In last December's election, the virulence of party campaigns, deepening ethnic-bloc voting and the mobilization of vigilantes showed that Ghana has not yet crossed the frontier to intimidation-free electoral politics. In government, a bloated executive dominates and marginalizes parliament and the judiciary, and financial self-dealing among governing elites is again rampant. The prospect of oil revenue highlights the urgent need for improved and transparent systems of economic management. Forty percent of Ghanaians still live in poverty and thousands leave annually to seek a better life elsewhere. Pervasive unemployment among youths, as throughout Africa, is one of the tragic consequences of high fertility rates and low economic productivity. In any event, because Obama has direct African ancestry as the son of a Kenyan father, he could talk to Africans with a directness that even an African American president without that pedigree might have found more difficult. Knocking the idea of the African Big Man, the all powerful ruler who leads undemocratically through force and often plunders his country's wealth for themselves and their circles, leaders like the recently deceased Omar Bongo of Gabon or the still very much alive Robert Mugabe of Zimbabwe, Obama uttered another memorable line. He said: \"Africa doesn't need strongmen, it needs strong institutions. The speech had a lot that Africans would find encouraging, including Obama's promise of support for African efforts at democracy and good governance. But he didn't say anything about some of the major concerns in Africa, for example, the negative effect of U.S. farm subsidies on African farmers. Such subsidies have been blamed on reducing the prices Africans can get for their crops, reducing incomes on a continent where that has devastating effect. Meanwhile, the Chinese government and companies have and continue to invest heavily in Africa as they purchase significant amounts of oil and other resources, boosting growth rates around continent and giving less Democratic governments like Sudan's more staying power. The president was silent on these developments, offering Africans no compelling economic counterweight to the Chinese. Obama's speech is completely reprinted below: Good morning. It is an honor for me to be in Accra, and to speak to the representatives of the people of Ghana. I am deeply grateful for the welcome that I've received, as are Michelle, Malia, and Sasha Obama. Ghana's history is rich, the ties between our two countries are strong, and I am proud that this is my first visit to sub-Saharan Africa as President of the United States. I am speaking to you at the end of a long trip. I began in Russia, for a Summit between two great powers. I traveled to Italy, for a meeting of the world's leading economies. And I have come here, to Ghana, for a simple reason: the 21st century will be shaped by what happens not just in Rome or Moscow or Washington, but by what happens in Accra as well. This is the simple truth of a time when the boundaries between people are overwhelmed by our connections. Your prosperity can expand America's. Your health and security can contribute to the world's. And the strength of your democracy can help advance human rights for people everywhere. So I do not see the countries and peoples of Africa as a world apart; I see Africa as a fundamental part of our interconnected world -- as partners with America on behalf of the future that we want for all our children. That partnership must be grounded in mutual responsibility, and that is what I want to speak with you about today. We must start from the simple premise that Africa's future is up to Africans. I say this knowing full well the tragic past that has sometimes haunted this part of the world. I have the blood of Africa within me, and my family's own story encompasses both the tragedies and triumphs of the larger African story. My grandfather was a cook for the British in Kenya, and though he was a respected elder in his village, his employers called him \"boy\" for much of his life. He was on the periphery of Kenya's liberation struggles, but he was still imprisoned briefly during repressive times. In his life, colonialism wasn't simply the creation of unnatural borders or unfair terms of trade -- it was something experienced personally, day after day, year after year. My father grew up herding goats in a tiny village, an impossible distance away from the American universities where he would come to get an education. He came of age at an extraordinary moment of promise for Africa. The struggles of his own father's generation were giving birth to new nations, beginning right here in Ghana. Africans were educating and asserting themselves in new ways. History was on the move. But despite the progress that has been made -- and there has been considerable progress in parts of Africa -- we also know that much of that promise has yet to be fulfilled. Countries like Kenya, which had a per capita economy larger than South Korea's when I was born, have been badly outpaced. Disease and conflict have ravaged parts of the African continent. In many places, the hope of my father's generation gave way to cynicism, even despair. It is easy to point fingers, and to pin the blame for these problems on others. Yes, a colonial map that made little sense bred conflict, and the West has often approached Africa as a patron, rather than a partner. But the West is not responsible for the destruction of the Zimbabwean economy over the last decade, or wars in which children are enlisted as combatants. In my father's life, it was partly tribalism and patronage in an independent Kenya that for a long stretch derailed his career, and we know that this kind of corruption is a daily fact of life for far too many. Of course, we also know that is not the whole story. Here in Ghana, you show us a face of Africa that is too often overlooked by a world that sees only tragedy or the need for charity. The people of Ghana have worked hard to put democracy on a firmer footing, with peaceful transfers of power even in the wake of closely contested elections. And with improved governance and an emerging civil society, Ghana's economy has shown impressive rates of growth. This progress may lack the drama of the 20th century's liberation struggles, but make no mistake: it will ultimately be more significant. For just as it is important to emerge from the control of another nation, it is even more important to build one's own. So I believe that this moment is just as promising for Ghana -- and for Africa -- as the moment when my father came of age and new nations were being born. This is a new moment of promise. Only this time, we have learned that it will not be giants like Nkrumah and Kenyatta who will determine Africa's future. Instead, it will be you -- the men and women in Ghana's Parliament, and the people you represent. Above all, it will be the young people -- brimming with talent and energy and hope -- who can claim the future that so many in my father's generation never found. To realize that promise, we must first recognize a fundamental truth that you have given life to in Ghana: development depends upon good governance. That is the ingredient which has been missing in far too many places, for far too long. That is the change that can unlock Africa's potential. And that is a responsibility that can only be met by Africans. As for America and the West, our commitment must be measured by more than just the dollars we spend. I have pledged substantial increases in our foreign assistance, which is in Africa's interest and America's. But the true sign of success is not whether we are a source of aid that helps people scrape by -- it is whether we are partners in building the capacity for transformational change. This mutual responsibility must be the foundation of our partnership. And today, I will focus on four areas that are critical to the future of Africa and the entire developing world: democracy; opportunity; health; and the peaceful resolution of conflict. First, we must support strong and sustainable democratic governments. As I said in Cairo, each nation gives life to democracy in its own way, and in line with its own traditions. But history offers a clear verdict: governments that respect the will of their own people are more prosperous, more stable, and more successful than governments that do not. This is about more than holding elections -- it's also about what happens between them. Repression takes many forms, and too many nations are plagued by problems that condemn their people to poverty. No country is going to create wealth if its leaders exploit the economy to enrich themselves, or police can be bought off by drug traffickers. No business wants to invest in a place where the government skims 20 percent off the top, or the head of the Port Authority is corrupt. No person wants to live in a society where the rule of law gives way to the rule of brutality and bribery. That is not democracy, that is tyranny, and now is the time for it to end. In the 21st century, capable, reliable and transparent institutions are the key to success -- strong parliaments and honest police forces; independent judges and journalists; a vibrant private sector and civil society. Those are the things that give life to democracy, because that is what matters in peoples' lives. Time and again, Ghanaians have chosen Constitutional rule over autocracy, and shown a democratic spirit that allows the energy of your people to break through. We see that in leaders who accept defeat graciously, and victors who resist calls to wield power against the opposition. We see that spirit in courageous journalists like Anas Aremeyaw Anas, who risked his life to report the truth. We see it in police like Patience Quaye, who helped prosecute the first human trafficker in Ghana. We see it in the young people who are speaking up against patronage, and participating in the political process. Across Africa, we have seen countless examples of people taking control of their destiny, and making change from the bottom up. We saw it in Kenya, where civil society and business came together to help stop post-election violence. We saw it in South Africa, where over three quarters of the country voted in the recent election -- the fourth since the end of Apartheid. We saw it in Zimbabwe, where the Election Support Network braved brutal repression to stand up for the principle that a person's vote is their sacred right. Make no mistake: history is on the side of these brave Africans, and not with those who use coups or change Constitutions to stay in power. Africa doesn't need strongmen, it needs strong institutions. America will not seek to impose any system of government on any other nation -- the essential truth of democracy is that each nation determines its own destiny. What we will do is increase assistance for responsible individuals and institutions, with a focus on supporting good governance -- on parliaments, which check abuses of power and ensure that opposition voices are heard; on the rule of law, which ensures the equal administration of justice; on civic participation, so that young people get involved; and on concrete solutions to corruption like forensic accounting, automating services, strengthening hotlines, and protecting whistle-blowers to advance transparency and accountability. As we provide this support, I have directed my Administration to give greater attention to corruption in our Human Rights report. People everywhere should have the right to start a business or get an education without paying a bribe. We have a responsibility to support those who act responsibly and to isolate those who don't, and that is exactly what America will do. This leads directly to our second area of partnership -- supporting development that provides opportunity for more people. With better governance, I have no doubt that Africa holds the promise of a broader base for prosperity. The continent is rich in natural resources. And from cell phone entrepreneurs to small farmers, Africans have shown the capacity and commitment to create their own opportunities. But old habits must also be broken. Dependence on commodities -- or on a single export -- concentrates wealth in the hands of the few, and leaves people too vulnerable to downturns. In Ghana, for instance, oil brings great opportunities, and you have been responsible in preparing for new revenue. But as so many Ghanaians know, oil cannot simply become the new cocoa. From South Korea to Singapore, history shows that countries thrive when they invest in their people and infrastructure; when they promote multiple export industries, develop a skilled workforce, and create space for small and medium-sized businesses that create jobs. As Africans reach for this promise, America will be more responsible in extending our hand. By cutting costs that go to Western consultants and administration, we will put more resources in the hands of those who need it, while training people to do more for themselves. That is why our $3.5 billion food security initiative is focused on new methods and technologies for farmers -- not simply sending American producers or goods to Africa. Aid is not an end in itself. The purpose of foreign assistance must be creating the conditions where it is no longer needed. America can also do more to promote trade and investment. Wealthy nations must open our doors to goods and services from Africa in a meaningful way. And where there is good governance, we can broaden prosperity through public-private partnerships that invest in better roads and electricity; capacity-building that trains people to grow a business; and financial services that reach poor and rural areas. This is also in our own interest -- for if people are lifted out of poverty and wealth is created in Africa, new markets will open for our own goods. One area that holds out both undeniable peril and extraordinary promise is energy. Africa gives off less greenhouse gas than any other part of the world, but it is the most threatened by climate change. A warming planet will spread disease, shrink water resources, and deplete crops, creating conditions that produce more famine and conflict. All of us -- particularly the developed world -- have a responsibility to slow these trends -- through mitigation, and by changing the way that we use energy. But we can also work with Africans to turn this crisis into opportunity. Together, we can partner on behalf of our planet and prosperity, and help countries increase access to power while skipping the dirtier phase of development. Across Africa, there is bountiful wind and solar power; geothermal energy and bio-fuels. From the Rift Valley to the North African deserts; from the Western coast to South Africa's crops --Africa's boundless natural gifts can generate its own power, while exporting profitable, clean energy abroad. These steps are about more than growth numbers on a balance sheet. They're about whether a young person with an education can get a job that supports a family; a farmer can transfer their goods to the market; or an entrepreneur with a good idea can start a business. It's about the dignity of work. It's about the opportunity that must exist for Africans in the 21st century. Just as governance is vital to opportunity, it is also critical to the third area that I will talk about -- strengthening public health. In recent years, enormous progress has been made in parts of Africa. Far more people are living productively with HIV/AIDS, and getting the drugs they need. But too many still die from diseases that shouldn't kill them. When children are being killed because of a mosquito bite, and mothers are dying in childbirth, then we know that more progress must be made. Yet because of incentives -- often provided by donor nations -- many African doctors and nurses understandably go overseas, or work for programs that focus on a single disease. This creates gaps in primary care and basic prevention. Meanwhile, individual Africans also have to make responsible choices that prevent the spread of disease, while promoting public health in their communities and countries. Across Africa, we see examples of people tackling these problems. In Nigeria, an Interfaith effort of Christians and Muslims has set an example of cooperation to confront malaria. Here in Ghana and across Africa, we see innovative ideas for filling gaps in care -- for instance, through E-Health initiatives that allow doctors in big cities to support those in small towns. America will support these efforts through a comprehensive, global health strategy. Because in the 21st century, we are called to act by our conscience and our common interest. When a child dies of a preventable illness in Accra, that diminishes us everywhere. And when disease goes unchecked in any corner of the world, we know that it can spread across oceans and continents. That is why my Administration has committed $63 billion to meet these challenges. Building on the strong efforts of President Bush, we will carry forward the fight against HIV/AIDS. We will pursue the goal of ending deaths from malaria and tuberculosis, and eradicating polio. We will fight neglected tropical disease. And we won't confront illnesses in isolation -- we will invest in public health systems that promote wellness, and focus on the health of mothers and children. As we partner on behalf of a healthier future, we must also stop the destruction that comes not from illness, but from human beings -- and so the final area that I will address is conflict. Now let me be clear: Africa is not the crude caricature of a continent at war. But for far too many Africans, conflict is a part of life, as constant as the sun. There are wars over land and wars over resources. And it is still far too easy for those without conscience to manipulate whole communities into fighting among faiths and tribes. These conflicts are a millstone around Africa's neck. We all have many identities -- of tribe and ethnicity; of religion and nationality. But defining oneself in opposition to someone who belongs to a different tribe, or who worships a different prophet, has no place in the 21st century. Africa's diversity should be a source of strength, not a cause for division. We are all God's children. We all share common aspirations -- to live in peace and security; to access education and opportunity; to love our families, our communities, and our faith. That is our common humanity. That is why we must stand up to inhumanity in our midst. It is never justifiable to target innocents in the name of ideology. It is the death sentence of a society to force children to kill in wars. It is the ultimate mark of criminality and cowardice to condemn women to relentless and systematic rape. We must bear witness to the value of every child in Darfur and the dignity of every woman in Congo. No faith or culture should condone the outrages against them. All of us must strive for the peace and security necessary for progress. Africans are standing up for this future. Here, too, Ghana is helping to point the way forward. Ghanaians should take pride in your contributions to peacekeeping from Congo to Liberia to Lebanon, and in your efforts to resist the scourge of the drug trade. We welcome the steps that are being taken by organizations like the African Union and ECOWAS to better resolve conflicts, keep the peace, and support those in need. And we encourage the vision of a strong, regional security architecture that can bring effective, transnational force to bear when needed. America has a responsibility to advance this vision, not just with words, but with support that strengthens African capacity. When there is genocide in Darfur or terrorists in Somalia, these are not simply African problems -- they are global security challenges, and they demand a global response. That is why we stand ready to partner through diplomacy, technical assistance, and logistical support, and will stand behind efforts to hold war criminals accountable. And let me be clear: our Africa Command is focused not on establishing a foothold in the continent, but on confronting these common challenges to advance the security of America, Africa and the world. In Moscow, I spoke of the need for an international system where the universal rights of human beings are respected, and violations of those rights are opposed. That must include a commitment to support those who resolve conflicts peacefully, to sanction and stop those who don't, and to help those who have suffered. But ultimately, it will be vibrant democracies like Botswana and Ghana which roll back the causes of conflict, and advance the frontiers of peace and prosperity. As I said earlier, Africa's future is up to Africans. The people of Africa are ready to claim that future. In my country, African-Americans -- including so many recent immigrants -- have thrived in every sector of society. We have done so despite a difficult past, and we have drawn strength from our African heritage. With strong institutions and a strong will, I know that Africans can live their dreams in Nairobi and Lagos; in Kigali and Kinshasa; in Harare and right here in Accra. Fifty-two years ago, the eyes of the world were on Ghana. And a young preacher named Martin Luther King traveled here, to Accra, to watch the Union Jack come down and the Ghanaian flag go up. This was before the march on Washington or the success of the civil rights movement in my country. Dr. King was asked how he felt while watching the birth of a nation. And he said: \"It renews my conviction in the ultimate triumph of justice.\" Now, that triumph must be won once more, and it must be won by you. And I am particularly speaking to the young people. In places like Ghana, you make up over half of the population. Here is what you must know: the world will be what you make of it. You have the power to hold your leaders accountable, and to build institutions that serve the people. You can serve in your communities, and harness your energy and education to create new wealth and build new connections to the world. You can conquer disease, end conflicts, and make change from the bottom up. You can do that. Yes you can. Because in this moment, history is on the move. But these things can only be done if you take responsibility for your future. It won't be easy. It will take time and effort. There will be suffering and setbacks. But I can promise you this: America will be with you. As a partner. As a friend. Opportunity won't come from any other place, though -- it must come from the decisions that you make, the things that you do, and the hope that you hold in your hearts. Freedom is your inheritance. Now, it is your responsibility to build upon freedom's foundation. And if you do, we will look back years from now to places like Accra and say that this was the time when the promise was realized -- this was the moment when prosperity was forged; pain was overcome; and a new era of progress began. This can be the time when we witness the triumph of justice once more. Thank you.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/thetwo-way/2009/07/president_obama_tells_africans.html"
        },
        {
            "headline": "The Jindal Response:  Republicans Need A Boost Now, Not For 2012",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 24,
                "year": 2009
            },
            "article_content": "Please, please, let's not do 2012 just yet.\n                hide caption I now know why tonight's Republican response by Louisiana Gov. Bobby Jindal is so important: It will help him with the GOP presidential nomination in 2012. Am I the only one who thinks that's just nuts? And yet, I've been hearing that constantly over the past couple of days. Bloggers are weighing how tonight could affect his chances for the nomination. Now, I understand the desire to write whatever comes into your head -- see Junkie, Political -- but seriously. Republicans not only need to recover not only from the 2006 and 2008 elections but need to regain the confidence of the American people. And it's not about 2012. And judging by today's New York Times poll, they have a long way to go. The poll, reported by Jeff Zeleny and Megan Thee-Brenan, shows that while a majority said Obama was \"striving to work in a bipartisan way ... most faulted Republicans for their response to the president, saying the party had objected to the $787 billion stimulus plan for political reasons.\" Jindal is among the handful of GOP governors who have expressed some unwillingness to take federal funds from the stimulus package, citing a bloated deficit and philosophical problems. An Indian-American, he is seen as a rising star in GOP circles and had been considered by John McCain as a potential running mate in 2008. At 37, he presumably has a long future ahead of him. Rush Limbaugh, the conservative talk-show host, has likened him to Ronald Reagan. Let's not go there just yet. Tonight is an opportunity for many to get a first impression of him. And he still has to win re-election in 2011. Then we can talk about the White House. The Republican National Committee released excerpts from Jindal's response earlier today, which are reprinted below: As I grew up, my mom and dad taught me the values that attracted them to this country -- and they instilled in me an immigrant's wonder at the greatness of America. As a child, I remember going to the grocery store with my dad. Growing up in India, he had seen extreme poverty. And as we walked through the aisles, looking at the endless variety on the shelves, he would tell me: 'Bobby, Americans can do anything.' I still believe that to this day. Republicans are ready to work with the new president to provide those solutions. Here in my state of Louisiana, we don't care what party you belong to if you have good ideas to make life better for our people. We need more of that attitude from both Democrats and Republicans in our nation's capital. All of us want our economy to recover and our nation to prosper. So where we agree, Republicans must be the president's strongest partners. And where we disagree, Republicans have a responsibility to be candid and offer better ideas for a path forward. The strength of America is not found in our government. It is found in the compassionate hearts and enterprising spirit of our citizens. To solve our current problems, Washington must lead. But the way to lead is not to raise taxes and put more money and power in hands of Washington politicians. The way to lead is by empowering you -- the American people. Because we believe that Americans can do anything. Democratic leaders say their legislation will grow the economy. What it will do is grow the government, increase our taxes down the line, and saddle future generations with debt. Who among us would ask our children for a loan, so we could spend money we do not have, on things we do not need? That is precisely what the Democrats in Congress just did. It's irresponsible. And it's no way to strengthen our economy, create jobs, or build a prosperous future for our children. In recent years, these distinctions in philosophy became less clear -- because our party got away from its principles. You elected Republicans to champion limited government, fiscal discipline, and personal responsibility. Instead, Republicans went along with earmarks and big government spending in Washington. Republicans lost your trust -- and rightly so. A few weeks ago, the president warned that our nation is facing a crisis that he said \"we may not be able to reverse.\" Our troubles are real, to be sure. But don't let anyone tell you that we cannot recover -- or that America's best days are behind her.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/politicaljunkie/2009/02/the_jindal_response_republican.html"
        },
        {
            "headline": "Iran's Election: What's At Stake For The U.S.?",
            "author": "By  \n\n\n      Corey Flintoff",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 11,
                "year": 2009
            },
            "article_content": "Supporters of Iranian President Mahmoud Ahmadinejad display a poster during an election rally on June 9 in Tehran.  The campaign has generated widespread excitement in Iran.\n                \n                    \n                    Majid/Getty Images\n                    \n                \nhide caption Supporters of Iranian President Mahmoud Ahmadinejad display a poster during an election rally on June 9 in Tehran.  The campaign has generated widespread excitement in Iran. A supporter holds a picture of Iranian presidential candidate Mir Hossein Mousavi during an election rally on June 9 in Tehran.  Mousavi is campaigning as a reformist.\n                \n                    \n                    Majid/Getty Images\n                    \n                \nhide caption A supporter holds a picture of Iranian presidential candidate Mir Hossein Mousavi during an election rally on June 9 in Tehran.  Mousavi is campaigning as a reformist. Iran's presidential election on Friday is generating unusual excitement, with massive rallies and demonstrations for the four candidates, including incumbent Mahmoud Ahmadinejad and his chief rival, pro-reform Mir Hossein Mousavi. The election results could have a significant impact on relations with the United States and on issues ranging from Iran's nuclear program to Tehran's influences in Iraq and Afghanistan. Observers expect a strong turnout in a political climate so volatile that few are willing to predict the result. There is a chance that no candidate will gain the 50 percent of the vote needed for a first-round win.  In that case, the top two vote getters will face each other in a runoff a week later. Here's a look at the candidates, the issues and the stakes for the U.S. The Field President Mahmoud Ahmadinejad — The 52-year-old incumbent is running for a second term.  He won his first term in 2005 with a populist campaign that garnered support from religious conservatives and rural and working-class voters.  He has stirred controversy at home over his economic policies and rancor from abroad with denunciations of Israel and the U.S.  He has defied the United Nations with a stepped-up nuclear program that the U.S. suspects is aimed at developing a nuclear weapon. Suzanne Maloney, a senior fellow at the Brookings Institution's Saban Center for Middle East Policy, notes that no incumbent Iranian president has ever lost a bid for a second term, but she says this election is likely to serve as a referendum on Ahmadinejad's personality and his controversial policies. Political polling inside Iran has been notoriously unreliable, but a new poll conducted by telephone from outside the country finds that 34 percent of Iranians surveyed say they favor Ahmadinejad.  Ken Ballen, the president of Terror Free Tomorrow: The Center for Public Opinion, which conducted the survey along with the New America Foundation think tank, notes that only 14 percent support Ahmadinejad's nearest rival, but he says that 27 percent are undecided and many of those indicated they supported government reforms. The poll was conducted by the firm KA Europe SPRL May 11-20, with 1,001 interviews proportionally distributed over all 30 provinces of Iran. The poll has a margin of error of plus or minus 3.1 percentage points. Mir Hossein Mousavi — The 67-year-old, pro-reform Mousavi was prime minister during the 1980s Iran-Iraq war and is well-regarded by many older Iranians who see him as having guided the country through a time of crisis.  Iran's former President Mohammad Khatami withdrew his own candidacy for president in March and threw his support to Mousavi, saying he didn't want to divide the votes of pro-reformists. Analysts say that Mousavi's main weakness is that he has been out of politics for decades and has only recently become well known among younger voters.  Although Mousavi's poll numbers are lower than Ahmadinejad's, Maloney says she takes all poll results with a grain of salt.  \"We're absolutely in a stage where it's impossible to predict a winner,\" she says. In a debate on Iranian television, Mousavi blasted Ahmadinejad for reckless spending and a combative foreign policy that has left the country isolated. Mehdi Karroubi —  Karroubi is a 72-year-old Shiite cleric and a former speaker of Iran's Parliament.  Known as an advocate of civil rights and especially of women's rights, Karroubi is considered a very long shot for the presidency, with only about 2 percent in the Terror Free Tomorrow poll.  Maloney says he has been organizing reformist opposition to Ahmadinejad in the form of a new political party and a newspaper.  She says Karroubi may have enough support to split the pro-reform vote, a situation that could doom Mousavi. Mohsen Rezai —  The former commander of Iran's Revolutionary Guard, 55-year-old Rezai is running as a conservative.  He has challenged Ahmadinejad for questioning the Holocaust and denying Israel's right to exist, but Rezai's own son has accused him of involvement in the 1994 bombing of a Jewish cultural center in Buenos Aires, an attack that killed 85 people.  Rezai is officially wanted by Interpol in connection with that bombing and for alleged human right violations in Iran. The Issues Iran's Economy --  Despite its status as a major oil exporter, Iran suffers 25 percent inflation and high unemployment.  Ahmadinejad's opponents say he has mismanaged the economy, spending heavily without a coherent plan.  \"Iranians, like most people, do vote on bread-and-butter issues,\" says Maloney. \"By any measure, life is not better in Iran now than it was in 2005.\" Maloney notes that Ahmadinejad's spending has broadened his political base, especially outside the cities.  Ballen says that his group's polling shows a drop in the number of Iranians who think the country's economy is headed in the right direction --from 42 percent a year ago to 33 percent now.  \"But the good news for Ahmadinejad is that people seem to be about equally divided as to whether he should be held responsible for the economic problems,\" Ballen says. Mousavi often takes credit for keeping Iran's economy afloat during the Iran-Iraq war. Iran's Nuclear Program --  Ahmadinejad has refused to end Iran's nuclear enrichment program, despite U.N. resolutions and sanctions against it.  He says Iran's program is designed only for peaceful purposes and has called nuclear weapons \"against our religion.\"  Although Ahmadinejad is closely associated with the nuclear program in the eyes of the West, his office doesn't actually set Iran's nuclear policy.  That is decided by the Supreme National Security Council, which is controlled by Iran's supreme leader, the Ayatollah Ali Khamenei. Iran's Relations With Other Countries --  Ahmadinejad has been roundly criticized for rhetoric in which he called for the destruction of Israel and appeared to deny that the Holocaust ever happened. At various times he has tried to qualify these comments, but Mousavi blasted him for them in their televised debate earlier this month.  Ahmadinejad shot back that Mousavi had called for the destruction of Israel when he was prime minister. The U.S. and other countries accuse Iran of supporting terrorist groups and militias in Iraq, Lebanon and the Palestinian territories.  At a rally at Isfahan University in May, Mousavi accused Ahmadinejad of \"disgracing\" the Iranian nation with his \"thoughtless policies.\" The Terror Free Tomorrow poll found that Iranians have a generally negative view of Israel.  Only a quarter of those surveyed said that Iran should enter a peace treaty recognizing Israel, even if an independent Palestinian state is established.  More than 60 percent supported the government for providing funding to Shiite militias in Iraq, as well as groups such as Hezbollah, Hamas and Islamic Jihad. Implications For U.S. Foreign Policy —  Regardless of who wins, the Obama administration will need to be careful, analysts say.  In an article written for the Saban Center, Maloney says the administration must walk a fine line between criticizing Iran's constraints on democratic elections and recognizing that the presidential votes have strong popular participation. She also cautions against welcoming any possible reformist victory too enthusiastically, saying a U.S. \"embrace of any individual Iranian politician would likely taint him and limit his room for maneuver.\" Ballen says his poll results show that regardless of who wins, the Iranian people are open to better relations with the West. \"What's interesting is not the horse race aspect of it, but what the Iranian people really think,\" Ballen says. \"They're not giving [their leaders] a mandate for belligerent policies or rhetoric.\"",
            "bias": "working class",
            "url": "https://www.npr.org/2009/06/11/105193899/irans-election-whats-at-stake-for-the-u-s"
        },
        {
            "headline": "Iranians Weigh Ahmadinejad's Election Chances",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 4,
                "year": 2009
            },
            "article_content": "Former Iranian President Mohammad Khatami has not announced whether he will seek to replace Mahmoud Ahmadinejad.\n                \n                    \n                    NPR\n                    \n                \nhide caption In June, Iran will decide if it will keep or replace President Mahmoud Ahmadinejad, who has been the country's public face for almost four years. In the West, Ahmadinejad is known for defiant remarks about Israel and the Holocaust. For instance, he demanded last week that the United States apologize to Iran for past wrongs. But in Tehran, Ahmadinejad is often blamed for a fading economy. Still, as he approaches re-election, Ahmadinejad enjoys the powerful support of Ayatollah Ali Khamenei, Iran's supreme leader. But Ahmadinejad does have opponents. One of them is Mehdi Karrubi, a Muslim cleric who is running for the presidency. Karrubi is a reformist — a group that wants to make Iran more open. Warming himself by a glassed-in fireplace, Karrubi said that the only way Ahmadinejad could be beaten is by a large voter turnout. If there is a normal turnout, those in power will stay there, he said. More high-profile names may soon join the presidential race. And their challenge may generate the popular support Karrubi considers essential. Journalist and analyst Seyed Laylaz knows that many people in this country gave up on politics long ago. \"Properly speaking, there are a lot of people who are hopeless about the future,\" Laylaz said. \"And they are hopeless about the political system of the country for sure. But I believe we have no other choice to participate in the election, in any case.\" Laylaz says that some voters have chosen to ignore the election. Consider Bimani Tahkhani, an elderly woman who lives in a working-class part of Tehran. Through an interpreter, she denounced the economy and said she was desperately poor. But she also said that she would never participate in an election. \"I'm an old lady,\" she said. \"Who will listen to me?\" But younger people aren't necessarily feeling empowered, either. On a recent day, a young building manager and his fiancee were window-shopping for wedding rings they can't afford. Asked if he voted four years ago, Reza, the husband-to-be, said, \"Until now I have not participated in any election.\" Reza said he goes to the polls to get his ID card stamped as a voter. The stamp keeps him in good standing with the authorities. But, he said, he never marks down a candidate. \"I don't believe, and I don't approve, the foundation, the basis of these elections,\" he said in Farsi. \"And now they will execute us,\" he said with a laugh. At least one possible candidate could generate popular support: former President Mohammad Khatami. That would please one Iranian: the part owner of a jewelry store, who gave his name as Mohammad, who said he prefers Khatami. He had more freedom under the former leader, who left office in 2005, Mohammad said. There is widespread anticipation that Khatami might seek office again. In fact, the driver of a car passing the gate of Khatami's office rolled down his window to yell out in Farsi, \"Did he decide to run yet?\" But Khatami is granting no interviews. He is telling visitors that while he is reluctant to run, he thinks the next president could make a difference. For Khatami to become that president, he would have to challenge a powerful system. The sitting president, Mahmoud Ahmadinejad, still has support at Iran's Martyrs Museum. The museum's curator, Ali Askar Vafaei, said this week that he is not worried about the economy — and that he will vote to re-elect President Ahmadinejad. \"I have to tell you that we Iranian people are the people of the hard time,\" Vafaei said in Farsi. And they can survive the hard times, he said — if they preserve Islam's values.",
            "bias": "working class",
            "url": "https://www.npr.org/2009/02/04/100214234/iranians-weigh-ahmadinejads-election-chances"
        }
    ]
}