{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class"
    ],
    "Articles": [
        {
            "headline": "Bahrain Debates How to Bridge Sunni-Shiite Divide",
            "author": "Peter Kenyon",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 10,
                "year": 2006
            },
            "article_content": "As Iraq's newly empowered Shiite majority struggles to take control of the country, Sunni Arab leaders in other countries with significant Shiite populations have grown increasingly nervous. The Persian Gulf kingdom of Bahrain, for instance, is ruled by a Sunni-led government, despite the island's Shiite Muslim majority.  RENEE MONTAGNE, host: Over the past 24 hours in Iraq, sectarian violence has killed and wounded dozens of Iraqi civilians and three more American troops have died. A roadside bombing in western Baghdad killed two soldiers, and a Marine died in fighting in the western province of Anbar. The situation in Iraq casts a shadow over the entire region, and one thing that continues to rattle the leaders of Sunni Arab states with significant Shiite populations is the rise to power of Iraq's Shiite majority. STEVE INSKEEP, host: The Persian Gulf kingdom of Bahrain has a similar issue. It's ruled by a Sunni-led government despite the island's Shiite Muslim majority. As Bahrain prepares for parliamentary elections this month, the government says it is pushing ahead with reforms, but frustrated Shiites do not see much hope for improvement. NPR's Peter Kenyon traveled to Bahrain and has this report. PETER KENYON: From a distance, Bahrain appears as an oasis of tolerance and relative modernity in the Gulf. Every weekend, large numbers of Saudi residents swarm over the causeway to Bahrain to enjoy freedoms they can't easily get at home. But a closer look reveals simmering political and sectarian tensions that some fear could boil over. It doesn't take long to travel from the gleaming skyscrapers and sprawling shopping malls of Manama, the capital city that's becoming an important regional financial center, to the rundown largely Shiite village of West Ecker(ph). There, 26-year-old Mousa Abad Ali(ph) sits with his extended family in their cramped, concrete house that shelters his parents, their three sons and their wives and children. A large roach zigzags across the stone floor in the hallway where visitors remove their shoes before entering. Ali says a housing shortage keeps many families waiting years for public housing, and he says all but the most underpaid jobs seem to go to Sunnis. He's most upset by what he sees a slighting of Shiites in favor of foreigners who happen to be Sunni. Mr. MOUSA ABAD ALI (Resident, Bahrain): (Through Translator) Our problem is not the Sunni Bahrainis. Most of the Sunnis here have been brought from abroad. They bring Kuwaiti's, Qatari's, even Saudi's. They give them all their rights for our rights, and they live very well off. And this makes us very angry. KENYON: Ali has made enemies with his activism. Last year, after leading an unemployment demonstration near the Royal Court, he was severely beaten by masked men outside his house. He's convinced his attackers were from the security services. The government has made no arrest in the case. Bahraini officials say their critics need to stop spreading conspiracy theories. Sheik Abdel Aziz bin Mubarak al-Khalifa, undersecretary at the Bahrain Ministry of Foreign Affairs, says charges of systematic anti-Shiite discrimination are alarmist and unjustified. Sheikh ABDEL AZIZ BIN MUBARAK AL-KHALIFA (Undersecretary, Bahrain Ministry of Foreign Affairs): That's absolutely not true. I deny it totally. And I will just tell you one thing. Whether you're Sunni or Shiite, and if you come to me with a family of 15 or 20, and my free housing allows you to have a family of say six, I'm going to have a hard time. And therefore, the wait will be longer. If you come to me for a job, you have to have good work ethics. You're going to have to be disciplined. If these requirements are not fulfilled, you're life is just going to be harder no matter what sect you come from. KENYON: Bahrain has been caught between Shiite and Sunni Muslim currents for centuries. Across the gulf lies Iran, once known as Persia, which renewed its long-standing claim of sovereignty over Bahrain after the Islamic revolution in 1979. To the west, the strict Sunni nation of Saudi Arabia, which has anxiously watched the Shiite rise to power in Iraq. A Western diplomat in Bahrain says the toppling of Saddam Hussein's minority Sunni government in Iraq is confirming the fears of those who advocate a go-slow approach to implementing the political reforms promised by the Bahraini king five years ago. The diplomat said the parliament, first elected in 2002, is not terribly effective or confident. The diplomat added that some in Bahrain looked at Iraq and said, my God, we've got to put a stop to this. Well, the king said, see, my measured slow-approach to reform is exactly right. The opposition, however, sees the king's caution not as gradual reform but as a facade designed to hide his efforts to consolidate power. Abdul Jalil al-Singais, head of a movement calling for a boycott of the November 25th elections, says the majority is still being disenfranchised despite the government's promises. Mr. ABDUL JALIL AL-SINGAIS (Activist): After four years, nothing has changed. Rather, it's deteriorating. Only those who clap and support what's happening are enjoying the benefits of these mega-million projects around the country; whereas, the rest of the country, the normal people, are living below the poverty line. KENYON: Sangais says he hopes the kingdom doesn't slide back into the pattern of rioting and violent repression that prevailed in the mid-1990s. But he says that's where things seem to be heading. Peter Kenyon, NPR News. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/11/10/6466910/bahrain-debates-how-to-bridge-sunni-shiite-divide"
        },
        {
            "headline": "Chavez Expected to Win in Venezuela Elections",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2006
            },
            "article_content": "Venezuelans hit the polls Sunday for the country's presidential elections. President Hugo Chavez, a political foe of the United States, who has called President Bush a devil, is expected to win easily over his opponent, Manuel Rosales. Even with the anticipated victory, fears of protest have prompted the government to deploy more than 125,000 soldiers across the country to keep violence to a minimum.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/12/03/6573780/chavez-expected-to-win-in-venezuela-elections"
        },
        {
            "headline": "Ecuadorian Presidential Election Down to Two Men",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 16,
                "year": 2006
            },
            "article_content": "Ecuador's presidential election is heading for a second round. Sunday's balloting reduced a field of 13 to two men — one a banana tycoon, the other a left-wing supporter of Venezuela's president, Hugo Chavez.  LINDA WERTHEIMER, host: Ecuador's presidential election is heading for a second round of voting. Yesterday's balloting reduced a field of 13 to two men: one a banana tycoon, the other, a left-wing supporter or Venezuela's President, Hugo Chavez. As NPR's Julie McCarthy reports from Quito, the outcome in Ecuador is being closely watched for signs of further consolidation on the left in Latin America. JULIE MCCARTHY: Alvaro Noboa, who wrested control of his family's banana business to become one of Ecuador's wealthiest men, held a slight lead through the night. Running a close second was Rafael Correa, a former economy minister who challenged the political orthodoxy - advocating cheap credit for the poor and renegotiation of all foreign oil contracts. Correa's anti-establishment campaign didn't mince words. He called the congress a sewer and vowed to overrun the old guard with a citizen revolution. His firebrand approach earned him admirers among Ecuadorians fed up with a discredited political system that had failed to curb the country's crushing poverty or end graft. As voters qued up to cast their ballots, women in one line, men in another, the election had the air of a family outing. Father of three, Roble Omedo(ph), said he voted for Correa in a bid to clean up the government. Mr. ROBLE OMEDO (Voting for Correa): (Speaking foreign language) MCCARTHY: Corruption, he said, it's at all levels - from the policemen at the corner to the ministers at the top. And if Correa gives us the example of honesty we can start changing things: not only for me, but for them, he says, pointing to his children. Just about everyone surveyed said jobs and alleviating poverty were their topmost concerns. Noboa led a populist campaign, promising housing and more foreign investment to revive the economy. Last night, the billionaire businessman said his 110 enterprises already employ a million people directly or indirectly. Mr. ALVARO NOBOA (Presidential Candidate): (Speaking foreign language) MCCARTHY: I'm very proud of that. I am the economist, he said, a deliberate swipe at Correa who holds a PhD in economics which he earned at the University of Illinois, where advisors remember him as brilliant. This is Noboa's third bid for the presidency, and he drew the battle lines clearly, describing himself as a middle-of-the-road democrat and Correa as a dangerous leftist. Mr. NOBOA: (Speaking foreign language) MCCARTHY: In 2006, communism won't be permitted in power, he said. Correa assailed the remark as a smear and challenged the banana magnate's record as one of Ecuador's biggest employers. An international labor campaign has targeted Noboa over the salaries and benefits paid his workers. But more than Noboa's business management, it was Correa's political ideology that seemed to disturb many voters yesterday. Regina Dedote(ph) called Correa a radical in the mold of Hugo Chavez. Ms. REGINA DEDOTE (Voter): I think he's following the speech of Chavez, in Venezuela - against the Yankees, against tolerization(ph), against free trade. I think the United States is our first, and principle trade associate. And we have to recognize that if we don't follow the river, we are going to drown in the river. MCCARTHY: Correa vowed to change nothing about his campaign: not his opposition to a free trade pact with the U.S., or his opposition to the presence of American troops on an Ecuadorian airbase. And both sides look set for six more weeks of brutal campaigning before voters go back to the polls November 25th. Julie McCarthy, NPR News, Quito. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/10/16/6275341/ecuadorian-presidential-election-down-to-two-men"
        },
        {
            "headline": "U.N. and Kofi Annan",
            "author": "By  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 5,
                "year": 2006
            },
            "article_content": "United Nations Secretary General Kofi Annan recently called the situation in Iraq worse than civil war. Guests discuss Annan's remarks and his legacy at the U.N., and the resignation of U.S. Ambassador, John Bolton. Guests: Paul Kennedy, Professor of International History at Yale University. His latest book is, The Parliament of Man : The Past, Present and Future of the United Nations (Random House, 2006) Mark Turner, U.N. Correspondent for the Financial Times The Past, Present, And Future Of The United Nations by Paul M. Kennedy Hardcover, 361 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/12/05/6582008/u-n-and-kofi-annan"
        },
        {
            "headline": "Ortega on Verge of Comeback in Nicaragua",
            "author": "By  \n\n\n      Lulu Garcia-Navarro",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2006
            },
            "article_content": "Nicaraguans voted Sunday to whether to return to power Sandinista leader Daniel Ortega. Ortega is ahead in the polls and has a chance to regain power in the tiny, poverty-stricken nation of 5 million people. Ortega is facing off against 4 other candidates 16 years after the end of his leftist rule and a U.S.-backed war to topple him. Ortega, who came to power following a leftist revolution in the late 1970s, is an old nemesis of the United States. Under President Reagan, the United States backed a rebellion against Ortega which led to a violent civil war. The United States is watching the race closely and has warned against an Ortega win. The race is also being watched by Venezuelan President Hugo Chavez, a U.S. opponent who hopes to have an ally in Ortega.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/11/05/6437614/ortega-on-verge-of-comeback-in-nicaragua"
        },
        {
            "headline": "'Best Intentions': Annan and the United Nations",
            "author": "By  \n\n      James Traub",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 31,
                "year": 2006
            },
            "article_content": "Writer James Traub discusses his new book, The Best Intentions: Kofi Annan and the UN in the Era of American World Power. Traub recounts the intertwined story of Annan, the United Nations and American foreign policy from 1992 to the present. Traub is a contributing writer for The New York Times Magazine. His other books include City on a Hill and The Devil's Playground. Kofi Annan and the Un in the Era of American World Power by James Traub Hardcover, 442 pages | Your purchase helps support NPR programming. How?",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/10/31/6410882/best-intentions-annan-and-the-united-nations"
        },
        {
            "headline": "Under Dictator, Zimbabwe Slides into Chaos",
            "author": "Jason Beaubien",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 11,
                "year": 2006
            },
            "article_content": "A boy runs through the rubble of houses destroyed by the Zimbabwean government.\n                \n                    \n                    Tsvangirayi Mukwazhi\n                    \n                \nhide caption Zimbabwean President Robert Mugabe inspects an honor guard in Harare, Aug. 14, 2006. He came to power in 1980, after leading a guerrilla war against the white, colonial regime.\n                \n                    \n                    AFP/Getty Images\n                    \n                \nhide caption Zimbabwean President Robert Mugabe inspects an honor guard in Harare, Aug. 14, 2006. He came to power in 1980, after leading a guerrilla war against the white, colonial regime. Over the past two decades, poverty rates in every region of the globe went down -- except in sub-Saharan Africa, where war and disease have hampered development. But dictatorial leaders, who cling to power as their countries crumble, are also to blame. No place is that more evident than in Zimbabwe, where President Robert Mugabe has overseen the downfall of one of Africa's most promising nations. During Mugabe's first two decades in power, Zimbabwe grew into one of the most prosperous nations in sub-Saharan Africa.  Its beef was prized in specialty shops in Europe.  Its tobacco farms generated more than $7 billion a year in sales.  Literacy rates were some of the highest in the developing world.  Zimbabwe still had problems, but compared with the rest of Africa, things were going relatively well. But in the late 1990s, things started to fall apart. The tipping point was the disclosure that allies of Mugabe had looted a pension fund for war veterans.  When the veterans demanded compensation, Mugabe told them to help themselves to white-owned farms. \"There was no need for things to go the way they did, given that government was declaring a policy on land,\" says Jonathan Moyo, who served as Mugabe's information minister during the height of the chaotic land-reform movement. Moyo has since fallen out of favor with Mugabe and is now one of the president's harshest critics. Zimbabwe's violent land-reform program drove most of the country's white commercial farmers off their land.  Many of the farms ended up in the hands of Mugabe's allies, including, at the time, Moyo.  Other farms disintegrated into chaos. Moyo says the farm invasions, which included the killing of white farmers, were orchestrated by Mugabe. Land reform was not a spontaneous uprising by black peasants, as Mugabe likes to portray it, Mayo says. The movement which destroyed the country's agricultural economy was, in fact, government policy, the former minister says. By 2003, Zimbabwe was facing shortages of food, fuel and foreign currency. In the capital Harare, lines of beat-up cars stretched for blocks outside gasoline stations. Some people had been waiting for days to get fuel. Zimbabwe's fuel shortage was driven in large part by the government setting the price of gas at 20 cents a gallon and refusing to raise it. Price controls also caused shortages of most staple foods. Ever since land reform, Zimbabwe, which used to be the regional breadbasket, has been unable to produce enough food to feed its own people. And it isn't just agriculture that Mugabe's regime has driven into the ground.  Schools, hospitals and sewage-treatment plants are falling into disrepair. After Zimbabwe's urban centers voted heavily against Mugabe's ruling party in 2005, the government launched an urban-cleanup campaign that destroyed the homes and businesses of about 700,000 people. This year, inflation has risen above 1,000 percent. John Robertson, an economist in Harare, says the country's hyper-inflation is being driven primarily by the government borrowing money to cover recurring costs such as wages and operating expenses. Like a shopaholic bingeing on credit cards, Zimbabwe is frantically digging itself deeper and deeper into debt.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/10/11/6243668/under-dictator-zimbabwe-slides-into-chaos"
        },
        {
            "headline": "Bush, Ahmadinejad Air Competing Views at U.N.",
            "author": "Michele Kelemen",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2006
            },
            "article_content": "President Bush urges world leaders to support what he called \"the forces of moderation in the Middle East.\"  And addressing the Iranian people directly, he said that its rulers are the greatest obstacles to Iran's progress. The president's speech to the United Nations General Assembly came against the backdrop of increasing criticism of his policies, including the war in Iraq and his hard-line stance on Iran.  The president tried to show a softer side, saying the United States' goal is to support moderates in the Middle East. Iranian President Mahmoud Ahmadinejad, addressing the assembly hours after President Bush, criticized countries like the United States that have sought to curtail Iran's nuclear program. Saying that countries with permanent seats on the Security Council have an undue privilege, Ahmadinejad suggested widening membership on the panel by giving permanent seats to representative nations from Africa, the Non-Aligned Movement and the Organization of the Islamic Conference. \"Some seek to rule the world relying on weapons and threats, while others live in perpetual insecurity and danger,\" Ahmadinejad said. The United States has been pushing for sanctions on Iran to punish it for missing a U.N. deadline to suspend controversial nuclear activities. Secretary of State Condoleezza Rice is discussing the possibility with her European, Russian and Chinese counterparts.  But French President Jacques Chirac has made it clear that he doesn't favor a rush to sanctions. There was one issue that this morning speaker's seem to agree on: the need to send U.N. troops to stop what President Bush has called genocide in Darfur, Sudan. Secretary-General Kofi Annan expressed frustration at the inability of the international community to resolve the crisis or even persuade Sudan to accept a U.N. peacekeeping force. \"The continued spectacle of men, women and children driven from their homes by murder, rape and the burning of their villages makes a mockery of our claim,\" Annan said, \"as an international community, to shield people from the worst abuses.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/09/19/6105334/bush-ahmadinejad-air-competing-views-at-u-n"
        },
        {
            "headline": "Obama Land Deal Clouds Senator's Image",
            "author": "By  \n\n\n      David Schaper",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 16,
                "year": 2006
            },
            "article_content": "Sen. Barack Obama (D-IL) admits he made a mistake when he purchased land from an indicted political fundraiser. Obama made the purchase to enlarge the yard around his south-side Chicago mansion. The deal has cast a shadow across Obama's public image.  STEVE INSKEEP, host: A rising star of the Democratic Party is facing his own land issues. Senator Barack Obama is considering a run for president in 2008. At the same time, he's being criticized back home in Illinois for getting involved in a real estate deal with an indicted Democratic Party fundraiser. From Chicago, NPR's David Schaper reports. DAVID SCHAPER: I'm standing in front of what has got to be considered the dream house for U.S. Senator Barack Obama and his family. It's a gorgeous three-storey red brick Georgian revival-style mansion. It's nearly a century old and it sits on a tree-lined street in a South Side neighborhood that is just full of other historic mansions. Obama bought the house for $1.65 million in June of 2005, using a large chunk of advance he got for his best-selling book, The Audacity of Hope. But it's not the purchase of the house that's raising eyebrows in and around Chicago. It's the purchase of an adjacent lot on the very same day by Tony Rezko, a local real-estate developer and long-time fundraiser for Illinois Democrats. After living in a house for only half a year, the Obama's bought a 10-foot wide strip from Rezko to add to their yard. Mr. JAY STEWART (Executive Director, Better Government Association): Everybody in the know knew Tony Rezko at the very least was the subject of an immense amount of curiosity for the U.S. attorney. SCHAPER: Jay Stewart is with the Chicago-based Better Government Association. He says Rezko has worked hard to position himself close to many Illinois politicians. A federal grand jury indicted Rezko last month on charges that he tried to use his clout in the administration of Governor Rob Blagojevich to shakedown investment firms wanting state business. The indictment alleges Rezko sought millions in kickbacks and campaign contributions. Stewart says Obama shouldn't have been associating with Rezko at all. Mr. STEWART: A lot of people sit there and wonder why would someone like Senator Obama, who's normally so careful, display such poor judgment? SCHAPER: Senator Obama admits he made a mistake. Senator BARACK OBAMA (Democrat, Illinois): I think it created an appearance that he was potentially doing me a favor. And that's something that, you know, I've always tried to stay very far away from that line, which is why I don't even let lobbyists buy me lunch. SCHAPER: In an interview with Chicago Public Radio on election night, Obama said he was too focused on making sure his transactions met every legal and ethical requirement. And he says he didn't pay enough attention to how it would look. Sen. OBAMA: For me to I think not have seen this and anticipated this is something I regret. SCHAPER: Stewart, whose group warded Barack Obama its Civic Achievement Award earlier this fall, doesn't doubt Obama acted legally. But he says someone of Obama's stature who presents himself as a new breed of politician more hopeful and full of integrity will be held to a higher standard. Mr. STEWART: When you're Barack Obama, you know, it's kind of like you have to be like Caesar's wife. You have to be purer than pure. SCHAPER: And that's leading some of Obama's former colleagues in the Illinois Legislature to voice concerns that the junior senator's star has risen too high, too quickly. In the hallway of the old state capitol in Springfield, Chicago Democratic State Representative Mary Flowers says Obama needs to pace himself. Ms. MARY FLOWERS (Representative, Chicago): Sometimes when you run too far too fast, you can slip and trip. Hopefully, that won't happen. SCHAPER: Along with some Illinois pundits and some of Barack Obama's constituents, Flowers thinks Obama might be better off leveraging his rock star persona toward greater legislative accomplishments on issues like poverty, education and justice. That, they suggest, might make him an even better candidate if and when he runs for president. David Schaper, NPR News, Chicago. (Soundbite of music) Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/11/16/6495810/obama-land-deal-clouds-senators-image"
        },
        {
            "headline": "Ortega Headed to Victory in Nicaragua Vote Count",
            "author": "By  \n\n\n      Lulu Garcia-Navarro\n    \n\n ,  \n\n\n\n\n\n\n\n      Renee Montagne",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 7,
                "year": 2006
            },
            "article_content": "Nicaraguan supporters of Daniel Ortega were celebrating in Managua on Monday night. Although the final tally is not yet in, it seems that the Sandinista leader has enough of a lead to avoid a run-off. With 60 percent of the ballots tabulated, he has about 38 percent of the vote.  STEVE INSKEEP, host: It's MORNING EDITION from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, host: And I'm Renee Montagne. Unidentified Group: (Speaking foreign language) MONTAGNE: Nicaraguan supporters of Daniel Ortega were celebrating in Managua last night. While the final tally is not yet in, it seems that the Sandinista leader has enough of a lead to avoid a run-off. With 60 percent of the ballots tabulated, he has about 38 percent, with a large lead away from his nearest rival. After meeting yesterday with former President Jimmy Carter, who is in Nicaragua to observe the vote, Daniel Ortega had this to say. Mr. DANIEL ORTEGA (Presidential Candidate, Nicaragua): (Through translator) Let us have the will to work together to eradicate poverty in Nicaragua. And we need to give security to the private sector, give security to national and foreign investors in our country. Give them the security to know that Nicaragua wants to get better and develop its relationship with the entire international community. MONTAGNE: That's Daniel Ortega in Managua. NPR's Lourdes Garcia-Navarro joins us now on the line from the capital of Nicaragua. Good morning. LOURDES GARCIA-NAVARRO: Good morning. MONTAGNE: Now, Lourdes, we just heard a little bit of the scene that sounds like it's going on there. What was it like last night? GARCIA-NAVARRO: Well, it was really empty and quiet for most of the day. But as the tallies started coming in and it was clear that Ortega had a substantial lead, people came out into the streets in force and took them over into the night. They shouted Ortega's name over and over, they drove around Managua in pick-up trucks waving the Sandinista flag. And when Daniel Ortega showed up at the Intercontinental Hotel to meet with Jimmy Carter, he was mobbed. He could barely get to and from his car. MONTAGNE: And in that clip we just heard, Daniel Ortega sounded pretty moderate. What more did he have to say? GARCIA-NAVARRO: Well, he hasn't really said much more than that since the statement you played at the top, but that was his first public declaration since Sunday's vote and it was very deliberate. He made a clear reference there to the business community, to the international community. This is a man who seems to want to assure the world and the entrepreneurial class that he's not going to nationalize businesses, he's not going to confiscate property; he's changed. And that's been pretty much in keeping with his message throughout the campaign. He's met with business leaders here. He's promised to uphold free trade agreements. Ortega says that he realizes that if he's to help the poor, he needs to have economic stability. He doesn't want the prophecy of his opponents to be fulfilled. They've said that if he becomes president, no one will invest here anymore. MONTAGNE: Well, of course, he has a long way to go, if you will, with the business community to live down his sort of former reputation. What was the reaction to his win? GARCIA-NAVARRO: Well, most of his rivals here have not wanted to concede defeat yet. There has been a lot of bitterness, it seems to me. They've alleged fraud, even though most of the observer groups here have dismissed those claims. The fact is that 60 percent of the country didn't vote for Ortega and his party did not do substantially better in this election than they have in others that he lost. I think what worked for him this time is that the opposition was divided, fielding two candidates and splitting the vote. And, you know, the rules were changed to allow a lower margin of victory. But for his supporters, Ortega represents someone who will help the poor. And there are a lot of poor here: Eight in 10 people live in poverty. They say, his supporters, that he wasn't given a chance to govern properly in the 1980's because of the civil war and the U.S.'s actions here. And they say they want to give him that chance now. And, you know, many of the people I saw casting ballots for him were from the younger generation, and it seems to me those people might not be burdened with the direct memories of the war. MONTAGNE: Well, of course, he led the Sandinista government during its war with the Contras. The Bush administration has been quite vocal in its objection to Ortega. What's that all about? GARCIA-NAVARRO: Well, that's a good question. I think there are two reasons, really. One has to do with Venezuelan President Hugo Chavez. He's been a big supporter of Ortega, and I think the U.S. wants to curtail his influence in the region. The second is that many people in government who have been making statements about Nicaragua now are the same people who were dealing with Nicaragua and the Contras back then. MONTAGNE: Thank you very much. Lourdes Garcia-Navarro speaking to us from Managua. Former President Jimmy Carter is monitoring Nicaragua's elections. In an interview at npr.org, the former president talks about how the elections look different this time around. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2006/11/07/6447321/ortega-headed-to-victory-in-nicaragua-vote-count"
        },
        {
            "headline": "Texas Holds Special Election for U.S. House Seat",
            "author": "By  \n\n      David Martin Davies",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 11,
                "year": 2006
            },
            "article_content": "A special election for the U.S. House seat from the 23rd Congressional District in Texas takes place on Tuesday. A court case involving the district's composition kept the election from taking place in November. Republican incumbent Henry Bonilla faces former Democratic Congressman Ciro Rodriquez. Texas Public Radio's David Martin Davies reports.",
            "bias": "working class",
            "url": "https://www.npr.org/2006/12/11/6607669/texas-holds-special-election-for-u-s-house-seat"
        },
        {
            "headline": "Brazil's President Easily Wins Re-Election",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 30,
                "year": 2006
            },
            "article_content": "In a landslide victory, Brazil has re-elected President Luiz Inacio Lula da Silva to another four-year term. Brazil's electorate appeared to discount the corruption scandals that have disgraced Lula's Worker's Party. Voters, instead, rewarded Brazil's first working-class president for lowering poverty and improving the economy of South America's biggest country.",
            "bias": "working class",
            "url": "https://www.npr.org/2006/10/30/6404884/brazils-president-easily-wins-re-election"
        },
        {
            "headline": "Brazil Presidential Election Goes to Runoff",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 2,
                "year": 2006
            },
            "article_content": "In a stunning setback, Brazil's President Luiz Inacio Lula da Silva was denied re-election Sunday. Lula finished first in the national ballot, receiving 48 percent of the vote. But that was shy of the 50 percent needed to win outright and avoid a runoff. Now he'll face the second-place challenger, a former Sao Paulo governor.  DEBORAH AMOS, host: Some surprises in Brazil's presidential politics. Luiz Inacio Lula da Silva was denied re-election Sunday. Lula finished first in the national ballot, receiving 48 percent of the vote. But that was shy of the 50 percent needed to avoid a run-off. He'll face his second-place challenger, a former Sao Paulo governor, who ran better than expected. Lula seemed assured of coasting to a first round victory until his Workers Party was caught two weeks ago in an alleged plot to discredit the opposition with dirty tricks. From Rio de Janeiro, NPR's Julie McCarthy has more. JULIE MCCARTHY: What started out as a sleepy campaign became overnight a race that could change the direction South America's biggest country has been moving in under Lula's leadership the past four years. His opponent, Geraldo Alckmin, an uninspired campaigner, surged in the polls after revelations that Lula's campaign staff paid for damaging information about Alckmin. Newspapers ran front-page photos over the weekend showing piles of money meant to buy the information. Alckmin, a former Sao Paolo governor, won 41 percent of the vote yesterday - far more than he had scored in any previous poll. Brasilia-based political scientist David Fleischer says the race is now Lula's to lose and he could. Professor DAVID FLEISCHER (Political Scientist): The danger exists because Alckmin comes out of the first round on the rise. And Lula comes out of the first round on a decline. This is what George Bush, Sr. used to call the big M - momentum. The second round is going to be very, very different than the first round and is not going to be very civilized. There's going to be a lot of harsh political give and take and a lot of mud being slung around. MCCARTHY: Lula followed the adage, when you win say little, when you lose say less, and left the talking to his minister of political coordination. Tarso Genro called it a spectacular election in which Lula nearly won. Mr. TARSO GENRO (Minister of Political Coordination): (Speaking foreign language) MCCARTHY: We had almost half the votes of the country and we certainly had the votes in the poorest parts. And we know we've been doing a lot for the poor. And we're prepared to win in the runoff, he said. Lula indicated he is now willing to participate in debates. His failure to appear in the final, widely viewed debate was heavily criticized. Nelly Celis(ph), a retired civil judge, stood outside a bar in Copacabana after voting for Lula. She said the debate would have been nothing but an ad hominem attack on Lula and she expressed the feeling of many voters when she talked of the importance of having a working-class president. Ms. NELLY CELIS (Retired Judge): (Speaking foreign language) MCCARTHY: Lula took over an intellectual government that did nothing, she says. But Lula rose to office a poor man who lived the basic problems of the poor - hunger and illiteracy. And in four years, she says, you can't fix everything. Runner-up Geraldo Alckmin struggled throughout the campaign to ignite excitement. Few had heard of him outside Sao Paolo, but the elated candidate told reporters last night that had changed. Mr. GERALDO ALCKMIN (Presidential Candidate, Brazil): (Speaking foreign language) MCCARTHY: I received an enormous vote of confidence from all over Brazil. And I want to make clear, we'll sweat in our shirts to show how deserve an even bigger vote of confidence, Alckmin said, adding, we'll make a clean campaign and we'll have an honest government. Flavio Schekter(ph) voted for Alckmin and said Lula had manipulated the poor and run a corrupt government. Lula swept to power four years ago on a platform of social justice and ethics, but his government has had its share of scandals, including last year's multimillion-dollar scheme to buy votes in Congress. Schekter says Lula follows what Brazilians call Gerson's Law. Mr. FLAVIO SCHEKTER (Alckmin Supporter): You have to take advantage in everything you do. So you don't respect the other. You have to take advantage. MCCARTHY: But Lula's supporters, such as Paolo Cesar Augusto(ph), are inclined to critique Brazil's corruption through a long lens. Mr. PAOLO CESAR AUGUSTO (Supporter of Lula): (Speaking foreign language) MCCARTHY: Corruption, he says, has been generation after generation. I think we should give Lula another chance. The second round of the presidential election is Oct. 29th. Julie McCarthy, NPR News, Rio de Janeiro. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "working class",
            "url": "https://www.npr.org/2006/10/02/6179971/brazil-presidential-election-goes-to-runoff"
        }
    ]
}