{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "middle class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "Code Switch Roundup: On Race, Policing And Ferguson",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 16,
                "year": 2014
            },
            "article_content": "A protester holds up a clenched fist in front of a convenience store that was looted and burned following the shooting death of Michael Brown by police nearly a week ago in Ferguson, Mo.\n                \n                    \n                    Charlie Riedel/AP\n                    \n                \nhide caption A protester holds up a clenched fist in front of a convenience store that was looted and burned following the shooting death of Michael Brown by police nearly a week ago in Ferguson, Mo. Over the past week, much of the nation's attention has been trained on the town of Ferguson, Mo., following an incident there in which a police officer shot an unarmed black teenager named Michael Brown. Like similar stories, the Michael Brown shooting has become a flashpoint for conversations about race and policing, and there have been heated, chaotic showdowns between the police there and protesters. Here's some of what's been written about the shooting and the reaction to it in the week since. FERGUSON AT A GLANCE Ferguson, Mo., (pop. 21,000) is a mostly black town, although that's a fairly recent development. The dramatic racial shift happened over the past few decades: The city was 85 percent white in 1980, but by 2010, after many white families moved to other suburbs, the town was about two-thirds African-American. Most of St. Louis County, where Ferguson is situated, is white. But Ferguson's current demographics aren't reflected in its political and civic leadership. The mayor is white, as are five of the six City Council members and all but one member of Ferguson's school board. Jordan Weissman of Slate reported that the contrast between the public and the political class is due to socioeconomics. \"The issue boils down to who votes. Ferguson is roughly two-thirds black, but compared with the city's whites, the community is younger, poorer (the city has a 22 percent poverty rate overall), and, as the New York Times recently wrote, somewhat transient, prone to moving 'from apartment to apartment.' All of these factors make black residents less likely to go to the polls, especially in low-turnout municipal elections. And so whites dominate politically. 'The entire mobilization side of it is what accounts for the difference,' Kimball said.\" Whites also dominate the town's law enforcement. Several outlets have reported that the town's 53-member police force has only three black officers. In 2013, Ferguson authorities came under scrutiny from the state attorney general because of allegations that it racially profiles its black residents; approximately 9 in 10 people stopped by town police are African-American. USA Today reports that the crime rate has significantly declined in Ferguson in recent years, while the New York Times reports that crime there is much lower than in one of its neighboring communities. ON THE GROUND The police in Ferguson have been responding to the unrest with military-style weaponry. The images have drawn new attention from lawmakers who are concerned about the federal government's policy of giving military equipment to local police agencies with little requirements for training.\n                \n                    \n                    Jeff Roberson/AP\n                    \n                \nhide caption The police in Ferguson have been responding to the unrest with military-style weaponry. The images have drawn new attention from lawmakers who are concerned about the federal government's policy of giving military equipment to local police agencies with little requirements for training. Starting last Sunday, hundreds of demonstrators took to the streets in Ferguson, demanding that the police release information about the shooting. Some incidents of looting were reported early in the protests, and the police came out in full force. (There was some looting on Friday night, as well, but protesters intervened to block looters from stores.) Authorities imposed a curfew — which many people flouted — with the stated aim of stemming the disorder. Earlier this week, Slate's Jamelle Bouie, reporting from Ferguson, wrote that the heavy police presence was ratcheting up tensions on both sides. \"With the arrival of SWAT teams, the demonstration escalated into a standoff. And an hour after the teams' arrival, they began marching down the street and shouting orders. 'You must return to your vehicles, or your homes, in a peaceful manner,' they said, advancing down the street, 'Your right to assembly is not being denied.' ... \"When I returned to the standoff, an hour after SWAT teams arrived, streets were completely blocked off, helicopters were circling, and officers were pouring tear gas onto West Florissant and the surrounding neighborhood, launching flash bangs, shooting rubber bullets, and using noise-based weapons to force people inside.\" It wasn't clear who was responsible for firing tear gas and rubber bullets at protesters earlier this week, since there were at least four different law enforcement agencies on the ground. Many journalists covering the story compared Ferguson to a war zone, an impression underscored by photos of snipers and armored personnel carriers. Some military veterans were also surprised by the equipment available to Ferguson's police. \"We went through some pretty bad areas of Afghanistan, but we didn't wear that much gear,\" one former security official for the State Department told the Washington Post. For some, the scenes raised alarms about whether military hardware has become too accessible to civilian law enforcement. Counties and towns across the country  have been buying up body armor, armored vehicles, grenade launchers and assault rifles since 9/11, initially in response to concerns about terrorism. That process has been facilitated by federal grants that help authorities procure such equipment with few restrictions and little training on its use. Annie Lowrey at New York magazine says that the use of the heavy-duty equipment at a time when crime is falling nationally means it's being deployed to crack down on minor crimes like \"barbering without a license.\" (The NYT has a helpful infographic about the spread of this kind of equipment among law enforcement agencies across the country.) Rand Paul, the Republican senator from Kentucky, voiced concerns about what he saw as the militarization of police departments in an op-ed for TIME. \"Washington has incentivized the militarization of local police precincts by using federal dollars to help municipal governments build what are essentially small armies—where police departments compete to acquire military gear that goes far beyond what most of Americans think of as law enforcement. ... \"When you couple this militarization of law enforcement with an erosion of civil liberties and due process that allows the police to become judge and jury — national security letters, no-knock searches, broad general warrants, pre-conviction forfeiture — we begin to have a very serious problem on our hands. RECONSIDERING THE ROLE OF THE POLICE This story reminds many Americans of other recent cases, including the death of Eric Garner in New York, in which an unarmed black man dies in an encounter with the police. And just like those cases, Brown's death seems to invite a series of all-too-familiar questions: Was Brown a thug? Was Darren Wilson a racist? And, of course: What about black-on-black crime? Why isn't anyone ever upset about that? Once the wheels of the bureaucratic state start to turn, they can grind people up. Emily Bazelon, Slate Journalist Monica Potts was once an investigator who probed police misconduct complaints in New York. She wrote for Code Switch earlier this week that these questions undercut a more necessary and serious conversation about the limits and risks of zero-tolerance policing. \"Is there anything else we can and should do to stop jaywalkers? The Garner video also starts out minor, but after he pulls his hands back away from the officers who are trying to handcuff him, it escalates quickly, with a swarm of officers and a chokehold that turns out to be deadly. Why was it so important to arrest him in the first place? Adding police officers to any situation is going to increase the likelihood of violence, and there's nothing we can do to change that except reconsider the conditions under which we add police. That's because, in any situation, we've given police officers extraordinary powers and wide latitude to 'stop criminals,' without spending a lot of time considering what we mean by 'criminals,' and how far we're willing to go to stop them. ... \"Perhaps, rather than investigating the actions of any one officer, it's time to rethink what lengths we as a society will go to in the name of law and order.\" The skepticism has cut across ideological lines. At the National Review, Charles C.W. Cooke argued that raising concern over black-on-black crime in the wake of the Brown shooting collapses two very different problems together, and runs the risk of trivializing state-authorized violence. \"The problems of black-on-black crime and the alleged miscarriage of justice in Ferguson are discrete issues per se. But they are philosophically separate, too. It remains the case that a life is a life, and a murder is a murder — after a point, one doesn't grieve more acutely if one's family is taken on purpose. Nevertheless, police shootings will always play a trickier role in society because, by definition, they are carried out under the imprimatur of the state. Even if the United States did not boast a history in which blacks were routinely disfavored, beaten, and even murdered by the governments that were ostensibly established to protect them, there would still be something distinct about being killed or hurt by a man in uniform. No, you are no less dead if your neighbor murders you. But you do enjoy a different relationship with him — and it matters. As a rule, your neighbor does not exist to protect you; he is not paid by the whole of the citizenry; he does not claim to act in your name, or to treat everybody equally. And, if he commits an illegal act, he will be charged by authorities and he will face a jury of his peers that will first pronounce upon his guilt and then decide upon his punishment. He, in other words, is subject to rules that are designed to help you if he steps out of line; the state, by contrast, has very little above it.\" I dropped by NPR's Morning Edition on Friday to speak with my colleague David Greene about one of the reasons it's so hard to talk about stories like this. Namely: When you come from a place where the police are a helpful and relatively rare presence, it's hard to think about the police through the prism through the very different frame of someone from a community that's constantly under police surveillance. It's easy to assume that being questioned by the police means that someone's up to no good and not just a normal occurrence in their neighborhood. (Some data points here: Close to 90 percent of the 684,000 police stops under New York's old stop-and-frisk program in 2011 were of blacks and Latinos; check out this New York Times story about life in a Brooklyn neighborhood where everyone was likely to be stopped by the police at some point.) All that contact introduces lots of potential disruption to people's lives, delaying them from work or home for minutes or, if they're taken into custody for a minor violation, possibly even days — to say nothing about the potential use of force by officers. In a provocative piece at Slate, Emily Bazelon wrote that these consequences have led her to avoid calling the police for small problems. She highlighted the case of Debra Harrell, the black single mom who was arrested after she left her 9-year-old daughter to play in the park while she went to work at McDonald's. That woman was subsequently fired from her job at the fast-food chain, where she worked for five years, and her daughter was temporarily placed in foster care. (The case got a lot of attention, and Harrell has since gotten her job and daughter back.) \"This is the sharp edge of my explanation for why as a white person, if I have a choice about whether to involve the police in the life of a black person, I will try to choose not to. I'm not saying that I won't call 911 and pray as hard as I can for the police to come if someone, whatever race, breaks in to my house. But much of the time, our choices are made in a far hazier gray area. To go back to the story of Debra Harrell and her daughter, who wound up respectively, getting arrested and going into foster care: If I saw a 9-year-old black girl alone in the park, and she said her mom was at work, I would not call the police. I would ask that girl if she was OK and try to talk to her mom. Because, once the wheels of the bureaucratic state start to turn, they can grind people up.\" David Kennedy, a criminologist at John Jay College in New York, said that many communities subjected to this kind of policing often become further marginalized. \"What I've been seeing for decades now are communities who feel so completely alienated from their country and their government that they do not organize,\" he said on Morning Edition. \"They don't march. They don't pull out their cellphones; they just withdraw. And that is the mark of a community that does not feel any longer like they are part of America. They don't feel like citizens.\" The outcry in Ferguson over the past week, he said, underscores just how invested the citizens there are in mending the social fabric of their town.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/sections/codeswitch/2014/08/16/340912893/code-switch-roundup-on-race-policing-and-ferguson"
        },
        {
            "headline": "Rep. Ryan Calls For 'Culture Of Inclusion' To Tackle Poverty",
            "author": "By  \n\n      NPR STAFF",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 29,
                "year": 2014
            },
            "article_content": "Renewing the American Idea by Paul Ryan Hardcover, 290 pages | Your purchase helps support NPR programming. How? Rep. Paul Ryan, chairman of the House Budget Committee, used to have a habit of describing the American people in two categories. There were the \"makers\" — people paying taxes — and the \"takers\" — people getting government benefits. Today, the Wisconsin Republican says he was wrong, and that the country needs to overhaul how it thinks about poverty. In his new book, The Way Forward: Renewing the American Idea, he offers ways to redirect federal spending to fighting poverty. His plan would merge up to 11 existing benefit programs, allow local charities and welfare offices to customize aid, and add measures to improve accountability. \"With aid and support come some expectations,\" he says. \"In far too many ways in our communities, we have isolated the poor, we have marginalized the poor, and we have to reintegrate people in our communities.\" Ryan discussed how he's rethinking poverty, and his idea to create \"opportunity grants,\" with NPR's Steve Inskeep. On rethinking \"makers\" and \"takers\" In my opinion it was sort of a callous generalization. This man, a Democrat from the Democratic tent at the county 4-H fair, said, 'So who are the takers? The veteran who comes back from war who gets health care? Or the senior who paid her taxes all these years and is on Medicare?' And what I realized was it was disparaging people where I really didn't mean to do that. On whether the GOP has been talking — or thinking — about poverty the wrong way I'd say ... this isn't just Republicans. I think Republicans and Democrats have been thinking about it the wrong way. And the reason I say this is, look at the results. I do believe we need some fresh thinking on fighting poverty. That's why I put out in July a very comprehensive plan, not to suggest that I've got it all figured out but to get the conversation going, to advance it to a problem-solving mode. I spent a lot of time with Catholic Charities or Lutheran Social Services going around the country and meeting with various groups. People who are really on the front lines fighting poverty, soul to soul, eye to eye, person to person. And so it has caused me to rethink the federal role in all this. And the way I basically see it is the federal government should not be dictating the front lines in the war on poverty; it should be mining the supply lines. What the federal government really brings to the table are resources. What local communities bring are the human touch. Wisconsin Republican Rep. Paul Ryan speaks during a news conference at the Union League Club of Chicago on Aug. 21.\n                \n                    \n                    John Gress/Getty Images\n                    \n                \nhide caption Wisconsin Republican Rep. Paul Ryan speaks during a news conference at the Union League Club of Chicago on Aug. 21. On creating \"opportunity grants\" to address poverty What I propose with opportunity grants is to take 11 different programs, which don't really work in conjunction with one another, and bring them together so you combine 11 funding streams to go to the states or localities. Now what this looks like at the end of the day is a group — let's say it's Catholic Charities that does this very, very well or your local welfare agency — will customize the aid to a person's needs. This lady may need day care, and she may need job training. This guy over here, he may need addiction counseling and he may need a GED. And so you put together a plan. They have a case manager that's assigned to them, so it's one person, one-stop shopping. You don't have a person going around, signing up for different benefits with different government agencies with different cutoffs, where none of this is harmonized and there's no responsibility or accountability involved. The alternative is the status quo. And the status quo is everybody is treated the same, and these benefits are not actually moving people out of poverty. On whether extra hurdles imply people in poverty aren't trying hard enough What I'm implying is you have to have accountability. It's not a one-way street. With aid and support come some expectations. And I think hard-working taxpayers have every right to expect that their money that is going to this person is going to go to a good effect, and that it's something that's not endless. On criticism that the plan focuses too much on personal problems rather than larger economic issues In one poverty plan, you're not going to take down the entire macroeconomic policy world. The argument I make in this book is that we have to go toward more of a culture of inclusion. And, specifically with respect to people who are fighting poverty, I would argue, inadvertently, that we have marginalized the poor in many ways. On criticism that phrases he has used, such as \"the culture of the inner city,\" are racist That's just ridiculous. There wasn't race in those comments, and race had nothing to do with it. What I was trying to talk about is the culture of work, is work ethic. And to try and reinvigorate and reintegrate people in work. In far too many ways in our communities we have isolated the poor, we have marginalized the poor, and we have to reintegrate people in our communities. On whether he has a shot at the presidency in 2016 I believe so, but I'm going to do all this consideration back in 2015, not right now. Right now, I want our party to be an ideas party.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2014/08/29/343434942/rep-ryan-calls-for-culture-of-inclusion-to-tackle-poverty"
        },
        {
            "headline": "No Surprises: Egyptian Military Endorses Its Chief For President",
            "author": "Leila Fadel",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 27,
                "year": 2014
            },
            "article_content": "Out of Cairo on Monday came new indications that Egypt's military chief, General Abdel Fattah al-Sisi, will run for president in an election expected within the next three months. The Supreme Council of the Armed Forces, Egypt's highest military body, disseminated a message praising Sisi and endorsing him for a presidential bid.  ROBERT SIEGEL, HOST: Now, to Egypt where there were more indications today that the country's top military chief is preparing to run for president. The armed forces announced on state television that Field Marshal Abdel-Fattah el-Sisi should, in their words, heed the call of the people and run for president in an election expected to be held within the next three months. NPR's Leila Fadel joins us now from Cairo. Hi, Leila. LEILA FADEL, BYLINE: Hi. SIEGEL: And does this mean that Egypt's military chief is definitely running for president? FADEL: Well, in the past, Field Marshal Abdel-Fattah el-Sisi has said he would run for president if he got the request from the people and the mandate from the army. And so right now, he has both of those things. And the only thing left to be done is for him to officially declare his candidacy. SIEGEL: Today's announcement from the armed forces really doesn't come as a surprise, does it? FADEL: No, not at all. For months, we've seen the build up to what people see as the great hero of Egypt now. Sisi is - his face is on chocolates, on posters. There are gold Sisi masks. There are columns about his Herculean strength. I spoke to an analyst today, Josh Stacher, from Kent Sate University, and he had this to say. JOSH STACHER: What he represents is he's the public face of a military junta that is attempting to reassert control over a population. SIEGEL: Not such an easy task. This comes after a particularly violent weekend in Egypt. Dozens of people were killed in clashes with security forces. Is more violence expected in Egypt? FADEL: Yeah. What we saw over the weekend is that, really, no dissent against the military is acceptable. Police open fire pretty much on protests across the country of both Islamist and non-Islamists. Again, I'd like you to listen into what Stacher had to say about this. STACHER: Any resistance from society, whether that comes from groups like the Muslim Brotherhood or whether that comes from groups like the revolutionaries, is going to be suppressed because they've made it a zero-sum game in which there's no easy outs for el-Sisi or the military junta. FADEL: So now, if Sisi does run for president and wins, it looks like even less dissent will be accepted here in Egypt. SIEGEL: Is the military taking a risk here? After all, Egypt faces huge problems: a battered economy, a corrupt bureaucracy, a country in which half of the people live at or below the poverty line. One could argue that you become president, you take responsibility for all of that. FADEL: That's right. We've seen two leaders in the past have huge masses come out on the streets: Hosni Mubarak and then later, Islamist President Mohammed Morsi, who's now facing trial because their life wasn't getting better. And so far, none of those underlying problems have been solved. And the military has shied away from taking such bold responsibility. They've always sort of led in the background in the past three years other - during that transitional period. So by taking the presidency, they're taking that responsibility. And on top of that, they're also facing a low-level insurgency. We saw signs of that again this past weekend with bombings in Cairo. And a militant group taking a military helicopter out of the sky with the surface-to-air missile. SIEGEL: That's NPR's Leila Fadel in Cairo on news today that Egypt's senior military leaders have endorsed Field Marshal Abdel Fattah el-Sisi to run for president. Leila, thank you. FADEL: Thank you. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2014/01/27/267203660/no-surprises-egyptian-military-endorses-its-chief-for-president"
        },
        {
            "headline": "Is 'Womenomics' The Answer To Japan's Economic Woes?",
            "author": "Anthony Kuhn",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2014
            },
            "article_content": "Lumberjack Yukiko Koyama cuts pine trees on a hillside overlooking Matsumoto City in Nagano prefecture on Japan's central Honshu island. Koyama's employment at a local timber mill is partially subsidized by a government program to get more Japanese women into the workforce.\n                \n                    \n                    Yo Nagaya/NPR\n                    \n                \nhide caption Lumberjack Yukiko Koyama cuts pine trees on a hillside overlooking Matsumoto City in Nagano prefecture on Japan's central Honshu island. Koyama's employment at a local timber mill is partially subsidized by a government program to get more Japanese women into the workforce. Yukiko Koyama kicked around Tokyo for a few years looking for the right job. For a while, she designed costumes for classical ballet dancers. But she longed to work in the great outdoors, and to find a job she could really sink her teeth into. Two years ago, she found just the right thing for her: sinking a chainsaw's teeth into the pine forests of Matsumoto City in landlocked Nagano prefecture. Forests there on the central island of Honshu have been growing since the end of World War II, and many are in need of weeding. On a recent windy day, Koyama deftly sliced through big pine logs like a sushi chef cutting up a tuna roll. During her lunch break, Koyama says she is treated equally and fairly at her job, and wishes to stay in this line of work, even after she has children.\n                \n                    \n                    Yo Nagaya/NPR\n                    \n                \nhide caption During her lunch break, Koyama says she is treated equally and fairly at her job, and wishes to stay in this line of work, even after she has children. Koyama, 35, is one of about 3,000 women in the government's Women's Forestry Program. It trains and certifies women to work in the logging industry and pays timber companies half the cost of employing women for up to three years. \"We had never even considered hiring women for this kind of work before,\" says Ryoichi Ogasawara, boss of the timber mill where Koyama works. The mill makes plywood, flooring and paper pulp. \"But after we started hiring women, our workplace environment has become more lively and friendly,\" Ogasawara adds. The program is part of Prime Minister Shinzo Abe's wider effort — dubbed Abenomics — designed to yank Japan's economy out of two decades of stagnation. This month, Japanese voters will head to the polls in snap elections portrayed by Abe as a referendum on his economic policies. Japan's workforce is shrinking and aging, and immigration is strictly limited. Slightly less than half of Japanese women participate in the workforce, the lowest rate of any developed economy. Only 11 percent of the country's lawmakers are women. \" 'Creating a society in which women shine' has consistently been one of my highest-priority issues since the launch of my administration in December 2012,\" Abe said in a speech in September. \"Japan has set a target of having women occupy 30 percent of leadership positions by 2020.\" Abenomics has done nothing for women, children and low-income people. Perhaps the top 1 percent has benefited, but the majority of working women are temporary or contract workers, and for ordinary people, there's been no benefit. Editor Tokiko Kashiwara But Tokiko Kashiwara, editor of the Tokyo-based Femin Women's Democratic Journal, doubts Abe can achieve these goals. \"Abenomics has done nothing for women, children and low-income people,\" she says. \"Perhaps the top 1 percent has benefited, but the majority of working women are temporary or contract workers, and for ordinary people, there's been no benefit.\" Kashiwara says Japanese women are paid half of what men get for the same work. Many are mired in poverty. Finding child care and returning to their jobs after maternity leave remains difficult for many Japanese women. Japan has an equal opportunity employment law that bans discrimination against women, but Kashiwara says it has failed to solve the problem. Abe appointed a record-tying five female ministers to his Cabinet. Two of them have resigned after scandals. Kashiwara says that despite the rhetoric, Abe and the female ministers still hold very traditional views about women in the workplace. She says he wants women to serve GDP growth, and not vice versa. \"I think what Abe wants to do is to use women as part of the country's economic forces, by having us give birth and raise children, according to Japanese women's traditional role,\" she says. Back in Matsumoto, lumberjack Yukiko Koyama takes off her hardhat and chaps, lets down her hair and breaks for lunch. Abe's \"womenomics\" program may be facing big challenges. But Koyama says she is treated fairly and equally. She says she intends to stay in this line of work, although perhaps in a different capacity later. \"After I have children, I will want to stay in the forestry business, but it doesn't have to be wielding a chainsaw,\" she says. \"It may be creating forests, planting trees or maintaining trees.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/parallels/2014/12/03/368143686/is-womenomics-the-answer-to-japans-economic-woes"
        },
        {
            "headline": "Between Mayor And Governor, Trace A Democratic Party Fault Line",
            "author": "Joel Rose",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 20,
                "year": 2014
            },
            "article_content": "Both New York Mayor Bill de Blasio and Gov. Andrew Cuomo are Democrats, but they've clashed on several issues. It may be evidence of a rift between populists and centrists within the Democratic Party.  AUDIE CORNISH, HOST: It's ALL THINGS CONSIDERED from NPR News. I'm Audie Cornish. ROBERT SIEGEL, HOST: And I'm Robert Siegel. When it comes to the Democratic Party establishment, you can't get much more established than Andrew Cuomo. He is the second Cuomo to be governor of New York. He was once married to a Kennedy. But these days, Cuomo is sparring with the party's progressive wing personified by New York City Mayor Bill de Blasio. Democrats all over are watching closely, as NPR's Joe Rose reports. JOEL ROSE, BYLINE: In New York, Mayor Bill de Blasio swept into office this year with an unapologetically liberal agenda. At the top of the list: raising taxes to fund universal pre-kindergarten for all New York City kids. Here he is on MSNBC. MAYOR BILL DE BLASIO: We have to get there. I propose a way to do it in a big, bold, consistent way. ROSE: De Blasio wants to tax New Yorkers who earn more than half a million dollars a year to pay for his pre-K plan, but that idea is running into opposition in the state capitol. And the main obstacle, his fellow Democrat Andrew Cuomo. GOVERNOR ANDREW CUOMO: We both want pre-K and the question was how do you pay for it. ROSE: That was Cuomo on WNYC. Cuomo does not want to raise taxes on the wealthy. He plans to pay for universal pre-K out of the state's regular budget. In fact, Cuomo, who is running for reelection this year and may be planning a run for president, wants to see tax cuts instead. CUOMO: Homeowners in the State of New York paid the highest property taxes in the United States of America in terms of absolute dollars, just what people pay. ROSE: By all accounts, Andrew Cuomo and Bill de Blasio our friends who known each other for 20 years. But their disagreements have flared up into a full-blown fight, complete with dueling press conferences, photo ops and rallies. (SOUNDBITE OF CHEERING) BLASIO: And we're going to bring it home for New York City, aren't we? (SOUNDBITE OF CHEERING) ROSE: Some see this as a preview of ideological debates that are looming inside the Democratic Party. PETER BEINART: We are seeing a pendulum shift in which the terms our debate economically are shifting left. ROSE: Peter Beinart teaches political science and journalism at the City University of New York. He says Cuomo is a moderate Democrat in the tradition of Bill Clinton, liberal on social issues but fiscally conservative. Beinart says progressive Democrats, like Bill de Blasio and Massachusetts Senator Elizabeth Warren, are charting a different path. BEINART: That it's both right and perhaps even politically smart for Democrats to be more open about redistributing wealth, given the changed political situation and the new realities of growing income inequality. ROSE: There's evidence that rank-and-file Democrats may be receptive to this message. Gallup found that 23 percent of voters identified themselves as liberal in 2013, the highest number since the firm began measuring ideology more than 20 years ago. But among Democratic politicians, de Blasio and Warren look more like outliers. While the Republican Party has been steered to the right by the ascendance of the Tea Party, Democratic insiders insist the progressive wing doesn't wield that kind of power. JEFF SHESOL: I don't see a schism in the Democratic Party. I see differences of opinion. ROSE: Jeff Shesol is a former speechwriter for Bill Clinton. He thinks that what worked for a few Democrats in New York and Massachusetts, may not play so well in the rest of the country. SHESOL: I'm not sure how instructive that is really for Democrats in red states or even in so-called purple states, like Colorado. I don't think that a Bill de Blasio strategy is going to be very helpful to a Mark Pryor in Arkansas, or any of the other red state Democratic senators who are facing tough elections. ROSE: Shesol says Hillary Clinton, or whoever wins the Democratic nomination in 2016, would be well advised to run toward the middle. Still, Peter Beinart thinks the progressive wing is already provoking debate about the direction of the party, which is likely to intensify as President Obama's second term winds down. BEINART: You're going to see it on questions of civil liberties and national security. And I think you're going to see it on the question of how much you're willing to challenge Wall Street and corporations, to respond to economic inequality and poverty. So I think the Cuomo-de Blasio divide is something of a harbinger of things to come. ROSE: As for the fight over universal pre-K in New York, the outlines of a deal are emerging that would fund universal pre-K without raising taxes. On its face that looks like a win for Governor Andrew Cuomo. But the state might not be having this debate at all without a push to the left from Bill de Blasio. Joel Rose, NPR News, New York. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2014/03/20/291976993/between-mayor-and-governor-trace-a-democratic-party-fault-line"
        },
        {
            "headline": "The War Over Poverty: A Deep Divide On How To Help",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 11,
                "year": 2014
            },
            "article_content": "Homeless women sit amid their belongings in downtown Los Angeles on Wednesday. Democrats and Republicans say income inequality is a problem, but they disagree over a solution.\n                \n                    \n                    Frederic J. Brown/AFP/Getty Images\n                    \n                \nhide caption Homeless women sit amid their belongings in downtown Los Angeles on Wednesday. Democrats and Republicans say income inequality is a problem, but they disagree over a solution. All this week, Majority Leader Harry Reid declared over and over on the Senate floor that there's a downside to the recovering economy. \"It's true,\" he said. \"The rich are getting a lot richer, and the poor are getting poorer.\" That observation may not be surprising, coming from a Democrat. Less expected, perhaps, is a similar lament made the same day by the Senate's Republican leader, Mitch McConnell. Sen. Susan Collins, R-Maine, says that both parties have compassion for the poor. The difference is in how they try to help.\n                \n                    \n                    Jacquelyn Martin/AP\n                    \n                \nhide caption \"We all know the stock market's been doing great, so the richest among us are doing just fine,\" McConnell said. \"But what about the poor? What about working-class folks?\" Those comments came the same week a study showed more than half the members of Congress are millionaires. Still, Susan Collins, a Senate Republican up for re-election in Maine, insists members of both parties are compassionate, and that they do agree \"that income inequality is a real issue, that the lack of jobs is a serious problem.\" \"The question is, what do we do about it?\" she asks. The two parties' deep differences over dealing with these issues were readily apparent on Wednesday, the 50th anniversary of President Johnson's declaration of a \"War on Poverty.\" Democratic Sen. Mazie Hirono of Hawaii called that effort a success at improving the lot of many, while noting that much needs to be done. \"The national poverty rate has gone down from 26 percent in 1967 to 16 percent in 2012,\" she said. \"Without safety net programs, the poverty rate would've climbed to 29 percent.\" But Republican Sen. Marco Rubio of Florida marked the anniversary with a speech in Johnson's old Senate office, highlighting the continued problems of poverty. \"They will not be solved by continuing with the same stale Washington ideas,\" he said. \"Five decades and trillions of dollars after President Johnson first announced the War on Poverty, the results of the big government approach are in.\" In an interview with NBC's Brian Williams, another Republican, House Budget Committee Chairman Paul Ryan, was asked what grade he'd give the War on Poverty. \"I would give us a failing grade,\" he answered. \"It has failed. We should've done better than this. We can do better than this.\" Democratic Sen. Mazie Hirono of Hawaii says President Lyndon Johnson's War on Poverty has been a success.\n                \n                    \n                    Jacquelyn Martin/AP\n                    \n                \nhide caption Democratic Sen. Mazie Hirono of Hawaii says President Lyndon Johnson's War on Poverty has been a success. Both Ryan and Rubio want more local control over anti-poverty programs. Meanwhile, the Senate is debating whether Congress should restore jobless benefits to more than 1 million long-term unemployed people who lost them two weeks ago. McConnell voted to block the aid. \"Because it's only when you believe that government is the answer to all of your problems that you talk about unemployment insurance instead of job creation,\" McConnell said. Most Senate Republicans voted to block extending the unemployment payments, invoking fiscal rectitude. John Hoeven is a Republican from North Dakota, the state with the nation's lowest unemployment. \"\"You've got to find a way to pay for these programs so we don't keep increasing the debt and deficit, which hurts the economy,\" Hoeven said. Democrats say extending unemployment benefits actually helps the economy, in addition to those who receive them. Their next goal is to raise the federal minimum wage. That won't be forgotten come election time, says New York Democratic Sen. Charles Schumer. \"The issue of which party can address the needs of the middle class and the decline in income and the need for better-paying jobs is going to win the election, plain and simple,\" Schumer said. \"Not the party that, you know, figures out the best solution on Obamacare, and not the party that figures out the best solution on the deficit. This is the issue. The world is changing.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2014/01/11/261566403/the-war-over-poverty-a-deep-divide-on-how-to-help"
        },
        {
            "headline": "For LBJ, The War On Poverty Was Personal",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2014
            },
            "article_content": "President Lyndon B. Johnson delivers his State of the Union address to a joint session of Congress on Jan. 8, 1964.\n                \n                    \n                    AP\n                    \n                \nhide caption President Lyndon B. Johnson delivers his State of the Union address to a joint session of Congress on Jan. 8, 1964. President Lyndon Johnson stood in the Capitol on Jan. 8, 1964, and, in his first State of the Union address, committed the nation to a war on poverty. \"We shall not rest until that war is won,\" Johnson said. \"The richest nation on Earth can afford to win it. We cannot afford to lose it.\" It was an effort that had been explored under President Kennedy, but it firmly — and quickly — took shape under Johnson. On Nov. 22, 1963, just hours after Kennedy was assassinated, Johnson was meeting with advisers in Washington to get the affairs of state in order. The chairman of the Council of Economic Advisers, Walter Heller, mentioned to Johnson that under Kennedy, he had begun looking at ways to help those in poverty — about 1 in 5 Americans at the time. \"And Johnson slams the door shut so he can talk to Heller another couple of minutes about it, and Heller asks him, 'How fast do you want to move ahead with this program?' and Johnson says to him, 'Full tilt,' \" historian Robert Caro tells NPR's David Greene. Caro's most recent book, The Passage of Power, the fourth volume in his biography of Johnson, recounts the early weeks of the Johnson presidency, when he launched the war on poverty. The Years Of Lyndon Johnson by Robert A. Caro Paperback, 768 pages | Your purchase helps support NPR programming. How? That ambitious initiative would help Johnson politically. Many liberals, who had rallied around the cause of poverty, were suspicious of him — but it was something he knew the pain of personally. On Johnson's face as he delivered the State of the Union speech He had a very tough face, and sometimes his eyes narrow and his lips get into a very thin, grim line, and they're sort of pulled down on the corners so they almost seem like a snarl. The senators and representatives sitting below him as he was making the speech were suddenly looking into a face they knew from his time in Congress, the face of a Lyndon Johnson who was determined to win. He put everything into that speech because it was something he believed in so deeply. On Johnson's personal connection with poverty His father failed. He once had been a very respected state legislator and businessman, and he totally failed. And as a result, for the rest of his boyhood, Lyndon lived in a home that they were literally afraid every month that the bank might take away. There was often no food in the house, and neighbors had to bring covered dishes with food. In this little town, to be that poor, there were constant moments of humiliation for him, and insecurity. It was a terrible boyhood. On the phrase \"war on poverty\" He loved that phrase, and it was part of his hatred of poverty. Johnson could be a very ruthless man. I wrote [in Passage of Power] he knew what to do. He says [the causes of poverty may lie] \"in a lack of education and training, in a lack of medical care and housing, in a lack of decent communities in which to live.\" These were to Johnson real-life foes, and Johnson knew what to do with enemies: You destroyed them. So he loved the word \"war.\" On what the war on poverty tells us about Johnson To me, Lyndon Johnson, in everything he did, there was always a political calculation. But in some of the things that he did, there was ... something more, something that had to do less with strategy than with memories. And I think that driving him was not only the political calculation to make himself more palatable to liberals, to put his own stamp on the presidency because he was going to be running for re-election; there was also the memories of his youth and what poverty meant to him, and how it hadn't been his fault that he was in poverty. And that translates in the [State of the Union] speech into the sentences where he basically says too many people are living on the outskirts of hope. \"Some because of their poverty, and some because of their color, and all too many because of both. Our task is to help replace their despair with opportunity. This administration today, here and now, declares unconditional war on poverty in America.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2014/01/08/260572389/for-lbj-the-war-on-poverty-was-personal"
        },
        {
            "headline": "Jane Byrne Dies: No Woman Has Led A Larger U.S. City",
            "author": "By  \n\n\n      David Schaper",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 14,
                "year": 2014
            },
            "article_content": "Jane Byrne savors her victory in the previous night's Democratic primary in 1979, when she defeated incumbent Chicago Mayor Michael Bilandic. She became the city's first female mayor.\n                \n                    \n                    Carl Hugare/MCT/Landov\n                    \n                \nhide caption Jane Byrne savors her victory in the previous night's Democratic primary in 1979, when she defeated incumbent Chicago Mayor Michael Bilandic. She became the city's first female mayor. Jane Byrne, who stunned Chicago's powerful political machine in becoming the first and still only woman elected mayor of the nation's third-largest city, died today at the age of 81. She is being remembered as a trailblazer for women in politics who cracked the glass ceiling in a city whose political oligarchy 'don't want nobody nobody sent.' * A product of the machine herself and a protege of late mayor Richard J. Daley, Byrne bucked party leaders to topple their annointed candidate, incumbent mayor Michael Bilandic, in the Democratic primary in February of 1979. \"I've beaten the whole damned machine single-handedly,\" Byrne said on the night of her primary victory. \"The last time the Democratic organization in a mayoral primary had lost was 1911,\" says political scientist Paul Green, director of the Institute for Politics at Roosevelt University in Chicago. \"So she broke a long string of organization victories ... a 68-year tradition of the Democratic machine winning its mayoral primary.\" Byrne tapped into growing anti-machine sentiment in Chicago after the death of Richard J. Daley in 1976, when Bilandic took over the mayor's office. She also was aided in her campaign by Mother Nature, in the form of one of the Windy City's famous snowstorms. Pedestrians totter, cars crawl, and the snow falls as Chicago is hit by 19 inches of snow on Jan. 14, 1979. The city's poor response to the storm was one reason Jane Byrne won the Democratic mayoral primary later that year.\n                \n                    \n                    Fred Jewell/AP\n                    \n                \nhide caption Pedestrians totter, cars crawl, and the snow falls as Chicago is hit by 19 inches of snow on Jan. 14, 1979. The city's poor response to the storm was one reason Jane Byrne won the Democratic mayoral primary later that year. A blizzard Jan. 13-14 that winter dumped more than a foot and a half of snow on the city, and much of the city was paralyzed for weeks. Bilandic was criticized sharply for the city's feeble plowing efforts and the failure to keep buses and trains running. When service did resume, Bilandic ordered his mass transit system to skip stops in black neighborhoods, further alienating minority voters and adding to growing anti-machine sentiment in the Chicago. \"She wasn't Michael Bilandic. She was the alternative,\" says Green. \"The snow — and the unbelievable bad reaction by the mayor and his team to the snow — just added to the fact that if you didn't like Bilandic, you didn't like the trains bypassing you, you didn't like this, you didn't like that, (there was) only one way to show your opposition. And that was to vote for Jane Byrne.\" But as anti-machine as Byrne was in her campaign, she reversed course early in her term in office, upsetting the liberals and minorities who helped elect her. \"Within six months, she flipped over, dumped reform, and for the next three and a half years ran the city pretty much the way the Machine ran the city,\" former Chicago Daily Southtown reporter Ray Hanania, who covered city hall during the Byrne administration, tells member station WBEZ. Some of Byrne's early supporters in politics — and in the press — say they felt betrayed by her new political alliance with the very aldermen she campaign against as a \"cabal of evil men.\" \"She was probably not prepared to be mayor, not that you go to school for it,\" said Don Rose, who managed her 1979 campaign but later became disillusioned and left the administration. Rose tells the Chicago Tribune that \"although the stories were probably wilder than the actual actions, I think some of her eccentricities were due to the fact that she was just really overwhelmed.\" Turnover in her administration was high, and she battled the city's labor unions — including city firefighters, who have gone on strike only once in the history of the city, in 1980, during Byrne term as mayor. She also had a very contentious relationship with the media. Decades later, Byrne would chalk up that last difficulty to what she said was one of her toughest challenges in office: sexism. \"I think the City Hall reporters felt they had always covered Mayor Macho, and now they've got somebody in a pink suit and high heels and it's not their cup of tea,\" Byrne told WBEZ in 2004. Not that the different outfit meant a softer approach, says Roosevelt University's Paul Green. \"One never called Jane Byrne dainty. Jane Byrne was as tough as they come and a fighter,\" he says, crediting much of that toughness to her political upbringing inside the machine as the first woman in the first Mayor Daley's cabinet. \"She got her reputation as being a Democratic party insider working for Richard J. Daley.\" Chicago Mayor Jane Byrne joins Sen. Edward M. Kennedy, D-Mass., in acknowledging applause Nov. 7, 1979, at a  Chicago hotel. Sen. Kennedy, who earlier in the day announced his candidacy for the Democratic presidential nomination in Boston, addressed Chicago-area Democrats. Byrne endorsed Kennedy, but incumbent President would ultimately win Illinois and the nomination, though not a second term.\n                \n                    \n                    John Duricka/AP\n                    \n                \nhide caption Chicago Mayor Jane Byrne joins Sen. Edward M. Kennedy, D-Mass., in acknowledging applause Nov. 7, 1979, at a  Chicago hotel. Sen. Kennedy, who earlier in the day announced his candidacy for the Democratic presidential nomination in Boston, addressed Chicago-area Democrats. Byrne endorsed Kennedy, but incumbent President would ultimately win Illinois and the nomination, though not a second term. In the midst of a tough economy, growing poverty, and rising violent crime, Byrne signed an ordinance effectively banning handguns from the city, and she and her husband moved into the notorious Cabrini-Green public housing complex amid an increase in shootings there. Byrne is also credited with boosting the arts, music and tourism in the city. She started the city's famous Jazz Fest, as well as and Chicago Fest, which morphed into Taste of Chicago. She invested in downtown and the city's lakefront, extended the city's elevated transit line to O'Hare airport, and modernized the airport, too. And after years of the city being off limits to Hollywood, she is credited with welcoming film crews and helping turn Chicago into a famous backdrop for many major motion pictures, the first of which was \"The Blues Brothers.\" After initially balking at the crazy car chases and other antic the filmmakers planned, Byrne was won over by actors John Belushi and Dan Ackroyd themselves, both of whom got their start at the Second City in Chicago. The clincher apparently was when they described the car chase through Daley plaza and into the glass lobby of the Daley Center in downtown Chicago. \"They all hate me in the 11th Ward (the Daley family's power base) anyway, so go ahead,\" she reportedly told them. But she lost her bid for re-election in 1983 when challenged by her political mentor's son, Richard M. Daley and the ultimate winner, Chicago's first and only black mayor, Harold Washington. * This is what a cigar-chomping Chicago ward boss told a young Abner Mikva, who after serving in WWII went to his local Democratic ward office to offer to volunteer. As Mikva tells the story, the boss curtly asked him, \"Who sent you?\" \"Nobody sent me,\" Mikva responded. \"We don't want nobody nobody sent,\" the boss replied, showing Mikva out the door. The liberal Mikva fought the machine much of the way as he became a congressman, a federal judge and White House counsel under President Bill Clinton.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/thetwo-way/2014/11/14/364180983/no-woman-has-led-a-larger-u-s-city-than-jane-byrne-who-died-today"
        },
        {
            "headline": "Why The KKK Is Reaching Out Beyond White Folks",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 12,
                "year": 2014
            },
            "article_content": "Back in 1925, thousands of Ku Klux Klan members paraded past the U.S. Treasury building in Washington, D.C., as part of a big rally. Throughout its iterations, the KKK has tried to position itself as a respectable, mainstream civic organization.\n                \n                    \n                    AP\n                    \n                \nhide caption As America's longest-lived white supremacist organization, the Ku Klux Klan has achieved a rare kind of name recognition. You know the way people say \"Xerox\" when they mean \"to photocopy\" or \"Kleenex\" when they mean \"tissue\"? \"KKK\" functions something like that, except it shorthands to \"racial terrorism and extrajudicial killings.\" It's a dilemma that some Klan groups are trying to address by being less, well, Klan-ish. Back in April, after a 73-year-old Klansman went on a deadly shooting spree in Kansas City, a whole lot of avowed racists condemned the shootings. CNN.com even ran a story that asked, \"Can the Klan rebrand?\" (It changed the headline after lots of outcry on social media.) \"Imperial Wizard Frank Ancona was upset, too. 'What this guy just did set back everything I've been trying to do for years,' said Ancona, who leads the Traditionalist American Knights of the Ku Klux Klan. [...] \" 'I believe in racial separation but it doesn't have to be violent,' he told CNN. 'People in the Klan are professional people, business people, working types. We are a legitimate organization.' After some residents in a South Carolina county woke up last spring to find anti-immigrant literature on their doorsteps, a local Klan leader explained the group's reasoning. \"I mean, we can't tell who lives in a house, whether they're black, white, Mexican, gay, we can't tell that,\" he said. \"And if you were to look at somebody's house like that, that means you'd be pretty much a racist.\" (Ahem.) John Abarr, a Klan leader in Montana, is going even further. Last week, Abarr said his newly formed Klan group — the Rocky Mountain Knights — would not discriminate on the basis of race or sexual orientation. \"The KKK is for a strong America,\" Abarr told a local newspaper. \"White supremacy is the old Klan. This is the new Klan.\" Abarr's Klan group will go after what it calls the \"one world order.\" Some traditions will endure, however: Abarr's Knights still require donning the traditional hoods and robes. Some other Klan types are none too keen on Abarr's new pitch; one said he's trying to reform his public image to further his political career. Haters gon' hate, though. (Heh? HEH?) These stories keep bubbling up into mainstream news and revealing schisms in the world of white supremacy that we don't see a lot. Just this past weekend, down in Texas, a neo-Nazi group and a Klan group held competing anti-immigration demonstrations — same weekend, different locales. \"Hmph! Well, they're not anything like us,\" the neo-Nazi leader told a columnist from the Fort Worth Star-Telegram. \"We're both pro-white, but our politics are very different.\" But David Cunningham, the author of Klansville, USA, a book about the Civil Rights-era Klan, said that none of this — the push to expand the Klan's Big Pointy-Hooded Tent, the focus on mainstream positioning — is very new. The incarnation of the Klan that rose to prominence in the 1920s was spurred in large part by a targeted public relations campaign. \"Their leader literally hires two marketing people to sign up as many members as possible, and the two marketers [would be paid by the people who joined],\" he said. A big part of their market research was about learning which local issues people in a given community were most concerned with. Then Klan leaders would pitch to locals the idea that the Klan was just the civic organization that could tackle them. \"The whole scheme was to present the Klan as the solution to any problem,\" Cunningham said. \"Well, any white Anglo-Saxon Protestant problem.\" I mean, we can't tell who lives in a house [when we leave Klan literature on their doorsteps], whether they're black, white, Mexican, gay, we can't tell that. And if you were to look at somebody's house like that, that means you'd be pretty much a racist. Ku Klux Klan leader in South Carolina It sounds like a modern American media push today: The Birth of a Nation (and, you know, virulent racism and bigotry) led to renewed interest in the Klan, which had foundered after Reconstruction. And for a while, this revived 1920s-era Klan flourished — it was an incorporated entity with millions of members across the country. The Klan held huge marches in Washington, D.C., and its influence swung elections. President Warren G. Harding was often alleged to be a member, while Supreme Court Justice Hugo Black said he joined to further his political career. Of course, all this was happening as the Klan conducted or participated in hundreds of lynchings, which were themselves mainstream, heavily attended celebrations in many towns. It was as mainstream as terrorist organizations got. By the 1940s, though, Cunningham said, the big, unified Klan was bankrupted by the IRS. Then different groups calling themselves the Klan rose to prominence in the 1960s to protest integration and civil rights laws. Cunningham said that like their forebears, they were very concerned about selling their ideas as mainstream, Cunningham said. \"They were trying to be a new, respectable Klan,\" he said. \"They would show up at [rallies and marches] in shirts and ties. They would say [the Klan was] not about race and racism and more about these other local problems.\" But several chapters, like Mississippi's White Knights of the Ku Klux Klan, became notorious because of how violent they were. Those groups killed and terrorized civil rights workers and black people who tried to vote. Cunningham said this violence was double-edged: It allowed Klan groups to demonstrate that they were willing to take a hard line against integration; but it ended up attracting people who were drawn specifically to that violence, while scaring away more \"respectable\" types. Cunningham said Klan membership remained steady throughout the 1960s, but there was a lot of turnover among that membership. \"They had a whole different layer of people who felt that the Klan was a good, Christian, patriotic organization that was trying to deal with morality,\" Cunningham said. \"And those people really believed it. Then they would quickly leave when they realized what was going on.\" Today, Klan groups are fractured and scattered — the Southern Poverty Law Center puts the number of Klan members across the country at between 5,000 and 8,000. That's a far cry from the millions of Klansmen of the 1920s, or the tens of thousands the group boasted during the 1960s. Today's Klan groups have been riven by internal conflicts over territory and personality, and by operating in an environment much less welcoming to their political goals. But Cunningham said they've also been hurt by the many other groups encroaching on their ideological turf. Folks with strong anti-immigration views can find many more organizations to affiliate with today, both in the political mainstream and on the fringes. Given this expanded menu of options, there's an ever-smaller pool of people who might be willing to hear the Klan out. But Cunningham said the Klan has come back from the brink several times. \"If we were having this conversation in 1948, we would be saying the same sort of things [about the Klan's demise]. So it's always possible that things will look different the next 20 or 30 years. But it's not likely.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/codeswitch/2014/11/12/363511888/why-the-kkk-is-reaching-out-beyond-white-folks"
        },
        {
            "headline": "Will Mississippi's Black Democrats Save A Republican?",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 24,
                "year": 2014
            },
            "article_content": "Polls give Chris McDaniel the advantage going into Tuesday's runoff for Mississippi's GOP Senate nomination. His 2-year-old son helped rally supporters in Madison, Miss., on Thursday.\n                \n                    \n                    Rogelio V. Solis/AP\n                    \n                \nhide caption Polls give Chris McDaniel the advantage going into Tuesday's runoff for Mississippi's GOP Senate nomination. His 2-year-old son helped rally supporters in Madison, Miss., on Thursday. It's a rich irony that on the 50th anniversary of the Freedom Riders risking life and limb in Mississippi to help African-Americans register to vote, black Democrats may decide which Republican wins Tuesday's runoff for the GOP Senate nomination. Then again, maybe they won't. A big unknown on the morning of the election is just how many African-American Democrats might actually visit polling places across party lines to vote for Sen. Thad Cochran, age 76, who's been in the Senate for 35 years, in his contest against Chris McDaniel, 41, his Tea Party-backed challenger. The Real Clear Politics average of publicly available polls gives McDaniel, a state senator and former talk-radio host, a roughly 6-point lead over Cochran, 49 percent to 43.3 percent. It will take 51 percent of the vote for either man to win the nomination. In the June 3 primary itself, neither man attained the 50 percent that would have averted the runoff, though they came close: McDaniel had 49.5 percent, Cochran 49 percent. This is where black Democrats could be a factor in the racially polarized politics of Mississippi, where blacks make up about 36 percent of the electorate. Mississippi law allows Democrats to vote in the Republican runoff if they didn't vote in the June 3 Democratic primary, and if they plan to support the Republican candidate in the general election. The second part of that law is very hard to enforce. Cochran's campaign has made a concerted effort to appeal to blacks. Some of the first people he greets in his most recent ad, for instance, are African-Americans. Longtime Republican Sen. Thad Cochran — seen Monday at a rally in Jackson, Miss. — has been courting black voters to help fend off the challenge from Tea Party-backed Chris McDaniel, but the effort could backfire.\n                \n                    \n                    Rogelio V. Solis/AP\n                    \n                \nhide caption Longtime Republican Sen. Thad Cochran — seen Monday at a rally in Jackson, Miss. — has been courting black voters to help fend off the challenge from Tea Party-backed Chris McDaniel, but the effort could backfire. This strategy may seem born of desperation on Cochran's part, but it's also logical. Cochran may be right of the political center, but he's certainly closer to that center than McDaniel, who argues for a much smaller government and significantly lower spending and taxes. (Cochran has a 78.9 percent lifetime rating from the American Conservative Union.) Cochran serves on the Senate Appropriations Committee, an assignment important to a state with some dubious distinctions: the state budget with the largest percentage of revenue coming from the federal government; and relatively high poverty rates for whites and blacks alike. Cochran, for instance, supports the $1.5 billion in federal funding the state gets for education. McDaniel opposes it. There's a risk to Cochran's outreach to black voters, however. It could result in a backlash that prompts more Republicans to come to the polls for McDaniel. Some blacks are responding to Cochran's entreaties. An open letter from a local African-American politician, who quoted Martin Luther King Jr., urged Democrats (that is, blacks) to \"VOTE YOUR BEST INTERESTS. VOTE COCHRAN!\" McDaniel's conservative supporters aren't taking this lightly. They intend to deploy poll watchers. \"Mississippi has total transparency in the conduct of elections,\" wrote J. Christian Adams in a PJ Media post. \"Observers are permitted to observe the process to ensure that Mississippi election laws are followed.\" Critics of the conservative poll-watching effort claim it's reminiscent of 20th century efforts to suppress the black vote in the South. A headline on a post on Rick Hasen's Election Law Blog expressed the concern: \"Conservative 'Election Observers' in Mississippi May Be Meant to Intimidate Democratic Voters in Cochran-McDaniel Race.\" This may not exactly be the future the Freedom Riders risked their lives for back in 1964. But the fact that people think the contest might hinge on black votes is progress, of a sort.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/06/24/324919195/will-mississippis-black-democrats-save-a-republican"
        },
        {
            "headline": "After Bitter Split, Palestinian Factions Pledge To Reconcile",
            "author": "Greg Myre",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 23,
                "year": 2014
            },
            "article_content": "Palestinians march Wednesday in Gaza City in support of an attempt to reconcile the two main factions. Those factions, Hamas and the Palestine Liberation Organization, have been bitterly divided since 2007. They hope to form a unity government within five weeks.\n                \n                    \n                    Said Khatib/AFP/Getty Images\n                    \n                \nhide caption Palestinians march Wednesday in Gaza City in support of an attempt to reconcile the two main factions. Those factions, Hamas and the Palestine Liberation Organization, have been bitterly divided since 2007. They hope to form a unity government within five weeks. Seven years after a violent split, the two main Palestinian factions said Wednesday that they are attempting to reconcile and form a national unity government within five weeks. The Palestine Liberation Organization and Hamas have tried several times to resolve their feud, but those efforts quickly unraveled. So will this attempt fare any better? The plan, announced after talks in Gaza City, calls for a unified government by the end of May, ending a rift dating to 2007 that left the PLO in charge of Palestinian affairs in the West Bank while Hamas has controlled the Gaza Strip. Hamas leader Ismail Haniya, pictured March 23 in Gaza City, says it's time for the rival Palestinian factions \"to form one government, one political system and one national program.\"\n                \n                    \n                    Said Khatib/AFP/Getty Images\n                    \n                \nhide caption Hamas leader Ismail Haniya, pictured March 23 in Gaza City, says it's time for the rival Palestinian factions \"to form one government, one political system and one national program.\" Ismail Haniya, the Hamas leader in Gaza, said, \"This is the good news we tell our people — the era of division is over.\" There are countless reasons to be skeptical, but both sides have been weakened by the split and have strong reasons for seeking reconciliation. For the PLO, there's the prospect of improving the Palestinian negotiating position with Israel. The PLO is headed by Palestinian Authority President Mahmoud Abbas, who's been making little headway in peace talks with Israel. Since Abbas has had no control over Gaza for the past seven years, he faces the persistent criticism that he lacks the authority to negotiate on behalf of all Palestinians. U.S. Secretary of State John Kerry has been the main driver of the current round of Palestinian-Israeli talks, which are set to expire at the end of this month with no breakthrough in sight. A Palestinian unity deal could boost the standing of Abbas, if only among his own people. However, both the U.S. and Israel were critical in their initial reactions. Hamas, meanwhile, has struggled to effectively run Gaza, the small, overcrowded territory along the Mediterranean coast that suffers from chronic poverty and limited contacts with the wider world. Israel has always maintained strict controls over the borders of Gaza, which depends heavily on imports for many basic goods. Gaza has been further squeezed since last summer, when Egypt's military ousted the Muslim Brotherhood from power. Hamas and the Muslim Brotherhood are extremely close allies, and that translated into a greater flow of people and goods along the shared Eygpt-Gaza border. But the Egyptian military has a hostile relationship with Hamas and has imposed tighter controls along the frontier. This has included shutting many of the smuggling tunnels that traveled under the border and propped up Gaza's feeble economy. Palestinian Authority President Mahmoud Abbas, shown in the West Bank city of Ramallah on April 1, has little to show for talks with Israel. He would likely get a boost if the Palestinians could form a national unity government.\n                \n                    \n                    Majdi Mohammed/AP\n                    \n                \nhide caption Palestinian Authority President Mahmoud Abbas, shown in the West Bank city of Ramallah on April 1, has little to show for talks with Israel. He would likely get a boost if the Palestinians could form a national unity government. The Palestinian unity plan calls for Abbas to head a unified government that would include members of both the PLO and Hamas. That's sure to involve weeks of intense haggling over sensitive issues such as who will control the Palestinian security forces. Abbas' party, Fatah, is the main faction in the PLO, which consists of multiple groups. Assuming a deal is reached, the Palestinians would hold a new election within six months, an event with the potential to reopen old wounds. The PLO long dominated Palestinian politics, but Hamas won the last Palestinian election in 2006. A year of uneasy relations followed, and the factions waged a brief but bloody battle in Gaza in 2007, with Hamas taking full control of the territory. The PLO has remained in charge of the West Bank. Israel's Prime Minister Benjamin Netanyahu, speaking shortly before the Palestinian deal was announced, said of Abbas: \"Does he want peace with Hamas, or peace with Israel? You can have one but not the other. I hope he chooses peace. So far he hasn't done so.\" Shortly after the Palestinian deal, Israel launched an air strike in the northern Gaza Strip that wounded 12 civilians, including children, Reuters reported, citing a Health Ministry official. The Israeli military called it \"counter-terrorism operation,\" which came two days after Palestinians fired rockets from the area into Israel. Greg Myre, the international editor at NPR.org, was based in Jerusalem from 1999-2007 and is the author of This Burning Land: Lessons From the Front Lines of the Israeli-Palestinian Conflict. Update at 4:01 p.m. ET. Complicate Efforts: NPR's Emily Harris reports from Jerusalem that almost immediately after the agreement was signed \"Israeli Prime minister Benjamin Netanyahu called off the next peace talks session.\" The U.S., meanwhile, said it was disappointed by the deal. \"This could seriously complicate our efforts,\" State Department spokeswoman Jen Psaki said during a briefing. \"Not just our efforts but the efforts of the parties to extend their negotiations.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/thetwo-way/2014/04/23/306149843/after-bitter-split-palestinian-factions-pledge-to-reconcile"
        },
        {
            "headline": "Ethics, Morality And A Ticking Clock For How To Report On The R**skins",
            "author": "By  \n\n\n      Edward Schumacher-Matos",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 19,
                "year": 2014
            },
            "article_content": "The \"Proud To Be\" video, part of the Change the Mascot campaign by the National Congress of American Indians and the Oneida Indian Nation. When Scott Simon, the host of Weekend Edition, referred to the Washington Redskins as \"the Washington football club whose team name I refuse to utter,\" the divided reaction by listeners crystallized a creeping ethical and moral dilemma for NPR and all the mainstream media. \"Kudos to you, Mr. Simon,\" wrote Steve Bambara of Raleigh, N.C., \"for refusing to use the name 'Redskins' when talking about the Washington-NFL. I have thought this is the best solution. If all media refuses to use the term, it will fade into the background.\" The call for banning the name in news reports is being pushed by a coalition of more than 250 tribes represented by the National Congress of American Indians. Among the dozen or so news outlets that have agreed to do so are The Oregonian, San Francisco Chronicle, The Seattle Times, Kansas City Star, The New Republic, Slate and Monday Morning Quarterback, an online part of Sports Illustrated. The word \"redskins\" is a racial slur. No doubt about it. But is it in the context of the team's 80-year-old name? A second front against radio and television, meanwhile, opened when Reed Hundt, a former chairman of the Federal Communications Commission, and 11 other broadcast experts co-signed a letter last spring to the Washington team raising the threat of regulatory intervention over coverage. They called the team's name \"an unequivocal racial slur\" and \"the most derogatory name a Native American can be called,\" which Hundt explained in The Washington Post may violate the FCC's decency rules for public airwaves. But the reaction by NPR listener Fielding McGehee of San Diego, Calif., to Simon presented the dilemma in a different way. The team name is \"unfortunate,\" McGehee said, however adding: \"But the problem is, you are a newsman, and as such, your role is to report the facts. It doesn't matter what you think about the facts, the truth of the matter is, the name of the Washington football team is the Redskins, and as a reporter—and until such time as the name has been changed—you need to bring yourself to say the word.\" NPR editors and sports reporters this past season met on the issue and decided to continue to use the team's name in news reports, editors told me. \"Since the name of the team is the Washington Redskins, we use that in our reporting,\" Deputy Managing Editor Chuck Holmes said. But he added, \"We also continue to cover issues prompted by the name.\" And so it is that since the beginning of last year, 23 NPR segments used the name of the team without comment, and another 14 either focused on the name dispute or mentioned it in passing. Hourly newscasts were not counted. Use of the name is in keeping with the practice of the overwhelming number of mainstream news outlets. Many, such as the hometown Washington Post, have editorialized against the name. So have a growing number of sports columnists and personalities, among them NPR's Frank Deford, NBC's Bob Costas and Cris Collinsworth and more than a half dozen associated with ESPN. But they still repeat the name. So, which side is ethically correct? My first reaction, and that of most colleagues I consulted, was \"Give me a break,\" and to agree with the newsroom and listener McGehee: NPR reports. It is up to society to change the usage of the name, or to the team to change the fact of it—not NPR. But as I sifted further through the arguments, I discovered that the answer is not so easy. It turns on how you answer several more questions and weigh their importance. The word \"redskins\" is a racial slur. No doubt about it. But is it in the context of the team's 80-year-old name? Do most Americans think anything negative about Indians when they cheer, jeer or just say the name? What do most Native Americans hear in the name? Are the protesters just overzealous advocates long on \"political correctness\" and short on humor? Is there any proven harm being done to Natives? Or, relatedly, have we made mascots out a defeated people without asking them how they feel about it? On what side does the history of the name fall? Those are just the factual questions. There is a moral one, ethics and morality not being the same thing. Is there a deeper moral issue of right and wrong at stake here, no matter what polls or studies show? If so, at what point does a news medium, especially a publicly supported one, have a responsibility to take a moral position? Or is its higher moral responsibility the professionally ethical one of being journalistically neutral? Daniel M. Snyder, owner of the Washington football team.\n                \n                    \n                    Patrick McDermott/Getty Images\n                    \n                \nhide caption Snyder is not evil, best I can tell; he is tied to tradition and team spirit, like most of us. Heavens. Each of us will answer and weigh the questions in our own way, but my own conclusion based on the investigation that follows is that NPR should begin to purposefully disassociate itself from using the Redskins or the Washington Redskins on air and online. The name should be avoided in Web headlines and used only infrequently in stories. Some news stories—not all—should note the name dispute in passing. Other features and analytical stories should continue to directly focus on the dispute and the use of Indian mascots by other teams, as was done this past season. Scott Simon, who has some leeway as a long-time host who also does commentaries, should be left to do what he is doing, as a major voice inside NPR reflecting a Native American view. The hope is to encourage a public debate, allow Native Americans to be fully heard and see what social consensus emerges. This course I recommend is necessarily messy, but it reflects how the accepted meaning of the name is being questioned and is in transition: changing, but not enough for NPR to put a moral stake in the ground and ban the name altogether. Yet. While editors can't predict the future, I am willing to wager that the Washington team won't be called Redskins in 20 years, and maybe not even in 10. Team owner Daniel M. Snyder insisted in an interview with USA Today that as \"a lifelong Redskins fan,\" he will never change the name. \"It's that simple. NEVER—you can use caps,\" he said. Snyder is neither evil nor a racist, best I can tell; he is merely sentimental, tied to tradition and team spirit, like most of us. The billionaire owner has even taken it upon himself to quietly visit Indian reservations across the country, many of them impoverished, to see how he might help them. Who knows? In a genuine national and local discussion over the team name, Snyder might be able to prevail. But my sense is that the tide of history is unmistakably moving against him—certainly enough so for NPR and the rest of the mainstream news media to begin to pull back and calibrate their use of the name. High schools and colleges have already largely abandoned Indian names and mascots. The NCAA in 2005 banned any college with \"hostile or abusive mascots, nicknames or imagery\" from hosting championship competitions. Most universities had by then eliminated Indian references altogether anyway. The Stanford University Indians became the Cardinal in 1973, for example. Sports teams at the Miami University of Ohio were actually called the Redskins but became the Redhawks in 1998. The University of North Dakota dropped the name Fighting Sioux after voters in a 2012 state referendum decidedly rejected it. The NCAA, with approval of the National Congress of American Indians, made an exception for teams carrying the formal name of a tribe, such as the Florida State Seminoles, the University of Utah Utes and the Central Michigan Chippewas. In these cases, the universities collaborate closely with the tribes. Meanwhile, 28 high schools across the country stopped calling themselves Redskins between 1990 and 2012, according to the Indian congress. Cooperstown Junior-Senior High of Cooperstown, N.Y., home of the National Baseball Hall of Fame and Museum, did so last year. The National Education Association in 1991 and 1992, the American Counseling Association in 2001, the American Psychological Association in 2005 and the American Sociological Association in 2007 passed resolutions recommending the end of using most Native American names and mascots in sports. So have the United States Commission on Civil Rights (2001) and religious organizations such as the United Methodist Church (1996). Groups representing other minorities, such as the NAACP in 1999, have closed ranks with the Indian coalition. A political noose is tightening, too. The Washington City Council in November overwhelmingly passed a resolution calling the team name \"racist and derogatory\" and urging it be changed, a longstanding council position. Mayor Vincent C. Gray publicly agrees. This can hardly be a good harbinger for getting needed city support as the team considers building a new stadium in the district. Lest it feel comfortable in its current quarters across the state line in Maryland, all the Democratic Party candidates for governor there made statements critical of the R-word in just the last several weeks. Lore holds that the name was picked to honor a flamboyant Indian coach, but his claim to being Native was almost certainly a fraud. Washington being the nation's capital, Congress has gotten in on the act. The Democratic leaders in both houses—Senator Harry Reid of Nevada and Representative Nancy Pelosi of California—have called on the team to change its name, as has Tom Cole, an influential conservative Republican congressman from Oklahoma and member of the Chickasaw Nation. Last month, he and Democratic Senator Maria Cantwell of Washington, chair of the Indian Affairs Committee, sent a sharp letter to NFL Commissioner Roger Goodell charging that it was inappropriate for the NFL as a tax-exempt organization to \"profit from the continued degradation of tribes and Indian people\" by having a franchise called the Redskins. Since 1966, the IRS has classified the league as a 501(c)(6) tax-exempt organization, similar to chambers of commerce and other professional sports leagues. Even President Barack Obama, an avid sports fan, has weighed in. He told the Associated Press in October that if he were owner of the team, he would \"think about changing\" the name because it offends \"a sizable group of people.\" \"I don't know whether our attachment to a particular name should override the real legitimate concerns that people have about these things,\" he said. The trademark protection of the team's name is also under threat. Just this week, the U.S. Patent and Trademark Office rejected the patenting of \"Washington Redskins Potatoes.\" In December, the office rejected the patenting of \"Redskins Hog Rinds\" for another company. The patent office has rejected about a dozen petitions to use the \"redskins\" name on the grounds that redskins is derogatory. Federal law prohibits registered names that are disparaging. Since 1992, Native groups have been pressing the Trademark Trial and Appeal Board of the U.S. Patent Office to lift protection of the name and logo of the team itself. The Indian group won once before the appeal board, only to be overturned in federal court, but the potato and hog rind rulings now appear to set a new precedent. Removing patent protection would allow anyone to sell Redskins merchandise without paying the team. For the moment, however, Snyder is hardly under much economic pressure to change. The Redskins is the third most lucrative franchise in the NFL, according to Forbes Magazine's annual valuation of teams. Snyder's most immediate problem was a disappointing season; some fans have taken to calling the team the \"deadskins.\" Team officials also have on their side three public opinion polls done last year. It is the overwhelming results of these polls that force caution before editors take the newsroom headlong down Scott Simon's path. A national poll of 1,004 adults done for the Associated Press-GfK found that 79 percent of Americans don't think that the team's name should change, versus 11 percent who do. The margin of error was 3.9 percent. A second national survey by Public Policy Polling, a firm associated with the Democratic Party, fleshed out partisan differences. Fully 90 percent of registered Republican voters said a name change is unnecessary, compared to 59 percent of Democrats, according to the poll. But this is still a majority of Democrats. Overall, 71 percent of Americans were found to oppose changing the name. The margin of error for the 741 respondents was 3.6 percent. Curiously, it is the fan base of the greater Washington area that is somewhat less loyal to the name. In a poll of 1,106 adults in the Washington area by The Washington Post, 66 percent favored keeping the name and 28 percent opposed. The margin of error was 3.5 percent. This is still more than two-to-one in favor of the name. But local support for the name might be less than nation-wide because of the proportionally large number of blacks and Democrats in the Washington area and the greater exposure locally to the arguments against the team's name. In what might seem a contradiction, for example, the local poll found that 56 percent of residents who favored the name believed at the same time that \"redskins\" is an \"inappropriate way to describe a Native American Indian.\" The Indians had been defeated; no one polled them to ask if they minded being the mascot or name for a white person's team. These polls, along with my own informal sampling of some 50 colleagues and university students, suggests that to the extent that Americans think of Indians at all when they think of the team, they at least tacitly accept the explanation of the name offered by Snyder. \"'Washington Redskins' is more than a name we have called our football team for over eight decades,\" he wrote in a letter to fans in October. \"It is a symbol of everything we stand for: strength, courage, pride, and respect—the same values we know guide Native Americans and which are embedded throughout their rich history as the original Americans.\" It's a noble thought, but not one embedded in the history of either the word or the naming of the team. Full-blooded Native Americans do not actually have red skin. They are tan or brown. According to the authoritative Oxford English Dictionary, the term was first recorded by the British in the late 1600s in referring to the Algonquin peoples of the American Northeast because of their vermilion body and face paint. Historian Ives Goddard of Washington's Smithsonian Museum told NPR's Code Switch that Indians were the first to actually use the word to distinguish themselves from the mostly white-skinned British and French in negotiations. The name Oklahoma is derived from Choctaw words meaning \"red people.\" Over the course of the 1800s, however, the word \"redskin\" in English evolved from being a neutral descriptive to a slur used mostly by whites. This was the century of the forced eviction of Indians from the East, the Indian Wars in the West and the confinement of Indians to reservations. Every dictionary I could find describes the word today as derogatory. When owner George Preston Marshall purchased a Boston football team, the Braves, and decided in 1933 to change the name, team lore holds that he picked Redskins to honor his flamboyant new coach, William \"Lone Star\" Dietz, who claimed to be all or part Lakota Sioux from South Dakota. The balance of the evidence, however, is that Dietz's claim was a fraud, invented at different times to get into free Indian schools, to avoid the World War I draft as a non-citizen Indian and to live out a romantic image of the lost noble warrior. Dietz was born in Wisconsin to a German-American father and probably a German-American mother. The coach, nonetheless, did bring four Native players with him and did seem to be sincere in his admiration for Indian culture. That, however, didn't stop Marshall from firing Dietz after two years and later moving the team to Washington. The romantization of an Indian past was popular in those years, even though the treatment of living Indians was quite different. Federal \"civilization regulations\" sought to extirpate Native culture by outlawing their dances, language and ceremonies, restricting their movement and coercing families to put their children into boarding schools and white adoption homes to make the children \"white.\" A popular Tom and Jerry cartoon titled \"Redskin Blues\" in 1932 depicted the cartoon heroes as being attacked by stereotypical Indian savages and saved by the U.S. cavalry. If Marshall and his contemporaries were honoring Indians in naming teams after them, it seems to have been more as a marketing gimmick based on an image of Indians as fierce, much like when Pittsburgh called its baseball team the Pirates. The Native Americans had been defeated; no one polled them to ask if they minded being the mascot or name for a white person's team. Marshall, meanwhile, was hardly enlightened about race. He was a leader in keeping another race—blacks—out of the NFL. Under him, Washington was the last team in the league to integrate, and only did so after the Kennedy Administration threatened to take away the lease for his stadium, which was on federal land. But years of fan loyalty stoked by marketing, media coverage and genuine entertainment value have long since turned the name of the Redskins into a seemingly anodyne icon of good sports fun. This would seem innocent enough, were it not for the impact still today among Native Americans themselves. 'You are a primary news outlet in Indian Country. Your language has an impact on the self-esteem of our youth and who we are as a people.' Jacqueline Pata, Executive Director, National Congress for American Indians\n                \n                    \n                    A screenshot from the NCAI \"Proud To Be\" video\n                    \n                \nhide caption There is no good measure of Indian public opinion. Native Americans make up just two percent of the population. To do a scientifically random national poll, an extraordinary number of people have to be interviewed to scoop up enough Native Americans to be representative. The only attempt was as part of the University of Pennsylvania's 2004 National Annenberg Election Survey. Out of more than 65,000 adults interviewed over the course of nearly a year, 768 respondents self-identified as Native Americans. For them, one question was added. It asked: \"The professional football team in Washington calls itself the Washington Redskins. As a Native American, do you find that name offensive or doesn't it bother you?\" Ninety percent picked the answer saying that they didn't find the name offensive. This is the source of the repeated assertions by Snyder and NFL Commissioner Goodell that nine out of ten Native Americans support the name. This, too, is a reason why NPR and the mainstream news media should not rush to judgment on banning the name. But it is not reason enough to continue using the name freely. One problem is with the poll. It is nearly 10 years old. Also, it is unclear who these \"self-identified\" Native Americans were, a constant issue in Indian matters. As the Associated Press reported, 2 million Indians are enrolled in the 566 federally recognized tribes, but another 3.2 million people said in the last Census that they, too, are Native American. There is no way to know what is Native about them. Adding to the confusion is that even among those who are enrolled in tribes, different tribes have different blood percentage requirements. Still, nine out of 10 is such a lopsided margin that many Indians, by whatever definition, clearly said in that poll that they weren't bothered by the name. This in part reflects a greater diversity among Indians themselves than is often recognized. Some genuinely like the attention that comes from the names and mascots. A high school football team on the Navajo Nation reservation, for example, is called the Red Mesa Redskins. The Spirit Lake Reservation in North Dakota opposed scrapping the Fighting Sioux nickname for the state university team. Casinos have given Native Americans the new ability to assert themselves in the modern American way: lobbying and public relations campaigns. The logo of the Change the Mascot campaign.\n                \n                    \n                    ChangeTheMascot.org\n                    \n                \nhide caption But not too much should be made of these limited examples and the poll question. Some Indians use the R-word as blacks use the N-word. More generally, many Native Americans, like many struggling people, seem prone to acquiesce to labels and injustices, either out of resignation or because they have larger concerns to worry about. Native Americans suffer by far the highest rates of poverty, teenage suicide, drug abuse, alcoholism, fetal alcohol syndrome, teenage pregnancy and early mortality of any racial or ethnic group in America. Does anyone doubt that disparaging names don't have a psychological impact? We don't quite know how at a mass level, but anything that adds to the stigmatization already felt by Native Americans, and especially young ones, is terrible. Of all the academic denunciations of Indian mascots and team names, the one I take most seriously is that of the rigorous American Psychological Association, which in its 2005 resolution said that \"the continued use of American Indian mascots, symbols, images and personalities establishes an unwelcome and often times hostile learning environment for American Indian students that affirms negative images/stereotypes that are promoted in the mainstream society.\" Self-esteem appears to be particularly damaged, the association said. Growing up partly in the South, I remember how impoverished black Americans there often shuffled along to get along, no matter how you addressed them. This was until the Civil Rights and Black Power movements exploded in the 1960s and African Americans took charge of their own destiny and what names they wanted to be called. Black Americans have made immeasurable strides toward equality as a result. The overwhelming opposition to the names and mascots by tribal councils represented by the National Congress of American Indians and other leaders across the country carries great weight, as most of them are elected. North Dakota, which demographically as a state has one of the largest proportions of Native Americans, may be the indicative. Though members of one reservation in 2010 supported the university's Fighting Sioux team name, leaders of the state's seven tribes and affiliated tribes in 2012 convinced Natives and whites alike to vote overwhelmingly to kill it. The position of tribal leaders, moreover, is not some phenomenon of recent \"political correctness.\" The National Congress of American Indians first filed against trademark protection of the name in 1963—51 years ago. As the smallest and poorest of the racial minority groups, however, Native Americans have been little heard. But this is changing, largely because of money. Casinos and other new sources of income have given them the new wherewithal to assert themselves in the modern American way: lobbying and undertaking public relations campaigns. If you are a doubter about the complaints, as I was at first, I dare you to watch these two video spots recently released by the National Congress of American Indians and the Oneida Indian Nation. \"I Am Not A Mascot\" collects sound bites from women and men Native leaders across the country. \"Proud To Be\" is an evocative portrait of Indian diversity. It ends with the background voice intoning, \"Native Americans call themselves many things, but the one thing they don't...\" And the voice trails off to show a picture of a football helmet with the Redskins logo. Do you use other derogatory names for other races? Shouldn't you be consistent? Is it wrong for me to ask for that? Perhaps team owner Snyder can spark a groundswell of Native Americans whose voices will drown out their leaders and support the name of the Redskins. But how many of us believe that is really going to happen? No, the name most likely is toast. Editors setting newsroom standards have to keep their fingers in the air to judge which way the winds are blowing on the changing meaning of words in American society. Leaders of both the National Congress of American Indians and the Oneida Nation separately insisted to me that, among Native Americans at least, the meaning of the Washington team's name is clear and that it is well past time for NPR and the rest of the mainstream news media to ban saying it. \"I urge NPR to be ahead of the curve,\" Jacqueline Pata, executive director of the Indian congress and a Tlingit tribal member from Alaska, told me. \"You are a primary news media outlet for Indian Country, where radio is popular. The studies all say that the language you use about us has an impact on the self-esteem of our youth and who we are as a people.\" \"We need you being a viable partner in saying that for educational purposes, this term is not acceptable anymore,\" she said. Ray Halbritter, the Oneida Nation representative and CEO of Oneida Nation Enterprises, told me: \"It's an offensive term; it's a racial slur. It's a name you wouldn't use in casual or everyday conversation. Quite candidly, media outlets shouldn't play a role in perpetuating its use.\" \"Do you use other derogatory names for other races?\" he asked. \"Shouldn't you be consistent? Is it wrong for me to ask for that: to be consistent as a news outlet?\" \"There is no gray area here,\" Halbritter told me. These are powerful arguments that point to the moral question of right and wrong. No matter our good intention or what the polls say, it is up to Native Americans to say what honors and what offends them.The word is a slur and was immoral all along for us to use. We just weren't ever forced to stop to think about it. Sentimentality over a team name got the better of us. It did of me, at least. And while Indian leaders consider the Washington team name to be the most egregious offender, their grievances apply as well to some of the mascots, cheers or logos associated with the Cleveland Indians, Atlanta Braves, Kansas City Chiefs, Chicago Blackhawks, Golden State Warriors and others. We do not make team mascots and names of any other race or ethnic group, aside perhaps from the Boston Celtics or the Notre Dame Fighting Irish, names Irish Americans themselves encouraged. Since the nation's founding, the majority culture has used derogatory terms and hate speech for almost every newly arrived racial, ethnic and religious minority and has dropped those words as that minority has assimilated and demanded and won respect. Think of your own group. How we treat Native Americans—the First Americans—is an exception. We are one of the rare multicultural nations in history to succeed. The name of a football team is not worth challenging that. I personally have come to agree with Scott Simon and would like to ban the name on NPR now, but I recognize that there is still a chance that the difficult-to-measure public opinion of ordinary Native Americans might embrace the team name. NPR, moreover, has a competing concern. To get too far ahead of its audience, as reflected by the polls, is self-defeating and challenges the viability of the broadcaster itself. Most editors at every independent, non-partisan, fact-based news medium that I know suffer over judging what is professionally ethical, what is moral, what is patriotic and how much they should lead or reflect the nation in their coverage. These dilemmas are felt doubly so inside a public medium. But help may be on the way: Washingtonians may be opening a hole toward daylight. In the Washington Post poll last year, 28 percent of area residents favored a name change. Thirty percent is often considered a threshold proportion that allows something major to happen. Thirty percent of employee approvals, for example, forces a union election under federal rules. Thirty percent also seems to be the magical tipping point in a Kickstarter campaign; a deluge of contributions and success are said to be likely if you can get past 30 percent of your fundraising goal. I don't know what the magical poll number is for NPR to decide that the meaning of the team's name has sufficiently changed for the moral and other arguments to tip the balance and justify banning the name on air. Every editor and every member of the NPR audience will have an opinion on this. But I do know that 28 percent of local public opinion and the force of the other arguments legitimize being judicious. This seems to be already happening on its own, judging by the large number of stories—14, on a national, non-sports network—that have addressed the naming issue since the beginning of last year. Reporters and editors, after all, are fans, too, but feel the growing local discomfort in Washington, home of NPR's headquarters. It is not NPR's position to be an advocate for what Snyder should do, but NPR does have responsibility over its own use of language. The newsroom makes word choices every day that reflect the institution's values. On issues as heated as abortion, gay marriage, tax policy, health care and foreign wars, advocates often use terms that NPR has decided not to use because an alternative is fairer, more accurate or not hateful. That the name of the team is its own and innocently repeated by most of us does not make it any less of a slur to many Native Americans. The United States is one of the rare multicultural nations in history to have succeeded. A main reason is that we have a Constitution that protects free speech but also protects minorities from the majority. The Supreme Court and most of our national institutions recognize race as a particularly sensitive class that deserves protection if the whole body politic is to hold together. We can disagree over what that protection should be, but almost all of us as Americans instinctively have come to show respect for each other's race. The name of a football team is not something worth clinging to if it challenges our fundamental social and political structure. If Native Americans want to adopt \"redskin\" as a self-description, as African-Americans have adopted \"black,\" that's fine. But I don't see that happening. To me, the clock is ticking on the team name and what NPR should do about using it. Editorial Researcher Kiana Fitzgerald contributed to this post.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/publiceditor/2014/03/19/291479274/ethics-morality-and-a-ticking-clock-for-how-to-report-on-the-r-skins"
        },
        {
            "headline": "Senate Democrats Defect On Obama Civil Rights Nominee",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2014
            },
            "article_content": "Debo Adegbile, special counsel of the NAACP Legal Defense Fund, speaks with the media outside the Supreme Court in Feb. 2013 after presenting arguments in the Shelby County, Ala., v. Holder voting rights case.\n                \n                    \n                    Evan Vucci/AP\n                    \n                \nhide caption Debo Adegbile, special counsel of the NAACP Legal Defense Fund, speaks with the media outside the Supreme Court in Feb. 2013 after presenting arguments in the Shelby County, Ala., v. Holder voting rights case. In a stinging blow to the Obama administration, seven Senate Democrats joined with Republicans Wednesday to block one of the president's key civil rights nominees. The 47 to 52 vote marked the first defeat of a Democratic nominee since lawmakers changed Senate rules to make it easier to push through judges and executive branch candidates. And it came after a clash that pit powerful law enforcement interests against the civil rights community. A campaign by the Fraternal Order of Police worked to define civil rights lawyer Debo Adegbile through one controversial episode in his long career. Pennsylvania Republican Sen. Pat Toomey set the stage with this line on the Senate floor: \"It was 3:55 AM on December 9, 1981, when 25-year-old Philadelphia police officer Danny Faulkner was brutally murdered in the line of duty.\" The killer was Mumia Abu Jamal, an African American activist who was sentenced to death, until a group of lawyers got his sentence reduced to life behind bars by uncovering faults in the case. Attorneys at the NAACP Legal Defense Fund, where Adegbile worked for years, handled some appeals on the case. That drew the ire of Officer Faulker's widow, who sent a letter to lawmakers read by Sen. Toomey before today's vote. \"The thought that Mr. Adegbile would be rewarded in part for the work he did for my husband's killer is revolting.\" Republicans had other objections to Adegbile, mostly centered on the expectation he'd aggressively enforce voting rights laws. Minority Leader Mitch McConnell of Kentucky said, \"He has a long record of left wing advocacy marked by ideologically driven positions and very, very poor judgment.\" But McConnell said for him the deciding factor was the Abu Jamal case. \"The decision to champion the cause of an extremist cop killer sends a message of contempt to police officers,\" he added. And that was the tone of the day. Adegbile's supporters called it a smear. Democratic Sen. Patrick Leahy of Vermont cried foul, pointing out that no Republicans would work with him to help cops by sending more federal money to buy bullet-proof vests. \"Not a single Republican has joined me in the effort to reauthorize what was a bipartisan piece of legislation that actually saves the lives of police officers,\" Leahy thundered, \"but boy, they will come down here and wax eloquently and misleadingly against this good nominee.\" Adegbile has worked for Leahy for months as an aide on the Senate Judiciary Committee. But before that, he spent a decade at the Legal Defense Fund and twice argued voting rights cases before the Supreme Court. Adegbile pulled himself out of poverty and periods of homelessness as the child of immigrants in the Bronx. President Obama held him out as an illustration of the American dream. Those are solid qualifications to lead the civil rights division at the Justice Department, says LDF president Sherrilyn Ifill, especially since lawyers who work for defendants in criminal cases are simply doing their job. \"The criminal defendants that we represent, we represent to vindicate constitutional principles and it's never more important than in capital cases where we're talking about the state exercising the authority to take the life of a human being,\" she said. After all, Ifill said, that never stopped John Roberts from getting confirmed to the U.S. Supreme Court. \"That's why even people like Chief Justice John Roberts could donate 25 hours of pro bono service during the time he was a law firm partner to a man who had committed multiple murders in the state of Florida,\" Ifill added. But sources tell NPR the administration never properly vetted Adegbile's nomination with police groups before it happened. And cops were furious. Law enforcement turned up the heat and Senate Democrats badly miscalculated the numbers. They labored to check the votes of several Democrats facing close elections this fall but overlooked too many members of their base. One of the biggest surprises was Democratic Sen. Chris Coons of Delaware, who voted for Adegbile to proceed through the Judiciary Committee before voting against him on the Senate floor. Coons, who chaired part of Adegbile's nomination hearing, said he \"was troubled by the idea of voting for an Assistant Attorney General for Civil Rights who would face such visceral opposition from law enforcement on his first day on the job.\" He added: \"The decades-long public campaign by others...to elevate a heinous, cold-blooded killer to the status of a political prisoner and folk hero has caused tremendous pain...and shown great disrespect for law enforcement officers and families throughout our region. These factors have led me to cast a vote today that is more about listening to and respecting their concerns than about the innate qualifications of this nominee.\" Majority Leader Harry Reid of Nevada gave voice to the uncertainty,but too late to do anything about it. \"I sure hope that we get enough votes for this good man,\" Reid said. \"If we don't, maybe it's time America had a good discussion on civil rights.\" As the vote drew near, Vice President Joe Biden showed up to help break a possible tie. But so many Democrats defected that it wasn't even close.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/03/05/286393192/senate-rejects-obama-nominee-for-key-civil-rights-post"
        },
        {
            "headline": "GOP Struggles To Sell Message In Big Cities",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2014
            },
            "article_content": "Kevin Faulconer reaches for his wife, Katherine, at a Feb. 11 rally as their daughter looks up from below. Faulconer, a Republican, won the San Diego mayoral race last week.\n                \n                    \n                    Lenny Ignelzi/AP\n                    \n                \nhide caption Kevin Faulconer reaches for his wife, Katherine, at a Feb. 11 rally as their daughter looks up from below. Faulconer, a Republican, won the San Diego mayoral race last week. San Diego voters did something highly unusual last Tuesday: They elected a Republican as mayor. San Diego will now be the largest city in the country with a Republican mayor, Kevin Faulconer, who has been serving on its city council. The next largest is Indianapolis. In fact, of the nation's 100 largest cities, a grand total of nine now have GOP mayors, plus two other Republicans who are nominally independent. Until just recently, Republicans had a pretty good chance of winning big city mayoral races. Back in the 1990s, Republicans served as mayors in half the nation's 12 biggest cities, including New York and Los Angeles. Throughout long periods of the decades between the Civil War and the Great Depression, major cities such as Philadelphia were dominated by Republican machines, while GOP presidential candidates could hope to carry cities including Los Angeles, Atlanta, Chicago and Detroit. That would be almost unthinkable today. Although neither party has much of an urban agenda at the national level, the nation's urban cores — and many of its densest suburbs — are how home to people who are highly Democratic in their voting habits. \"You have larger minority populations that tend to vote for Democrats, larger population of Millenials who tend to vote Democratic if they bother to vote, and progressives who are drawn to cities,\" says Mark Jones, a political scientist at Rice University. Faulconer's Big Advantage In San Diego, Faulconer took advantage of circumstances. A special election was triggered by the disgrace of Democrat Bob Filner, who resigned last August amidst accusations of serial sexual harassment. That created an opening, but San Diego has long been riper territory for Republicans than most big cities today. Prior to Filner's win in 2012, the city hadn't elected a Democrat as mayor since 1989. Some of that has to do with topography. In many metropolitan areas, more conservative white voters have fled for suburban and exurban communities over the past half-century. But San Diego proper has expanded to absorb Republican-leaning suburbs such as Rancho Bernardo within the city limits. Given San Diego's position by the sea, surrounded by canyons and hills, there's not a lot of area where conservatives can move and still have a reasonable commute. San Diego itself — although it now votes Democratic in presidential contests — has a relatively conservative bent due to the strong military presence and its low-tax traditions. \"The influential downtown business community and the leading media remain solidly Republican,\" says Steve Erie, who directs the urban affairs program at the University of California's San Diego campus. \"GOP business groups like the Lincoln Club have poured substantial amounts of money into electing Republican mayors and defeating Democrats.\" Another Accidental Mayor In Indianapolis, the fact that Republican Greg Ballard is mayor is a bit of an accident. He was considered a placeholder candidate with little chance to win against Democratic incumbent Bart Peterson back in 2007, but Peterson's personal unpopularity allowed Ballard to surge at the end. \"The Democrats are going to be hard-pressed to beat him, if he wants to run for a third term next year,\" says Ed Feigenbaum, editor of the newsletter Indiana Legislative Insight. Once Ballard steps down, however, Democrats should regain the post. The merger of the city with Marion County decades ago gave Republicans an advantage for a time, since, as in San Diego, this captured more conservative voters. But it's the outer suburbs that are growing now and the bulk of the city has become a Democratic stronghold. \"We have seen a migration of the most conservative white people farther away from the city,\" says Ruy Texeira, a Democratic political demographer at the Center for American Progress. \"This pattern is very, very consistent across metro areas of the United States.\" Obama's Urban Coalition Central cities, meanwhile, are attracting people who are likely to vote Democratic. \"There's a self-selection for people that choose to reside at higher density,\" says Robert Lang, an urban affairs professor at the University of Nevada, Las Vegas. \"They tend to be younger, more single and have higher college education rates.\" It's not just that certain types of people are attracted to denser areas. Once there, they have a greater demand for infrastructure, including public transportation. That makes them more responsive to pro-government positions — and the party that embraces them. \"The more densely packed you are, government has a more obvious role to play,\" Teixeira says. Cities have become comfortable for various parts of the Obama coalition, including minorities and \"waves of young people,\" says William Frey, a demographer at the centrist Brookings Institution. \"People who can afford to live in the cities, people with advanced degrees, those are people who tend to vote Democratic, when you look at the polls,\" he says. Appealing To Urbanites During the 1960s, Indianapolis Mayor Richard Lugar — later a long-serving Republican senator — was known as President Richard Nixon's \"favorite mayor.\" Lugar's priorities were in line with Nixon's domestic policy approach, committed to improving housing and education, while combating poverty. \"It was almost like a demonstration project for President Nixon and his policies in a Midwestern urban environment,\" Feigenbaum says. But, just as Lugar came to be seen as too moderate as a senator — he was ousted in a 2012 primary by a Tea Party favorite — his approach to municipal governance is no longer much in fashion within his party. It's an approach that could help the GOP rebuild its bench in the cities, suggests Rick Baker, who served much of the past decade as the Republican mayor of St. Petersburg, Fla. The issues that play well in cities are different than the ones that matter in legislatures or Congress, he says. \"Who's going to make sure infrastructure is working and who's going to run redevelopment well — people don't think those issues are partisan,\" Baker says. \"I do think we can succeed in the urban areas and we should compete in the urban areas.\" Giving Up On The Urban Vote Contemporary Republicans have pretty much given up competing for urban votes. It's easy to understand why. Back in 1980, Ronald Reagan lost New York City, but took more than 40 percent of its vote. By 2012, President Obama beat Mitt Romney there, 81 percent to 18 percent, shutting the Republican out entirely in numerous precincts. In general, the denser the area, the worse Romney did. His running mate, Wisconsin Rep. Paul Ryan, was interested in stumping in big cities with a conservative message for combating poverty. The campaign thought it was a waste of his time. Republicans unquestionably start at a disadvantage in nearly every sizable city, but failing to compete in the nation's most populous places necessarily means surrendering an awful lot of votes. \"In time, even in red states, Republicans are going to have to become more responsive to where people live and the kinds of people who live there,\" says Teixeira, the Democratic analyst. \"Just as you can't squeeze enough votes to win from white people, per se, you can't squeeze enough votes from less-dense areas.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/02/15/275939519/gop-struggles-to-sell-message-in-big-cities"
        },
        {
            "headline": "Incumbent Rousseff To Face Neves In Brazil's Presidential Runoff",
            "author": "By  \n\n\n      Lulu Garcia-Navarro",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 6,
                "year": 2014
            },
            "article_content": "It's been one of Brazil's most hotly contested presidential races in a generation. As expected incumbent Dilma Rousseff won, but not by enough to avoid a runoff later in the month.  RACHEL MARTIN, HOST: Brazil is in the midst of a presidential election. It's one of the most hotly contested votes there in a generation, and there's still a ways to go before it's said and done. Over 140 million Brazilians went to the polls yesterday, and as expected, the incumbent, Dilma Rousseff, won but not by enough to avoid a runoff later in the month. NPR's Lourdes Garcia-Navarro has our story from Sao Paulo. LOURDES GARCIA-NAVARRO, BYLINE: The race is on. Dilma Rousseff will face right-of-center candidate Aecio Neves in the runoff for the presidency. The much-touted candidate Marina Silva - born into poverty, a former environment minister - ended up a distant third. Carlos Pereira is from the Getulio Vargas foundation in Rio de Janeiro. CARLOS PEREIRA: (Speaking Portuguese). GARCIA-NAVARRO: We have three weeks until the final vote, he says. The candidates will have an equal amount of time on TV. Neves is good on TV, so I think who will win is unpredictable, he says. This has already been a tumultuous and unpredictable race. In August, one of the candidates died in a plane crash, and his running mate, Silva, took over and momentarily became the front-runner. But she was the subject of relentless political attacks and was unable to counter them. Neves rose in the polls. PEREIRA: (Speaking Portuguese). GARCIA-NAVARRO: Pereira says Neves appeals to people who want change, but he also has a history that represents security and continuity. At a polling center in an upscale neighborhood in Sao Paulo, Brazilians lined up to type their choices on computer screens. Voting here is completely electronic, and it's also mandatory. Paula de Freitas is a 47-year-old economist, and she says she cast her ballot for Aecio Neves. She says Rousseff's party has been in power for 12 years, inflation is spiraling and the economy is stagnating. The country, she says, needs a new direction. PAULA DE FREITAS: I'm excited because he's the one that I really believe that can do any changes. Hopefully he - he's going to change what's going on right now. The economy is very - it's going down. GARCIA-NAVARRO: Now a little about Neves. He's the grandson of the much-beloved Tancredo Neves, who fought Brazil's dictatorship, but died just before he could assume the presidency. Aecio is an economist who's been the governor of the important state of Minas Gerais twice; plus he's had several stints in Congress. His party is right-of-center and held the presidency right before Rousseff's mentor, Luiz Inacio Lula da Silva, came to power in 2002. So it's a powerful pedigree. In the poor community of Vila Nova Jaguare in Sao Paulo, the scene was festive with families dragging along young children to vote. Neighborhoods like this favor Rousseff and her ruling workers' party. Elias dos Santos is Dilma Rousseff supporter. ELIAS DOS SANTOS: (Speaking Portuguese). GARCIA-NAVARRO: People support Dilma because of her achievements with social justice, he says. The program Bolsa Familia, for example, took millions of people out of poverty and misery, he says. In the past decade, Brazil has made impressive strides in reducing inequality. Millions now have access to housing and education through government programs started by Rousseff's predecessor, Lula da Silva. There is record employment and rising wages, and that is also a powerful legacy. Ultimately it may be Marina Silva's voters who decide the final round. Silva ended up getting some 21 percent of the vote, and depending which way they go, they could be the king- or queen-makers. Lourdes Garcia-Navarro, NPR News, Sao Paulo. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2014/10/06/354001602/incumbent-rousseff-to-face-neves-in-brazil-s-presidential-runoff"
        },
        {
            "headline": "Brazil's Election Culminates A Season Filled With Shocks",
            "author": "By  \n\n\n      Lulu Garcia-Navarro",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 4,
                "year": 2014
            },
            "article_content": "Challenger Marina Silva (left) and incumbent Dilma Rousseff face off during a presidential debate in Aparecida, Brazil, in September.\n                \n                    \n                    Sebastiao Moreira/EPA/Landov\n                    \n                \nhide caption Challenger Marina Silva (left) and incumbent Dilma Rousseff face off during a presidential debate in Aparecida, Brazil, in September. Brazilians head to the polls Sunday in one of the most exciting elections in recent history there. The presidential race pits two women against each other — a first for the South American country. Candidate Marina Silva, if elected, would make history by being the first Afro-Brazilian president. But first she must beat incumbent Dilma Rousseff, a former Marxist guerrilla who was tortured under the dictatorship in Brazil. It's been an election season filled with shocks. The presidential candidate Eduardo Campos was killed in a plane crash in mid-August, thrusting Silva, his vice presidential running mate, into the top spot on the socialist ticket. And suddenly what looked like an easy re-election for Rousseff got very competitive and very negative. Rousseff is fighting for her political life and hasn't pulled any punches. One campaign ad shows a greedy cabal of businessmen literally taking food off a working class family's plate. It alleges Silva's plan to make Brazil's central bank independent will hand over its power to big business. Silva responded with an impassioned spot of her own, talking about growing up hungry and poor in the Amazon and saying she wasn't going to stoop to Rousseff's scare tactics. There is a third candidate, Aecio Neves. He's from the right and is in third place, but has recently been moving up in the polls. None of the candidates seem to have the required 50 percent to win outright, and so the election will — it seems — go to a second round. Everyone is required by law to vote in Brazil and debates can get rather heated, as we discovered when we visited the humble, tin-roofed house of the dos Santos family. Leila dos Santos says last time she voted for Rousseff, but this time she wants to vote for Silva. \"When we voted Dilma the first time, we expected more, I expected more, for the country,\" Leila says. Leila's 65-year-old mother Ana says she is going to vote for Rousseff and her governing Workers' Party. She says she appreciates the social programs like Bolsa Familia, which gives cash to families in return for sending children to school. \"She looked after the poor a lot,\" Ana says. \"What would happen to the poorer northeast of the country if not for the money she gives?\" Leila's younger sister Aurea is going to vote for the rightist candidate, Aecio Neves. She thinks Rousseff's party, known as the PT, and all of its recent corruption scandals have shown they have been in power too long. But under Rousseff's party Brazil boomed. Her predecessor, Luiz Inacio Lula da Silva, enacted policies that raised millions onto the lowest rung of the middle class. People like the dos Santos family are more interested in services like health and education than poverty reduction. Leila says she wants to be able to rely on the country's health system but she can't. \"We have a basic health unit in the community here, but it never has a pediatrician, never has a doctor,\" she says. And that's why this election is too close to call. The neighborhood of Jardim Angela in Sao Paulo's south was formed a dozen years ago when people from the poor northeast of the country invaded the land there and built makeshift homes. Now, it's a proper neighborhood with a community center and paved roads, its history a reflection of the dramatic changes in Brazil in the last decade. This neighborhood was staunchly in Rousseff's camp in 2010. They helped elect her into office, but now people here have splintered. \"Dilma Rousseff is ending her term with Brazil in much worse shape than when she received it,\" says David Fleischer, a professor of political science at the University of Brasilia. Brazil's economy is stagnating, and the same party has ruled for 12 years. People are tired and want change, Fleischer says. But more recent polls show that Rousseff's negative campaign ads have been working. Her popularity has been steadily climbing and her message that change can be as frightening as it is enticing is resonating.",
            "bias": "working class",
            "url": "https://www.npr.org/sections/parallels/2014/10/04/352819076/brazils-election-culminates-a-season-filled-with-shocks"
        },
        {
            "headline": "San Diego Voters Elect Republican Mayor To Fill Filner's Term",
            "author": "By  \n\n\n      Sandhya Dirks",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 12,
                "year": 2014
            },
            "article_content": "The special election was held after Democratic Mayor Bob Filner resigned. He was accused by multiple women of sexual harassment.  RENEE MONTAGNE, HOST: San Diego is moving on this morning from a scandal that generated a lot of unwelcome attention for its top politician. Yesterday, San Diegans elected a Republican councilman to be their next mayor, a special election held in the wake of Democratic Mayor Bob Filner's resignation last year after being accused of sexually harassing multiple women. Sandhya Dirks of KPBS has this report. SANDHYA DIRKS, BYLINE: Just a year ago, Democrats in San Diego had reason to celebrate - for the first time in a generation they had a progressive mayor. Fast forward a few months and Bob Filner became a disgrace and a national laughingstock as sexual harassment accusations against him piled up and late night comics like Conan O'Brien piled on. (SOUNDBITE OF TV SHOW, \"LATE NIGHT WITH CONAN O'BRIEN\") DIRKS: He will be replaced by Kevin Faulconer - a moderate conservative hand-picked by local Republican movers and shakers to take back the office. Surrounded by supporters, Faulconer took to the stage on election night. MAYOR-ELECT KEVIN FAULCONER: We know that this city has gone through a lot in the last year, but we knew that as San Diegans that we were better than that and that we were going to come together when we had the opportunity to do that. DIRKS: Faulconer's ascent makes him something of an endangered species these days - a Republican mayor in a big city, a big city that has a majority of registered Democrats. That's a relatively recent occurrence and it has a lot to do with changing demographics. I'm standing right outside an entrance to the Interstate 8 freeway. It's a freeway that bisects the city of San Diego and it's also become something of a symbolic dividing line between red and blue, and rich and poor. JIM MILLER: South of Eight and, you know, east of Five, you know, has been the kind of traditional more working class, more black and brown area of San Diego, and it's politically, you know, historically been underrepresented. DIRKS: That's Jim Miller - a labor studies professor at San Diego City College. He says to win, Faulconer had to lean to the left. MILLER: What you are seeing with the Faulconer campaign is kind of an admission that the demographics and the character of the city have become more diverse and more Democratic. DIRKS: Diverse and Democratic is a pretty good way to sum up the scene at Councilman David Alvarez's election night event. Unlike Faulconer's, which happened at a luxe downtown hotel, Alvarez's was stage at a converted warehouse in the largely low-income Latino neighborhood where he grew up. (SOUNDBITE OF CROWD CHATTER) DIRKS: The mood was reservedly optimistic as low numbers for Alvarez rolled in but Estella Avilla says Alvarez helped inspire a conversation about creating equality, even if he won't become the city's first Latino mayor. ESTELLA AVILLA: Which is crazy to think about because, I mean, how many Latino's are there in San Diego, you know? DIRKS: The answer? Almost 33 percent of the population and growing. San Diego is getting browner and bluer. The man who has been filling in as mayor, Democrat Todd Gloria, says the move towards a progressive San Diego will continue despite the events of the past year. INTERIM MAYOR TODD GLORIA: This movement is bigger than one person, it's bigger than Bob Filner or one individual city council member. This is about a community that's on the move, one that wants to see change in this community. DIRKS: But the lesson for conservatives is that a Republican mayor can handily win in a Democratic city - if the turnout is low and the message is made from the middle. For NPR News, I'm Sandhya Dirks in San Diego. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "working class",
            "url": "https://www.npr.org/2014/02/12/275796905/san-diego-voters-go-to-polls-to-elect-new-mayor"
        },
        {
            "headline": "Despite Election Defeat, Obama Sees Room To Push His Agenda",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 29,
                "year": 2014
            },
            "article_content": "President Obama has begun his administration's final phase the way he began several other chapters of his presidency: seeking to recover from disaster. Obama has moved vigorously since his party lost the Senate in November. Without consulting Congress, he's offering legal status to millions of immigrants. He's restoring diplomatic relations with Cuba. Above all, he's striving to show he will not be a lame duck. The president took our questions the day before he left Washington for the holidays. The 40-minute, year-ending interview offered clues to his final two years in the Oval Office, which is where we met. NPR is publishing the conversation in three parts — starting with Obama's efforts to govern alongside (though not necessarily along with) a Republican Congress. Something has changed since the campaign season, when Obama was delaying action on immigration, fearing political damage. That led to our first question: Why execute these maneuvers now? Obama added that it's fair to think of him as a president who thinks he has done what he had to do, and now is free to focus on what he wants to do. But Obama is not entirely \"liberated\": He can't finish what he started alone. He'll need acts of Congress to complete immigration reform, or to lift the Cuba embargo. That barely begins the lengthy list of issues on which the president would like the help of lawmakers if he could get it. For six years, the GOP has been criticized for reflexively obstructing Obama, and the president has been criticized for keeping his distance from lawmakers. Could the president possibly do anything to improve the situation? Translation: I won't change anything specific, but hope my opponents' interests compel them to change. At the same time, Obama acknowledged that parts of the Republican Party never will agree with him on an issue that is central to the final part of his presidency: immigration. In the same part of our conversation, Obama repeated that he thinks the issue is up to Republicans. Does his executive action \"spur them to work once again with Democrats,\" he asks, or does it \"solidify what I do think is a nativist trend in parts of the Republican Party? \"And if it's the latter, then probably we're not going to get much more progress done and it'll be a major debate in the next presidential election.\" I came away with a sense of a president who is willing to work with Congress, in theory. But he no longer seems willing to wait for lawmakers to see the world as he does. This is the first of three parts of our year-end conversation with President Obama. In tomorrow's second part, we begin with a question: Is America more racially divided than it was before President Obama took office?",
            "bias": "middle class",
            "url": "https://www.npr.org/2014/12/29/372537535/despite-election-defeat-obama-sees-room-to-push-his-agenda"
        },
        {
            "headline": "Conservatives Brainstorm To Win Voters In The Middle",
            "author": "Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 24,
                "year": 2014
            },
            "article_content": "Election watchers say Republicans could take control of the Senate this fall. At the same time, many of these same analysts see problems for the Grand Old Party in the longer term. Republican voters tend to be white, older and more affluent, and their share of the overall population is shrinking. That's why at least some conservatives think it's time for the party to broaden its appeal to the middle class. The latest push comes in the form of a glossy collection of essays from center-right thinkers called Room to Grow: Conservative Reforms for a Limited Government and a Thriving Middle Class. Ramesh Ponnuru, senior editor at National Review and a contributor to the collection, says there's a sense among some Republicans that in recent years, conservative policies have gotten a little stale. Republicans should \"Stop talking macro-economics and start talking micro-economics,\" says former Sen. Rick Santorum.\n                \n                    \n                    Charlie Neibergall/AP\n                    \n                \nhide caption Republicans should \"Stop talking macro-economics and start talking micro-economics,\" says former Sen. Rick Santorum. \"They're adapted to the circumstances of 1981,\" Ponnuru says. \"What we wanted to do was to try to refresh our ideas and talk about how today's conservatives would tackle issues like health care or energy or balancing work and family.\" Some of the ideas are new, like rethinking higher education. Others, like expanding the earned income tax credit and the child tax credit, were once common topics among Republicans, but lately have fallen from favor. Still others are well-worn, pet party issues, like limiting the reach of unions, changing overtime policies and expanding school choice. It's an eclectic stew with many flavors, and Ponnuru admits it may not appeal to all the Republicans in Congress and beyond. \"It is a bunch of ideas, and not every person who reads it is going to like every single one of those ideas,\" he says. \"But if more of them get out there and start affecting the conversation, and people pick up some of them, then I think we'll be making progress.\" Republicans are making other efforts to reach the middle class — or \"working Americans,\" the phrase preferred by former senator and presidential candidate Rick Santorum. He appeared recently on the Hannity Show on Fox News to pitch his new book, Blue Collar Conservatives. \"We have to be able to go out there and meet people where they are,\" Santorum said. \"Stop talking macro-economics and start talking micro-economics.\" Sen. Tim Scott, R-S.C., says that Great Society social programs aren't helping working people.\n                \n                    \n                    Jose Luis Magana/AP\n                    \n                \nhide caption Sen. Tim Scott, R-S.C., says that Great Society social programs aren't helping working people. At a forum put on this week by the American Enterprise Institute, a right-leaning Washington think tank, Senate Minority Leader Mitch McConnell implied that all the focus in recent years on job-creators didn't hit the right note. \"Look, for most Americans, whose daily concerns revolve around aging parents and long commutes, shrinking budgets and obscenely high tuition bills, these hymns to entrepreneurism are, as a practical matter, largely irrelevant and the audience for them is probably a lot smaller than we think,\" McConnell said. Part of this effort also includes changing the way Republicans talk about economic issues. At the same forum, South Carolina Sen. Tim Scott personalized his critique of the Great Society programs. \"The fact of the matter is, to kids like me growing up in [the] houses of Frances Scott, who was working 16 hours a day, living in the wrong zip code, it didn't work very well,\" Scott says. \"Unfortunately, when you look in those same zip codes, things are getting worse.\" But Neera Tanden, president of the left-leaning Center for American Progress, thinks the talk of outreach rings a little hollow, given that House Republicans again passed what's known as the Ryan Budget, which envisions steep cuts to the social safety net. \"Every House Republican voted for that budget, not three years ago but just in the last few months,\" Tandeen says. \"The real issue is where do people stand, and we know where they stand from the budget they just passed.\" Even Ponnuru says inertia may be working against the conservative reformers. The inclination, he says, is to stick with what worked in the past.",
            "bias": "middle class",
            "url": "https://www.npr.org/2014/05/24/315402720/conservatives-brainstorm-to-win-voters-in-the-middle"
        },
        {
            "headline": "Florida Governor's Race: Familiar Faces, Big Money, Brutal Ads",
            "author": "By  \n\n\n      Greg Allen",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 13,
                "year": 2014
            },
            "article_content": "Democrat Charlie Crist, a former Republican governor of Florida (left), and Rick Scott, the current Republican governor of Florida, listen to the moderators during a gubernatorial debate on Friday. The two are facing off in a tight race that's fueling a barrage of negative campaign ads.\n                \n                    \n                    Lynne Sladky/AP\n                    \n                \nhide caption Democrat Charlie Crist, a former Republican governor of Florida (left), and Rick Scott, the current Republican governor of Florida, listen to the moderators during a gubernatorial debate on Friday. The two are facing off in a tight race that's fueling a barrage of negative campaign ads. Florida is home to the most expensive race in the country this midterm election — one of the nation's closest and nastiest gubernatorial contests. incumbent Republican governor Rick Scott is facing former Florida governor Charlie Crist, a Democrat. Both candidates are well-known, both are prolific fundraisers and outside groups are pouring millions of dollars into the race. It's all combined to make it one of the nation's closest and nastiest gubernatorial races. On paper, Scott has a lot going for him. He's an incumbent, with nearly unlimited money, in a state that's finally in economic recovery. But after four years of chronically low approval ratings, his bid for re-election is turning out to be anything but easy. Florida is a state almost evenly divided between Republicans and Democrats. Republicans control the legislature and all the top state offices, but in the last two Presidential elections, Barack Obama mobilized Democrats and carried the state. And Crist, the Democratic candidate for governor, is hoping to replicate that in this election. At a campaign stop in a Miami suburb recently, Crist met with Marcela Parra, a college student upset about recent cuts in Florida's \"Bright Futures\" scholarship program. \"Four years ago, you would have qualified for a Bright Futures scholarship, back when I was governor, essentially,\" he says, as she agrees. \"Now with Rick Scott and a change in policy, you don't qualify anymore.\" Charlie Crist is the challenger in the race, but to Floridians, he's a familiar face. He was a Republican when he served as governor. But a lot has changed since then. He ran unsuccessfully for the Senate, first as a Republican, and then as an independent. Now, Crist is a Democrat, running for a seat he left behind just four years ago. It's a remarkable political transformation — one the Scott campaign lampoons in TV ads. One ad shows Crist announcing his various campaigns: as a Republican, an independent and then a Democrat. \"Flippin' unbelievable,\" says the voiceover. Crist often paraphrases Ronald Reagan, saying, \"I didn't leave the Republican party. It left me.\" And he quotes another Republican popular in Florida. \"Jeb Bush said it better than I could ever say it. He said, 'Today's Republican Party appears to be anti-women, anti-minority, anti-gay, anti-immigrant, anti-education, anti-environment — the list goes on,' \" he's said. Crist is being outspent by Scott in the race, but has mounted his own relentless barrage of attack ads. Many hark back to Scott's tenure as head of Columbia/HCA Healthcare Corp., a hospital chain hit with what at the time was the nation's largest-ever fine for Medicare fraud. \"Taxpayers and seniors got cheated,\" says the voiceover on one Crist ad. \"But Rick Scott walked away with millions.\" They're charges that were leveled against Scott when he first ran for governor. Scott overcame them in that race and is working to do so again, by turning them around and attacking Crist. \"In 2010, the Democrats attacked me. And I said, when I ran a company, I will take responsibility for the actions while I was the CEO,\" Scott said during the debate. \"In contrast, Charlie's never taken responsibility for anything.\" Susan MacManus, a professor of political science at the University of South Florida, says after months of wall-to-wall negative ads, many voters are dazed and confused. \"If you're a person who doesn't really follow politics 24/7, you're having a very difficult time figuring which of these is telling the truth,\" MacManus says. \"We have had more negative ads, longer. It's been almost non-stop.\" Last week, in their first debate, Scott and Crist laid out their positions on a series of issues. On many there's a stark difference. On the five-decade long Cuba embargo — a perennial Florida issue — Scott supports it. Crist wants to lift it. On gay marriage, Crist is for it. Scott opposes it and reminded debate viewers not so long ago, Crist did also. Crist supported a state ban on same-sex marriage but later said that position was a mistake. \"Charlie said he took that position for political expediency,\" Scott said in the debate. \"So, my concern today is, what positions has he taken today for political expediency?\" It's a charge that fires up Republicans — many of whom feel betrayed by Crist's switch in political parties. But it's also aimed at independent voters who may wonder, after his political transformation, what exactly Charlie Crist stands for. Crist's campaign, for its part, hopes to win over independents, but is putting much of its focus on getting Democrats out to vote. Crist is one of the few Democrats running this election not distancing himself from President Obama; first lady Michelle Obama will be campaigning for him in Florida later this week.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/itsallpolitics/2014/10/13/355685450/florida-governors-race-familiar-faces-big-money-brutal-ads"
        },
        {
            "headline": "Two Doctors Weigh Whether To Accept Obamacare Plans",
            "author": "By  \n\n      Jeff Cohen",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 3,
                "year": 2014
            },
            "article_content": "Doctors say they need to accept patients with a variety of types of insurance in order for them to stay in businesses.\n                \n                    \n                    iStockphoto\n                    \n                \nhide caption Doctors say they need to accept patients with a variety of types of insurance in order for them to stay in businesses. On a recent afternoon at his office in Hartford, Conn., Dr. Doug Gerard examines a patient complaining of joint pain. He checks her out, asks her a few questions about her symptoms and then orders a few tests before sending her on her way. For a typical quick visit like this, Gerard could get reimbursed $100 or more from a private insurer. For the same visit, Medicare pays less — about $80. And now, with the new private plans under the Affordable Care Act, Gerard says he would get something in between, but closer to the lower Medicare rates. That's not something he's willing to put up with. \"I cannot accept a plan [in which] potentially commercial-type reimbursement rates were now going to be reimbursed at Medicare rates. You have to maintain a certain mix in private practice between the low reimbursers and the high reimbursers to be able to keep the lights on,\" he says. Three insurers offered plans on Connecticut's ACA marketplace in 2014 and Gerard is only accepting one. He won't say which, but he will say it pays the highest rate. \"I don't think most physicians know what they're being reimbursed,\" he says. \"Only when they start seeing some of those rates come through will they realize how low the rates are they agreed to.\" Gerard's decision to reject two plans is something officials in Connecticut are concerned about. If reimbursement rates to doctors stays low in Obamacare plans, more doctors could reject those plans. And that could mean that people will get access to insurance, but they may not get access to a lot of doctors. That worries Kevin Counihan, who runs Connecticut's health insurance marketplace. \"I think it could lead potentially to this kind of distinction that there is these different tiers of quality of care,\" he explains. His agency recently approved rules geared at getting more providers into plans on the exchange. The goal is to make sure that everyone gets good care regardless of their income — and that consumers recognize it. \"The [perception that there are] different tiers of quality of care means somehow that the people think that just because my income is below 400 percent of the federal poverty level, I'm going to get inadequate care or lesser care than someone making above 400 percent,\" says Counihan. \"That's been something, at least in our state, that we're trying to work against. And the carriers are, as well.\" NPR asked all three of the insurers on Connecticut's exchange to comment. Two declined but one agreed. Ken Lalime is the CEO of Healthy CT — an insurance co-op. He says insurers face a real challenge figuring out how to pay doctors enough but also keep consumer premiums low. \"Every time you increase payments to providers, you have to offset that with increased reimbursement from the consumer. So there's this balance between how much do you want to cost to provide that service ... and how much you can pass along in your premium rates. So it's a balancing act,\" he says. Healthy CT may have missed the balance — just 3 percent of the exchange's consumers bought their insurance 2014. Lalime says he also thinks low reimbursement rates are forcing some doctors to decide against accepting insurance under the Affordable Care Act. Dr. Bob Russo is sure of it. He's a radiologist and he's also the president-elect of the Connecticut State Medical Society. He says that the low rates and administrative burdens that come along with the ACA could make it a financial loser. \"You get what you pay for,\" he says. \"If you can't convince [doctors] that they're not losing money doing their job, it's a problem. And they haven't been able to convince people of that.\" He, like Counihan, worries about creating a tiered health care system. Think about Medicaid, he says. Before a recent rise in rates, it paid doctors even less than Medicare, so many stopped accepting Medicaid patients. \"There's no question that Medicaid, under its old rates, wasn't working,\" he says. \"So, have we just invented a new Medicaid that kind of slid the scale up a little more to make access a little more?\" The experience of these doctors is a good reminder that the Affordable Care Act is more than a thought exercise in health care — it's happening now. Open enrollment for 2015 begins in just over three months. This story is part of a reporting partnership between NPR, WNPR and Kaiser Health News.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/health-shots/2014/08/03/337071268/two-doctors-weigh-whether-to-accept-obamacare-plans"
        },
        {
            "headline": "Ryan's Budget Plan Takes Midterm Elections Into Consideration",
            "author": "Ailsa Chang",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 2,
                "year": 2014
            },
            "article_content": "Liberal Democrats and conservative Republicans both can find a lot to love in House Budget Committee Chairman Paul Ryan's latest budget proposal. In the Senate, there's no chance the plan will pass.  STEVE INSKEEP, HOST: It's MORNING EDITION from NPR News. I'm Steve Inskeep. DAVID GREENE, HOST: And I'm David Greene. Elsewhere on the program today we heard of President Obama's push to raise the minimum wage. Maybe it will become law; maybe it won't. Either way, Democrats believe it helps them in this election year. Now let's hear about Republicans. INSKEEP: House Budget Committee Chairman Paul Ryan has proposed a budget again. There is no chance the Senate will pass this plan which would balance the budget over a decade while also changing Medicare and food stamps. But the budget does provide campaign material for the election. NPR's Ailsa Chang reports AILSA CHANG, BYLINE: Remember that two-year budget deal Congress passed just last December? Well, Senate leaders say they're happy enough with that, so they're not drafting a more detailed budget plan this year. But House Budget Committee Chair Paul Ryan had other ideas. Yesterday he came out with a budget vision statement - one he says provides the leadership that was missing from last December's deal. (SOUNDBITE OF STATEMENT) CHANG: Ryan says his plan would cut $5 trillion in spending over the next decade - in large part by repealing the Affordable Care Act. Additional savings would come out of deep cuts to Medicaid and food stamps. The plan would also create a new alternative to Medicare - by letting people enroll in private insurance plans with government subsidies. In sum, it's basically a proposal that will be Dead On Arrival in the Senate. So, what's the point of the House doing this? STAN COLLENDER: You always have to keep in mind this is an election year. CHANG: For years, Stan Collender has seen budget proposals spring up and then die in Congress. COLLENDER: And what they're doing is putting a document out there that Republicans can run on, that they can say: This is what we would do if we were in charge of the White House and the Senate, as well as the House. CHANG: But Democrats also intend to milk the House GOP budget for their own campaign purposes. They got started right away Tuesday, when Senate Majority Leader Harry Reid opened the Senate by mocking the name Ryan gives his proposal: The Path To Prosperity. (SOUNDBITE OF STATEMENT) CHANG: Conservative Republicans may brag about all the spending cuts, but Democrats, like House Minority Leader Nancy Pelosi, will talk about how Republicans would leave poor Americans twisting in the wind. (SOUNDBITE OF STATEMENT) CHANG: Even if Ryan's proposal gets to the House floor, there's still a question whether it has the required 217 votes to pass. Ailsa Chang, NPR News, the Capitol. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "medicare",
            "url": "https://www.npr.org/2014/04/02/298159556/ryans-budget-proposal-takes-midterm-elections-into-consideration"
        },
        {
            "headline": "In Closely Watched Election, Republican Jolly Wins In Florida",
            "author": "Eyder Peralta",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 11,
                "year": 2014
            },
            "article_content": "Republican David Jolly, shown during a Nov. 23 campaign rally in Indian Rocks Beach, Fla., once worked for the late congressman whose seat he's vying to fill. He has called for repeal of President Obama's health care law.\n                \n                    \n                    Steve Nesius/AP\n                    \n                \nhide caption Republican David Jolly, shown during a Nov. 23 campaign rally in Indian Rocks Beach, Fla., once worked for the late congressman whose seat he's vying to fill. He has called for repeal of President Obama's health care law. This post was updated at 10:30 a.m. on March 12. Republican David Jolly wrung out a victory during a special election in Florida on Tuesday for the Tampa Bay-area district vacated by the late Rep. Bill Young. As our friends at It's All Politics reported, the neck-and-neck race between Jolly and Democrat Alex Sink was seen as \"a proxy for how President Obama and his signature health care legislation will play at the polls in November.\" So, of course, observers will say that Jolly's victory signals that Republicans will likely keep their House majority after the November midterm elections. Including Jolly, there will be 233 Republicans and 199 Democrats (and three vacancies) in the chamber. As NPR's Greg Allen noted on Morning Edition, the race was seen as a test for how Democrats might fare this fall. He adds: \"Democrats will point out that this is a district that has been represented by a Republican for 60 straight years. Even so, with the death last year of Rep. Bill Young — who held the seat for 40 of those years — Democrats saw an opening. \"Republicans hold a slight registration edge in Florida's 13th Congressional District. But it was carried by Barack Obama in the last two presidential elections. \"Alex Sink entered the race with high name recognition. She was Florida's elected chief financial officer and then ran for governor, losing narrowly to Republican Rick Scott. \"Last night, marked another disappointing loss for Sink.\" In the end, Jolly beat Sink with a margin of about 2 percent. Jolly ran on the promise to repeal the Affordable Care Act and also said that he supported the overturning of Roe v. Wade. Sink, on the other hand, backed the Affordable Care Act but has said she would like to see it improved. She also said she supported comprehensive immigration reform, while Jolly opposed a pathway to citizenship for immigrants in this country illegally. As The Tampa Bay Times reports, the battle wasn't just fought by Jolly and Sink. Outside money poured into the state during the campaign, totaling an \"eye-popping\" $12 million. The Times adds: \"Jolly, a former aide to Young who went on to a lobbying career, was not a well-known figure in Pinellas County when he entered the race. Sink and her allies had attacked him for his lobbying and contended he wanted to undermine Social Security and Medicare, essential programs to the district's older voting population. \"But Jolly and outside Republicans hammered away at the Affordable Care Act, and had an unpopular president in their corner as well.\" Jolly's victory, however, will be brief. He'll have to run for his seat again in November.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/thetwo-way/2014/03/11/289211014/in-closely-watched-election-jolly-wins-in-florida"
        },
        {
            "headline": "Democrats Eye Long-Time GOP Seat In Florida Special Election",
            "author": "By  \n\n\n      Greg Allen",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 18,
                "year": 2014
            },
            "article_content": "A special election next month in Florida's 13th Congressional District is being touted as an important preview of the upcoming mid-term races. Polls suggest it's a tight race, and that it will likely turn on which candidate does a better job getting his or her supporters to come out and vote.  DAVID GREENE, HOST: This is a midterm election year, and the jockeying for position and the mud-slinging have already begun ahead of the November vote. The calendar is much shorter in one district in Florida. Voters there go to the polls next month in a special election that some pundits see as a good preview for the fall. The election is to fill a seat held for more than 40 years by one congressman, Republican Bill Young. NPR's Greg Allen reports that Democrats have their best chance of winning this seat in decades. GREG ALLEN, BYLINE: When Bill Young was elected to Congress, Richard Nixon was still in his first term as president. The Beatles were still together. Young died last year while serving his 22nd term. The Republican running for his seat is David Jolly, Young's former congressional aide. (SOUNDBITE OF APPLAUSE AT CAMPAIGN RALLY) ALLEN: It's a connection Jolly brings up at nearly every campaign appearance. DAVID JOLLY: I'm proud to be a Bill Young Republican and let me tell you, I stand here every day defending his legacy, and I will honor that legacy. ALLEN: In many ways, Florida's 13th Congressional District is a microcosm of the state. Pinellas County, which includes St. Petersburg, has become more Democratic in recent years and went to Obama in the last two elections. Democrats see a chance to pick up a longtime Republican seat here and have fielded a well-known candidate. Alex Sink is a former bank executive who served as Florida's elected chief financial officer and then ran unsuccessfully for governor. With her high name recognition, she entered the race as the favorite, one with an ability to raise a lot of money. Sink has taken aim at Jolly for his career after leaving Young's office when he worked as a Washington lobbyist. (SOUNDBITE OF POLITICAL DEBATE) ALEX SINK: Mr. Jolly made the decision after he left the employment of Rep. Young, to go through the Washington revolving door and hire himself out to clients so that he could curry favor back, and take advantage of his relationships in Congress. ALLEN: That's from a recent debate. Her ads hit Jolly even harder. (SOUNDBITE OF POLITICAL AD) ALLEN: Jolly says although he worked as a lobbyist for the conservative Free Enterprise Nation, he's opposed to Medicare vouchers and would maintain current Social Security benefits for everyone who's contributed to the system for at least 10 years. But in retiree-rich Pinellas County, it's an attack that stings. Jolly appeared recently at a retirement community to rebut Sink's charges. JOLLY: We are here to protect Social Security and Medicare. We will continue to do that. The noise from my opponent is simply that - it's noise. We are here today to offer that commitment to protect Social Security and Medicare. (SOUNDBITE OF BACKGROUND CHATTER) JOLLY: Hey, sir, David Jolly. ALLEN: Jolly, supported by Florida Republican Sen. Marco Rubio, went from table to table in the retirement community's dining room, greeting voters. Eighty-three-year-old Grant Hoatson said he liked the late Congressman Young and what he stood for. GRANT HOATSON: I think Mr. Jolly is fairly close to that, but I have seen what Alex Sink stands for. I said there's some things that I don't want to see in the office, and she would be one of them. ALLEN: One of the things Hoatson says he doesn't like about Sink is her position on Obamacare. Encouraged by President Obama's low approval numbers and polls that show a majority of Americans dissatisfied with the Affordable Care Act, Jolly has made it a key part of his campaign. He says he would vote to repeal it. At the recent debate, Sink said she supported it, although there are things about the law she'd like to change. SINK: This Affordable Care Act has not been perfect, by any stretch of the imagination, but my position is it should not be repealed because we cannot go back to where we were before. ALLEN: In attacking Sink, Jolly's getting lots of help from outside groups - like the U.S. Chamber of Commerce, which has been running this ad. (SOUNDBITE OF POLITICAL AD) ALLEN: Across the country with the midterm elections just nine months away, the national parties and outside groups are gearing up with fundraising and strategizing. But right now, they're focused on Florida's Tampa Bay area, spending millions on direct mail and TV ads. Political scientist Susan MacManus, of the University of South Florid, says as a competitive race in a swing state, the district serves as something of a petri dish for political researchers. SUSAN MACMANUS: People who really want to test out things do focus groups or whatever. This is heaven right now for people looking ahead to the 2014 election cycle, not just in Florida but nationally. ALLEN: Along with calling for the repeal of Obamacare, Jolly takes a conservative line on most other issues. He opposes immigration reform and gun control, and believes Roe vs. Wade should be overturned. It's a strategy that seems calculated in mobilizing Republicans and conservatives, getting them out to the polls. But it leaves a large group of voters cold. (SOUNDBITE OF BARKING DOG) JOLLY: At a dog park in Clearwater, Linda Hodges was walking her dog, Zoe. She's a former Republican, now registered as independent. She says she doesn't like that Jolly was a lobbyist, and she also doesn't like his political attacks against Sink. LINDA HODGES: The criticism against Sink as far as labeling her with Obamacare, I just went, oh yeah - you know, give me something that makes more sense. ALLEN: Absentee ballots are already being collected. Polls suggest it's a tight race that will likely turn on which candidate does a better job getting his or her supporters to come out and vote. Greg Allen, NPR News. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "medicare",
            "url": "https://www.npr.org/2014/02/18/278952364/democrats-eye-long-time-gop-seat-in-florida-special-election"
        }
    ]
}