{
    "Biases": [
        "socioeconomic",
        "poverty line"
    ],
    "Articles": [
        {
            "headline": "Dale Bumpers: A Memoir\nAutobiography Charts a Rich Life from Poverty to Politics",
            "author": "Linda Wertheimer",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 10,
                "year": 2003
            },
            "article_content": "Retired Sen. Dale Bumpers, right, talks with Sen. Tom Harkin and President Bill Clinton at a ceremony to open a medical clinic named for Bumpers and his wife.\n                \n                    \n                    White House Office of National AIDS Policy\n                    \n                \nhide caption Cover of Dale Bumpers' book, Best Lawyer in a One Lawyer Town: A Memoir (Random House)\n                hide caption Dale Bumpers, age 7, in Charleston, Ark.\n                \n                    \n                    Random House\n                    \n                \nhide caption Excerpts from the extended interview with Linda Wertheimer: Retired Senator Dale Bumpers is regarded by politicians on both sides of the aisle as an eloquent speaker and a fair-minded public servant. He served 24 years in the U.S. Senate, a Democrat from Arkansas. Before that, he was the state's governor for four years. But for many Americans, Bumpers is best known as the man who gave the impassioned closing speech defending President Bill Clinton before the Senate impeachment vote. In that speech, he reminded his colleagues that they were about to cast a vote that could change the nation -- and that they should not overturn an American election because a man had not been faithful to his wife. Bumpers laced his argument with gentle jokes and all the eloquence of a long line of senators from the South. And he relives the moment at the end of his newly published autobiography, Best Lawyer in a One Lawyer Town: A Memoir. In Bumpers' case, the town was Charleston, in western Arkansas. The book begins with tales of his hardscrabble boyhood there, and concludes with his impassioned, hour-long defense of a fellow Arkansas native. He recently spoke with NPR's Linda Wertheimer about his book and the lessons of history. Born in 1925, Bumpers vividly recalls growing up during the Depression, when grinding poverty was a fact of life for everyone in his town. It was the era of the New Deal, and Bumpers grew up idolizing President Franklin Delano Roosevelt. He remembers hearing FDR speak during a whistle stop through a nearby town, and how strange it seemed that the president walked oddly and had to hold onto a nearby shoulder while he spoke. In the book, Bumpers recalls that his father, who ran the Charleston hardware store and the funeral home, turned the story of FDR's infirmity into a moral lesson: \"Now, boys, the reason the president had to hold on to his son getting to the speaker's platform is that he can't walk. He had polio when he was thirty-nine years old, and he wears steel braces on his legs that weigh twelve pounds.\" I was deeply saddened to think that this man upon whom I had just gazed, who I had been taught was a veritable saint, couldn't even walk or stand without holding on to someone. My father went on, \"Now, you boys should let that be a lesson to you. If a man who can't even walk and carries twelve pounds of steel on his legs can be president, you boys have good minds and good bodies, and there isn't any reason you can't be president.\" Bumpers worked hard as a young man, making extra money picking cotton, peas and potatoes. At age 15, started working at a grocery store and began dating his future wife -- a girl he'd known since grade school. \"I smelled like a goat barn from cleaning the meat box, and Betty's devotion got tested every Saturday night,\" he writes. Bumpers served in the Marines during World War II, and later earned a law degree from Northwestern thanks to the GI Bill. In 1949 his parents were killed in a car crash, and Bumpers returned home to run the family business -- and to serve as the town's only lawyer. He admits that he \"had no idea of how to begin practicing law... no office, no library, no clients,\" but his political career soon began to take off. By 1974, he was in the Senate.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2003/05/10/1258359/dale-bumpers-a-memoir"
        }
    ]
}