{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "Former Presidential Candidate McCarthy Dies",
            "author": "By  \n\n\n      Neal Conan",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 10,
                "year": 2005
            },
            "article_content": "Former Sen. Eugene McCarthy of Minnesota has died at age 89. His surprising showing in the 1968 Democratic presidential primary helped end President Lyndon Johnson's political career. McCarthy's fresh approach to national issues stirred a small army of volunteers. Eugene McCarthy's 1968 campaign for president helped end LBJ's career.\n                \n                    \n                    Leonard McCombe/Time Life Pictures/Getty Images\n                    \n                \nhide caption Eugene McCarthy's 1968 campaign for president helped end LBJ's career.  DEBBIE ELLIOTT, host: This is ALL THINGS CONSIDERED from NPR News.  I'm Debbie Elliott. In a few minutes, we'll take a closer look at some news of the day,      including the end of a conference on global warming and preparations for      the election in Iraq.  And we'll have an appreciation of comedian Richard      Pryor who died today.  But first, we take note of another death today.      Former Senator Eugene McCarthy died in Washington at the age of 89.  Born      and raised in Minnesota, McCarthy was a teacher before he entered      politics.  He served 10 years in the House of Representatives and two      terms in the US Senate.  He gained national recognition when he      challenged President Lyndon Johnson over the war in Vietnam.  NPR's Neal      Conan reports. NEAL CONAN reporting: Eugene McCarthy was a most unlikely presidential candidate, scholarly,      modest, enigmatic.  His oratory was as low-key as his personality.  Yet      he humbled one of the most accomplished politicians of the 20th century      and changed American history.  In November of 1967, the relatively      obscure senator from Minnesota announced he would fight incumbent      President Lyndon Johnson for the Democratic nomination.  He acknowledged      afterwards that he held out little hope of actually defeating Johnson.      His purpose was to overcome what he called the sense of political      helplessness of those opposing the war in Vietnam. Former Senator EUGENE McCARTHY (Minnesota):  To some extent, we have come      close to despair, replacing the hope which characterized the America of      1961 and '62 and '63, and fame and war has come to replace the successes      we were beginning to gain in the field of peace. CONAN:  To McCarthy's surprise and Johnson's, the campaign caught fire.      A previously defuse and argumentative anti-war movement coalesced around      Eugene McCarthy and a new generation of political activists went door to      door asking for votes in the New Hampshire primary, young people who took      off their beads and cut their long hair to go clean for Gene.  In March      1968, McCarthy's children's crusade embarrassed Lyndon Johnson by winning      42 percent of the vote.  While the president did win, that primary      prompted one of the most dramatic announcements in American politics. President LYNDON JOHNSON:  I shall not seek and I will not accept the      nomination of my party for another term as your president. CONAN:  Vice President Hubert Humphrey entered the race and so did      another anti-war candidate, Senator Robert F. Kennedy.  Many in      McCarthy's camp regarded Kennedy as an opportunist but the younger      brother of a murdered president had experienced wealth and it seemed      destiny on his side.  But Robert Kennedy was himself assassinated minutes      after he won the California primary in June, leaving a weakened Eugene      McCarthy to lead the anti-war crusade to the Democratic Convention in      Chicago. (Soundbite of gavel) Unidentified Man #1:  The 35th quadrennial convention of the Democratic      Party of the United States is now called in session. Crowd:  (Chanting in unison) ...(Unintelligible) McCarthy!      (Unintelligible) McCarthy! CONAN:  While McCarthy and Kennedy had taken 80 percent of the votes cast      in the presidential primaries, the votes that counted in those days,      those of the convention delegates, belonged to Hubert Humphrey.      Thousands of frustrated demonstrators flooded into Chicago to hold a      raucous counterconvention which turned into a series of bloody      confrontations with the Chicago police. Mayor RICHARD DALEY (Chicago, Illinois):  Gentlemen, get the thing      straight once and for all.  The policeman isn't there to create disorder.      The policeman is there to preserve disorder. CONAN:  Mayor Richard Daley's famous malapropism came amid what was later      described as a police riot in Chicago.  Scenes of helmeted cops clubbing      protesters, bystanders and reporters overwhelmed the proceedings inside      the convention hall. Unidentified Man #2:  The chair declares that Vice President Hubert      Humphrey is the Democratic president candidate for the United States. (Soundbite of cheering) CONAN:  Speaking through a bullhorn outside the Hilton Hotel in Chicago,      Eugene McCarthy issued a concession but not an endorsement. Mr. McCARTHY:  I think we proved something about the people of this      country. They've made a judgment which the politicians were afraid even      to face up to before we took it to the people.  Namely that in the midst      of this war, they were ready to say we were wrong and that the policy      ought to be changed.  That was the judgment of the people of this      country. (Soundbite of applause) CONAN:  Hubert Humphrey was never able to overcome the debacle of Chicago      or heal the split in the party, but he made the election close enough      that many would blame Eugene McCarthy for the defeat. Mr. McCARTHY:  The only thing I kind of resent is people who were for the      war will say, `Now don't you feel guilty about, you know, Richard Nixon's      election?'  I said, `You know, Johnson won by I think it was 18 million      votes in '64.  Don't you feel guilty of having thrown away an 18 million      differential between '64 and '68?' CONAN:  McCarthy ran again in 1972, but his moment had passed and      subsequent presidential campaigns became increasingly marginal.  He even      endorsed candidate Ronald Reagan in 1980.  Still, 1968 had profound      effects. McCarthy's campaign transformed the nominating process which now      centers on binding primaries and it helped change the character of the      Democratic Party, bringing in the peace and civil rights movements,      though alienating many conservatives especially in the South.  And some      of the kids inspired by Eugene McCarthy stayed in politics, helped to      organize the peace movement and the environmental campaigns.  In 1993,      NPR's Liane Hansen asked Eugene McCarthy what he thought of that      generation so many years later. (Soundbite of 1993 interview) Mr. McCARTHY:  Well, I don't know.  None of them really rallied to me      this last year.  I had to tell them that they were probably right, you      know, in '68.  They said, `Don't trust anybody over 30 and under 50.' LIANE HANSEN (NPR News):  Well, that's--now it's don't trust anyone over      60, right? Mr. McCARTHY:  I think over 50 is all right, but, you know, they have to      be--so that they were caught--maybe sort of part of our sort of      socioeconomic culture in that, you know, when you get over 30, you've got      to start worrying about your profession.  And you've got to worry about      your job and you have to worry about your family.  So I'm kind of hoping      that the `Clean for Gene' crowd when they get passed 50 a little bit more      revert to what they were before they became 30. CONAN:  Over the last decades of his life, Eugene McCarthy lectured and      taught.  He wrote books on foreign policy and the philosophy of      government and two volumes of poetry.  Critics treated the verse more      kindly.  One of McCarthy's poems recalls the view out of his hotel room      window in August 1968 overlooking Chicago's Grant Park. Mr. McCARTHY:  (Reading) `Morning light on the pale lake, plastic      helmets.  On August, leaves of elm on grass on boys and girls in sleeping      bags curled in question mark, asking the question of the guitar and the      song, the question of the fountain, the question of the bell, the      question of the red balloon, the question of the kite, of the flowers and      of the girls' brown hair in the wind. \"There are no answers in this      park,\" said the captain of the guard.  \"Then give us back our questions,\"      said the boys and girls.  \"There are no questions in this park.\"  The      balloon is broken.  No one sings.  The fountain has been drained.  The      tongue is gone from the bell.  All kites have fallen and hang upside down      in telephone wires or trees like St.  Andrew crucified.  The flowers have      faded.  The guitar smashed and no one sings and no hair blows in the      wind.  Three men in olive drab, three men with hooks and prongs have      gathered up all questions and carry them off in burlap bags.  \"There are      only true facts in this park,\" said the captain of the guard.  Helen      never went to Troy.  The Red Sea never parted.  Leonides fled the pass.      Leander wore water wings and Roland did not blow his hand.  Robert      McNamara reads Kafka, Kierkegaard and Yates, and nothing but true facts      in this park.' CONAN:  Neal Conan, NPR News, Washington. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2005/12/10/5047880/former-presidential-candidate-mccarthy-dies"
        },
        {
            "headline": "Palestinians Await Changes in Gaza",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 19,
                "year": 2005
            },
            "article_content": "As the days draw nearer to the historic August Israeli pullout from the Gaza Strip, Palestinians are both hopeful of the future and fearful of the changes to come.  LIANE HANSEN, host: As the August date for withdrawal nears, the people of Gaza are taking      stock and imagining life with no Jewish settlers or soldiers.  NPR's      Julie McCarthy visited the Gaza Strip and sent this report on the mixed      emotions she found among residents. JULIE McCARTHY reporting: Palestinian lawmaker Ziyad Abu Amr suggests that the removal of Israelis      from the Gaza Strip after 38 years of occupation will be a deeply      visceral experience for Palestinians. Mr. ZIYAD ABU AMR (Palestinian Legislator):  The physical departure of      settlers is like extracting a foreign object from the body of the      Palestinians.  They will have a sense of liberation of some sort, so this      is very important. McCARTHY:  Fifty-five-year-old Mohannad Khalil Talfiq(ph) says he feels a      sense of emancipation with the historic withdrawal, and believes the      Israelis do, too. (Soundbite of men talking in foreign language) McCARTHY:  Talfiq journeys to Israel each day, where he has worked in      construction for most of the past three decades.  At day's end, he      crosses back into Gaza, navigating a tangle of turnstiles, barbed wire      and cement walls known as the Erez crossing.  This tile layer, who has      more experience with Israelis than most Palestinians, calls their planned      pullout from Gaza the first step toward an independent Palestinian state,      a state he says his grandchildren will see. Mr. MOHANNAD KHALIL TALFIQ (Tile Layer):  (Through Translator) Because I      know that the Israelis want it, also.  They don't want to be occupiers      anymore. It's only their government and the radicals, the religious among      them, who are standing as an obstacle against it.  Otherwise, all the      Israeli people, they really want peace as much as we do want it as      Palestinians. McCARTHY:  The Erez crossing hasn't been this bustling in a while.  With      the recent lull in violence, Israel has reopened the passage and says      5,000 workers cross into Israel a day.  Thirty thousand had work permits      before the Palestinian uprising, making work in Israel Gaza's economic      lifeline.  But it could be severed.  Citing security, senior Israeli      officials talk about phasing out all Palestinian workers inside Israel      after 2008.  Gaza-based economist Omar Shaban says that would be ruinous      for Gaza, where the World Bank says about half the population already      lives below the poverty line. Mr. OMAR SHABAN (Economist):  Gaza has no natural resources, very small      area. Without trading with the Israeli economy, which is considered one      of the biggest economy in the Middle East, Gaza cannot survive. McCARTHY:  The threatened closure of the nearby Erez industrial zone,      which straddles the border, also puts Gaza at risk.  The zone's 200      businesses, half of them Palestinian, once employed 5,000 workers from      Gaza, churning out everything from plastics to car parts, even as the      Israeli-Palestinian conflict raged.  But the zone became the target of      deadly Palestinian attacks the past two years, and Israeli firms pulled      out, plunging production there. When it disengages, Israel will transfer      the industrial park to the Palestinian Authority. (Soundbite of hammering; machinery) McCARTHY:  Gaza businessman Amir Sayad Silmi(ph) says the pending Israeli      pullout has already produced painful losses, including the plummeting      property values inside the industrial estate.  Silmi is building this      seaside wedding hall, a safer financial bet, he says, than the industrial      zone, where he's already lost $2 million in his carpentry business and      been forced to lay off most of his employees. Mr. AMIR SAYAD SILMI (Businessman):  (Through Translator) My life ended      in that.  I will have no reason to live but to come and to sit in this      place. All my business has been collapsed.  There were 400 beneficiaries      out of my work, and I have nothing.  It's all collapsed. McCARTHY:  Silmi laments Israel's leaving Gaza. (Soundbite of water running; children talking) McCARTHY:  There's no such sentiment on the southern end of the Gaza      Strip. Along the Egyptian border, Palestinian resistance has seethed in      this poverty-racked city of Rafa, where residents draw drinking water      from a public fountain and fly the flags of militant factions from their      roofs.  Palestinian fighters tunnel under the border, smuggling arms from      Egypt.  According to the UN, the Israeli army destroyed 1,400 buildings      trying to close the tunnels. Sitting in her shell-pocked home, Zuba      Baroud(ph) condemns the Israelis, but this mother of nine says the      militants are also to blame for the distress. Ms. ZUBA BAROUD (Mother):  (Through Translator) They never listen to us.      They even threaten us, and the last time they were shooting on us.  I was      shouting from the window, `I have sick people here.  Please, go away.      Find another place.'  But then I was so afraid from them.  I was afraid      from the Israelis and from them. McCARTHY:  But fear is fading.  Baroud's 24-year-old son, Jihad(ph), says      without Israelis, Gaza will be a more tranquil, prosperous place. JIHAD:  (Through Translator) If the Israelis leave from here, it will be      quiet.  It will be peace.  There will be jobs for all of my brothers who      have no jobs.  There will be stability, security, thinking of future.      Yes, I do hope, and I touch that hope. McCARTHY:  But that hoped-for stability is imperiled by the plethora of      Palestinian militias and extremist groups spawned by the conflict with      Israel. (Soundbite of gunfire) McCARTHY:  Masked gunmen fire into the air with impunity here, emboldened      by Israel's planned pullout.  Lawmaker Ziyad Abu Amr says most      Palestinians believe the armed resistance is the reason Israel is leaving      Gaza. Mr. ABU AMR:  In the minds of the Palestinians, this is a defeat to the      occupation.  And I think this will go in history as an important      conclusion, that occupiers can only be forced to end their occupations. McCARTHY:  But the militants also pose a direct challenge to Palestinian      Authority President Mahmoud Abbas, who is struggling to impose order      after Israel's withdrawal.  Ghazi Hamad is editor in chief of the      Islamist weekly newspaper al-Rissalah.  Hamad says Abbas will be      powerless to shut down the militants, even with the settlers gone from      Gaza, as long as Prime Minister Ariel Sharon maintains the larger Jewish      settlements in the occupied West Bank. Mr. GHAZI HAMAD (Editor in Chief, al-Rissalah):  He wants just to give us      only Gaza.  We want West Bank and Gaza as one geographical and political      unit.  Now the Palestinian factions, if they feel this is kind of a trick      and they're cheating the Palestinians, they will continue attacks against      Israel.  This bloodshed will not stop. McCARTHY:  Gaza-based psychiatrist Iyad El-Sarraj(ph) says most      Palestinians do not seem ready for reconciliation with Israel, and vice      versa.  Instead, he sees the making of a third intifada. Dr. IYAD EL-SARRAJ (Psychiatrist):  The militants--now they have power.      They're not going to lose it easily in the name of law and order or the      name of building a Palestinian state or in the name of peace. McCARTHY:  Nor, says Sarraj, will Mahmoud Abbas dare try to disarm groups      such as Hamas, whose near-clean sweep in local elections here has only      complicated matters for the Palestinian leadership. (Soundbite of crowd noise) McCARTHY:  Hamas has appeal on Gaza's college campuses.  Sitting in a lab      at Azhar University, American-trained molecular biologist Rana Farouk      Al-Fara(ph) says Americans ought to be keenly interested in      post-disengagement Gaza. Ms. RANA FAROUK AL-FARA (Molecular Biologist):  If you think the Middle      East is the source of terrorism, of hatred, of unstability, then all what      the Middle East needs is a normal life, where we don't have to worry      about food or worry about movement or worry about the future. McCARTHY:  But Gazans say without greater freedom over their own affairs,      there is no future.  Israel says Palestinians can rebuild their seaport,      and says talks are ongoing about opening a corridor between Gaza and the      West Bank.  But Israelis say they will not allow Palestinians to reopen      the Gaza airport, nor will they give up control, for now, of the land      entry from Egypt. Palestinian Civil Affairs Minister Mohammed Dahlan says      without those links, Gaza will continue to be under the yoke of Israel. Mr. MOHAMMED DAHLAN (Palestinian Civil Affairs Minister):  (Foreign      language spoken) McCARTHY:  `It will simply mean,' Dahlan says, `a repackaging of the      occupation, a repackaging,' he says, `neither side can afford.'  Julie      McCarthy, NPR News. (Soundbite of music) HANSEN:  It's 18 minutes past the hour. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2005/06/19/4709606/palestinians-await-changes-in-gaza"
        },
        {
            "headline": "Katrina Shakes Up Agenda in Congress",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 9,
                "year": 2005
            },
            "article_content": "In politics, as in comedy, timing is everything and everything is context. When Katrina careened into the Gulf Coast, the ensuing disaster cast the nation's political agenda in a whole new context. For President Bush, the timing was terrible. His agenda of talking up imminent prescription drug coverage under Medicare -- in part to boost flagging interest in his Social Security proposals -- got flattened by the Gulf Coast catastrophe. And the president's own reactions in the first hours of the disaster displayed bad political timing as well: he left Texas for California the day Katrina hit and mentioned the hurricane only in passing. Katrina hit the GOP congressional agenda equally hard. The plans Republican leaders had laid last spring for post-Labor Day action got swamped by the bad news from the Mississippi Delta.  When lawmakers got back from their summer break, eight days into the Katrina aftermath, senators realized their first-day-back vote on a permanent repeal of the estate tax was starting to look politically surreal. But right up until Labor Day, Senate Majority Leader Bill Frist had ignored demands from his Democratic counterpart, Harry Reid, to cancel the estate tax vote and focus on hurricane relief. Frist reconsidered after having spent the weekend in the catastrophe zone applying his skills there as a physician.  Applying his skills as a politician, he knocked the estate tax vote off the calendar, as they say on the Hill \"sine die\" -- without a calendar date certain. The congressional calendar also set Sept. 15 as the deadline for lawmakers to submit bills that would cut spending and, under the special rules of the budget process, not be subject to filibuster in the Senate. Lots of Republicans thought this would be their chance for a meaningful round of budget cuts, including $10 billion from Medicaid. But as TV screens showed images of bereft Katrina victims left with nothing but the clothes on their backs, the idea of cutting off medical care to the poor started giving many Republicans second thoughts -- especially about re-election battles next year. Some also wondered whether this was really the right time to push ahead with plans to extend $70 billion worth of investment-related tax cuts. And if Mr. Bush's plan for revamping Social Security faced bleak prospects on Capitol Hill before Katrina struck, it's been all but disappeared in the surge of storm-related issues since. So what was supposed to have been a Republican-led belt-tightening in this budget year has instead become a disaster-led spending spree on Capitol Hill, the likes of which this nation has never witnessed.  A ruling party stung by charges of lassitude, incompetence and stinginess has, at least for now, thrown its own agenda overboard and endorsed more than $60 billion in emergency assistance.  And much more than that is likely to get the green light in the weeks and months to come.  A price tag of $200 billion for the year has been mentioned, which would put Katrina in a class with the war in Iraq. A few fiscal conservatives are demanding that this spending be offset by other savings, but there's not much leeway for cutting other federal spending. Perhaps the only item big enough to provide such savings would be the war in Iraq, and that's not going to wind down until at least next year. Besides, some Republicans may be even more willing to fund relief for the Gulf Coast because of the war overseas.   Bush administration officials have denied the war is competing with National Guard deployments to the disaster area.  By the same token, GOP lawmakers don't want Democrats charging that disaster relief is being shortchanged because of Iraq. The result is that without offsets, a budget deficit that was on track to be around $333 billion in this fiscal year (ending Sept. 30) could easily soar back up above  $400 billion.  So much for belt-tightening. But crisis is also opportunity, and House Majority Whip Roy Blunt is already talking up the need for a Katrina recovery economic stimulus package.  For the majority of Republicans (and some Democrats) who believe tax cuts help both in good times and bad, Katrina is bound to become a rallying cry for tax holidays and other fiscal incentives. The hurricane will also be invoked by lawmakers pushing to drill for oil in the Arctic National Wildlife Refuge.  The Senate had been expected to authorize such drilling this fall under the filibuster-proof protection of the federal budget process.  And some lawmakers are even calling for a new energy bill -- on top of the one enacted this summer -- saying more needs to be done to encourage domestic energy production. Katrina has also turned the tables in Washington for Democrats.  Not having control of any branch of the government or chamber of Congress normally leaves the Democrats at a huge disadvantage. But it can suddenly seem an advantage when the federal government is seen to have botched the response to the nation's worst natural disaster. After the terror attacks of September 2001, congressional Democrats joined in shows of bipartisanship.  But this time, they were already well on the political offensive as they arrived for what promises to be a stormy fall session. They accused their Republican counterparts of having contributed to the disaster by under-funding the Army Corps of Engineers.  They pointed to the poverty of the tens of thousands who were left behind in New Orleans as the storm struck.  And they chided the GOP for even thinking about cutting Medicaid and other assistance to the poor. Emboldened by public anger with the Bush administration, they even refused to join what GOP leaders billed as a \"bipartisan\" joint inquiry into the Katrina fiasco. Almost overnight, Democrats found that a nation long transfixed by those at the top had suddenly turned its sights and sympathies to those on the bottom.  And with that came new hopes for advancing a long-frustrated Democratic agenda: raising the minimum wage, expanding health care coverage, boosting education funding, extending unemployment insurance and building more affordable housing. The problem, of course, is that there's little money available to fund any of those agenda items.  Still, Republicans eager to show their bona fides with the common man before next year's midterm elections may now be more inclined to support Democratic initiatives than they were pre-Katrina. To be sure, the social safety net agenda is likely to be tailored specifically for hurricane survivors -- at least for now.   But if that leads to a national re-examination of what the larger society owes some 36 million Americans who live below the poverty line, Katrina could also become an event remembered for arresting, if not reversing, a rightward swing of the nation's political pendulum. That is, if Democrats can manage to keep scoring political points without also appearing to exploit a national disaster.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2005/09/09/4839153/katrina-shakes-up-agenda-in-congress"
        },
        {
            "headline": "Slate's Politics: Iraq Elections, Medicare",
            "author": "By  \n\n\n      Madeleine Brand\n    \n\n ,  \n\n      Will Saletan",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 14,
                "year": 2005
            },
            "article_content": "NPR's Madeleine Brand talks with Slate's Will Saletan about what the results of the Iraq elections mean for the Bush administration and the debate over the costs of Medicare.",
            "bias": "medicare",
            "url": "https://www.npr.org/2005/02/14/4498379/slates-politics-iraq-elections-medicare"
        }
    ]
}