{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "middle class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "The Democratic Credibility Of The U.S. Has Taken A Hit. Here's How To Fix It.",
            "author": "Michele Kelemen",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 16,
                "year": 2021
            },
            "article_content": "The assault on the U.S. Capitol is causing much harm to America's image abroad as a promoter of democratic values.  SCOTT SIMON, HOST: President-elect Biden has promised to host a democracy summit in his first year on the job. The idea is to try to restore American leadership by promoting democratic values. The country's credibility has taken a hit, especially in the wake of the insurrection on Capitol Hill. NPR's Michele Kelemen has been talking to American democracy promoters on how to restore that. MICHELE KELEMEN, BYLINE: For the past couple of decades, Donald Bisson has worked on rule of law programs in the former Soviet Union, monitored elections in the Balkans and is now trying to support Tunisia's fragile democracy. He runs the Carter Center there and says the Tunisians who work with him were sad and disappointed to watch angry mobs overrun the Capitol. DONALD BISSON: It makes them frightened for their own democracy. It makes them nervous about it and say, well, if this can happen in the United States, you know, we just started. We've only had it for 10 years. We're still working it out. We're still trying to figure out how to do this and whether we can hang on to this democracy. KELEMEN: Bisson says he often warns politicians abroad not to try to undermine the integrity of elections in their countries with false claims of fraud. Trump made that harder. BISSON: The whole Trump era and the fake news and the constant lying and all of those things have diminished the view of democracy, at least as it's practiced in the United States, which is the one that they do look to. KELEMEN: Another non-governmental organization in this business, the National Democratic Institute, has 50 offices around the world. Its president, Derek Mitchell, called a virtual town hall for staffers in the wake of the Capitol Hill insurrection. DEREK MITCHELL: There was a lot of confusion, a lot of shock, a lot of concern, just really at a personal level about what's happening in the United States and wanting to know how they then deal with partners. KELEMEN: So Mitchell reminded them that NDI's work is not based on the assumption that America is perfect. MITCHELL: People around the world are not interested in democracy simply because of the United States. And they're not going to wait to fight for their own justice because we're fighting to be a better and more perfect union at home. They're fighting for their own rights. And I think we, along with our allies and others, should continue that fight. KELEMEN: While U.S. democracy promoters try to figure out how to restore America's brand, Secretary of State Mike Pompeo doesn't seem to think that's necessary. He was at the Voice of America recently telling reporters there to stop, in his words, demeaning America and instead just promote it. (SOUNDBITE OF ARCHIVED RECORDING) MIKE POMPEO: Expanding freedom and democracy are what America has always been about. You're the voice of American exceptionalism. You should be proud of that. KELEMEN: Pompeo often talks about America's ideological struggle with China's Communist Party. But Stanford University's Michael McFaul says America's credibility begins at home, and U.S. government broadcasters should be telling the truth about the country's imperfections. MICHAEL MCFAUL: And I say this as somebody who was a former ambassador in Russia doing battle on these ideas almost every day. You have no credibility speaking to foreign audiences if you don't admit your own flaws and your own weaknesses. KELEMEN: McFaul says the past four years have been a big test for America's democracy, but he believes the U.S. needs to stay in the business of supporting democracy abroad, and not just for moral reasons. MCFAUL: Remember; we've only been attacked by autocracies. There's never been a democracy that's threatened our security. And the challenges ideologically and the challenges in terms of other kind of socioeconomic and political interests are all driven by autocracies - China, Russia, Iran, North Korea. Those are the list of countries that challenge us. KELEMEN: Those countries have tried to score political propaganda points in the wake of the insurrection on Capitol Hill. America's allies, meanwhile, are looking to the incoming Biden team to shore up democracy both at home and abroad. Michele Kelemen, NPR News, Washington. Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2021/01/16/957593500/the-u-s-democratic-credibility-has-taken-a-hit-heres-how-to-fix-it"
        },
        {
            "headline": "Voting Rights Under Threat, Plus Do We Still Need Sports?",
            "author": "By  \n\n\n      Sam Sanders\n    \n\n ,  \n\n\n      Jinae West\n    \n\n ,  \n\n\n\n\n\n\n\n      Andrea Gutierrez\n    \n\n ,  \n\n\n      Sylvie Douglis\n    \n\n ,  \n\n\n\n\n\n\n\n      Liam McBain\n    \n\n ,  \n\n\n      Jordana Hochman",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2021
            },
            "article_content": "People wait in line to vote at a polling station in front of Benson School District Board Room in Benson, Arizona on November 3, 2020.\n                \n                    \n                    ARIANA DREHSLER/AFP via Getty Images\n                    \n                \nhide caption People wait in line to vote at a polling station in front of Benson School District Board Room in Benson, Arizona on November 3, 2020. A new case before the U.S. Supreme Court could jeopardize the power of the Voting Rights Act. Sam talks to Mark Joseph Stern, staff writer for Slate, about what's at stake and how so much of the current debate goes back to Reconstruction. Sam also chats with contributing writer for The Atlantic and podcaster Jemele Hill about how tv viewership across almost all sports has tanked during the pandemic. This episode of 'It's Been a Minute' was produced by Jinae West, Andrea Gutierrez and Sylvie Douglis. Our intern is Liam McBain. Our editor is Jordana Hochman. Our director of programming is Steve Nelson. You can follow us on Twitter @NPRItsBeenAMin and email us at samsanders@npr.org.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2021/03/03/973287175/voting-rights-under-threat-plus-do-we-still-need-sports"
        },
        {
            "headline": "Pro-Democracy Protests Continue In Eswatini, Africa's Last Absolute Monarchy",
            "author": "By  \n\n      Tendai Marima",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 16,
                "year": 2021
            },
            "article_content": "Eswatini's King Mswati III addresses the United Nations General Assembly in 2019.\n                \n                    \n                    Craig Ruttle/AP\n                    \n                \nhide caption Eswatini's King Mswati III addresses the United Nations General Assembly in 2019. HARARE, Zimbabwe — For the past six weeks, pro-democracy protesters in Eswatini have sporadically taken to the streets to express their displeasure with the rule of King Mswati III and to call for political reforms. At least 40 people have died and over 150 protesters been hospitalized with injuries resulting from live ammunition or beatings by security forces. The king has ruled his southern African nation, which borders South Africa and Mozambique and was known until 2018 as Swaziland, for 35 years. It is Africa's last absolute monarchy. Political parties are banned. Nearly two-thirds of the country's 1.2 million people live below the poverty line, according to the World Bank. Eswatini is also grappling with fallout from the coronavirus pandemic, which has caused nearly 700 deaths. But even as the government is struggling to pay teachers — something that led to protests earlier this year — the king and his 15 wives continue to live an opulent life. A burned police academy truck on the side of the road in Manzini, Eswatini, on June 30.\n                \n                    \n                    -/AFP via Getty Images\n                    \n                \nhide caption A burned police academy truck on the side of the road in Manzini, Eswatini, on June 30. The latest mass protests were sparked by the death in May of a 25-year-old law student. Thabani Nkomonye was allegedly killed by members of Eswatini's police. Despite the imposition of a dusk-to-dawn curfew and pleas for calm by the regional Southern African Development Community, people have continued to rally against the monarchy. Restrictions on political expression and the deteriorating state of the economy have only fueled public anger. The U.S. and other countries have called for dialogue. \"We urge the government to exercise restraint and also maintain the utmost respect for human rights,\" a State Department spokesperson said last month, adding, \"an inclusive and peaceful dialogue is essential to progress moving forward.\" On Friday, the king called the protests \"satanic.\" As he tries to quell dissenting voices, pro-democracy sentiment is growing and analysts say more turmoil appears inevitable. Here's what to know. Past protests against the king have been rare — and swiftly crushed. The current demonstrations reflect years of frustration. People have been calling for change for weeks now. And they have been joined in these calls by members of parliament. While previous demonstrations were disparate outbursts or marches organized by trade unions or student movements, the recent protests are not organized. Students and other young people took to the streets after law student Nkomonye's death. Three parliamentarians demanded that a new prime minister be elected by the people, not selected by the king. People queue to buy food at a supermarket in Mbabane, Eswatini, on July 1. Demonstrations escalated as protesters have taken to the streets demanding political reforms. Two-thirds of the population lives below the poverty line.\n                \n                    \n                    -/AFP via Getty Images\n                    \n                \nhide caption People queue to buy food at a supermarket in Mbabane, Eswatini, on July 1. Demonstrations escalated as protesters have taken to the streets demanding political reforms. Two-thirds of the population lives below the poverty line. People then took part in street demonstrations calling for a strict constitutional limitation to the king's powers. Swazis petitioned the government to allow the prime minister to be chosen by the people — resulting in a royal decree banning people from appealing to their parliamentarians. This week, the king appointed a new prime minister, former pension fund boss Cleopas Dlamini. He replaces Ambrose Dlamini, who died in December after he tested positive for COVID-19. The poor state of the economy is a key factor driving the unrest. While so many Eswatini citizens are impoverished, the monarch is seen to live lavishly. Mswati is the sole trustee of Tibiyo Taka Ngwane, a sovereign wealth fund with shares in businesses across Eswatini. Founded in 1968 by the king's father, the fund was intended to create wealth for the nation, with the monarch as its overseer on behalf of the people. But in practice, critics allege, the fund supports the royal family. Mario Masuku, a former opposition leader, once called it a \"feedlot for the king and his inner circle.\" Neither the king nor the fund pay tax, and the fund is not subject to parliamentary scrutiny. Protesters also oppose a political system which bans political parties. According to a 1973 decree, parties are not legally recognized and are not permitted to contest elections. Candidates can only run as individuals for parliamentary seats. Over the years, trade union leaders, human rights defenders and political activists have been routinely arrested and charged under draconian laws targeting terrorism and sedition. However, with dissent growing, there is a convergence of previously disparate demands, with citizens rejecting Mswati's autocratic rule — namely, his sole authority to appoint a prime minister, his executive power over the parliament and the judiciary, and his right to act as sole custodian of all land in Eswatini. Mswati, 53, is unlikely to go or to relinquish his powers. He may consider greater allowances for civil society, but even as the king tries to assuage the people, opposition leader Mlungisi Makhanya of the banned People's United Democratic Movement warns more protests will come and vows they will not back down until Mswati accepts demands for inclusive dialogue and greater democracy. According to South Africa-based risk analyst Menzi Ndhlovu, the monarchy uses the \"stick and carrot mechanism\" to prevent people from expressing discontent. The government recently announced it would award more scholarships and study loans. State officials are promising to \"rebuild\" and deliver better to the people following the destruction caused by June's protests of warehouses, shops and factories, including a brewery partly owned by the king. The king convened a royal gathering known as a sibaya on Friday, giving citizens the opportunity to discuss issues affecting the country. He announced a $34.7 million reconstruction fund to support those affected by the recent riots. The curfew has been eased. But also on Friday, several activists, including opposition leader Makhanya, were arrested for organizing an anti-monarchy march. Political activists want to be allowed to register and participate in elections. Citizens not only want the power to choose their preferred political party, but also to elect a prime minister, who is currently handpicked from the royal line. Political activists like Makhanya would like to see a transitional authority in place, an inclusive governing body to facilitate Eswatini's shift from an autocratic monarchy to a constitutional democracy. Many Swazis are deeply attached to the monarchy — the symbol of their culture and tradition — but they want a limit to the royal family's power. There are scores of activists living in exile in neighboring South Africa and beyond. Many, including Thokozani Kenneth Kunene, general secretary of the Communist Party of Swaziland, want to be allowed to return. Tendai Marima (@i_amten) is a journalist based in Zimbabwe covering sub-Saharan Africa.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/07/16/1016031822/pro-democracy-protests-continue-in-eswatini-africas-last-absolute-monarchy"
        },
        {
            "headline": "The Daughter Of A Jailed Ex-President Could Become Peru's Next Leader",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 7,
                "year": 2021
            },
            "article_content": "Presidential candidate Keiko Fujimori waves after voting in Lima, Peru, on Sunday. Peruvians voted in a presidential runoff election to choose between Fujimori, the daughter of jailed ex-President Alberto Fujimori, and Pedro Castillo, a political novice that until recent was a rural schoolteacher.\n                \n                    \n                    Guadalupe Pardo/AP\n                    \n                \nhide caption Presidential candidate Keiko Fujimori waves after voting in Lima, Peru, on Sunday. Peruvians voted in a presidential runoff election to choose between Fujimori, the daughter of jailed ex-President Alberto Fujimori, and Pedro Castillo, a political novice that until recent was a rural schoolteacher. LIMA, Peru — The daughter of an imprisoned former president was leading the race for Peru's presidency late Sunday, hours after polls closed in a runoff election held as the coronavirus pandemic continues to batter the Andean country. With 42% of votes tallied, conservative Keiko Fujimori had 52.9% of the vote, while rural teacher-turned-political novice Pedro Castillo had 47%, according to official results. This is Fujimori's third run for president, a role her father held in the 1990s. The polarizing populist candidates have promised coronavirus vaccines for all and other strategies to alleviate the health emergency that has killed more than 180,000 people in Peru and pushed millions into poverty. The election followed a statistical revision from Peru's government that more than doubled the COVID-19 death toll previously acknowledged by officials. \"Never was a second round so clearly divided as the present election,\" Peruvian political analyst Fernando Tuesta said on his Twitter account. In 2016, now-former President Pedro Pablo Kuczynski defeated Fujimori by just 42,597 votes. Voters across Peru, where voting is mandatory, headed to the polls throughout Sunday under a set schedule meant to minimize long lines. No disturbances were reported at voting sites, which even opened in San Miguel del Ene, a remote village in a cocaine-producing area where two weeks ago a massacre ended with 16 people dead. Pre-election polls indicated the candidates were virtually tied heading into the runoff. In the first round of voting, featuring 18 candidates, neither received more than 20% support and both were strongly opposed by sectors of Peruvian society. \"Well, the truth is that I believe that Peruvians are used to this type of decision — of being left with two options that leave much to be desired, but what do we do?\" one voter, Paul Perez, said at a school in the capital of Lima where he was voting. \"We are in a social, cultural situation that limits us to anticipating all of this.\" The pandemic not only has collapsed Peru's medical and cemetery infrastructure, left millions unemployed and highlighted longstanding inequalities in the country, it has also deepened people's mistrust of government as it mismanaged the COVID-19 response and a secret vaccination drive for the well-connected erupted into a national scandal. Amid protests and corruption allegations, the South American country cycled through three presidents in November. Now, analysts warn this election could be another tipping point for people's simmering frustrations and bring more political instability. \"I think in both situations the risk of social unrest is high. It's a time bomb,\" said Claudia Navas, an analyst with the global firm Control Risks. \"I think if Castillo wins, people who support Fujimori or support the continuation to some extent of the economic model may protest.\" But Navas said \"a more complex scenario will evolve if Fujimori wins because Castillo has been able to create a discourse that has played well in some rural communities with regards to the social divide and saying that political and economic elites have orchestrated things to remain in power and maintain the social inequalities.\" Presidential candidate Pedro Castillo waves to supporters after voting in Tacabamba, Peru on Sunday.\n                \n                    \n                    Martin Mejia/AP\n                    \n                \nhide caption Presidential candidate Pedro Castillo waves to supporters after voting in Tacabamba, Peru on Sunday. The fears of more political instability were evident Sunday. President Francisco Sagasti after voting said the candidates should respect the results and ask their followers to refrain from staging protests over the outcome. Meanwhile, leftist Castillo asked his supporters before results were released to remain calm. \"Let's wait for the official data, and we will come out to pronounce ourselves at that moment,\" he said, using a bullhorn in the remote northern district of Tacabamba. Dozens of Castillo's followers marched in support of the candidate through the streets of Huancayo, the most important city in central Peru. Fujimori remained at her campaign headquarters in Lima, where she received a visit from a locally known Brazilian seer. For Lima resident Felipa Yanacris, Peru's presidential politics \"desperately\" need a shake-up. \"We want change, we have been waiting for 30 years of change,\" Yanacris said. Fujimori voted in the wealthy neighborhood of the capital of Lima where she lives, urging people to vote ''without fear,\" while Castillo appealed for calm while casting his ballot alongside his parents in the rural Anguia area. The former congresswoman, has promised various bonuses to people, including a $2,500 one-time payment to each family with at least one COVID-19 victim. She has also proposed distributing 40% of a tax for the extraction of minerals, oil or gas among families who live near those areas. Her supporters include the wealthy players of the national soccer team and Mario Vargas Llosa, Peru's foremost author and the winner of a Nobel Prize in literature. Vargas, who lost a presidential election three decades ago to the candidate's father, Alberto Fujimori, has moved from calling her the \"daughter of the dictator\" in 2016 to considering her to be the representative of \"freedom and progress.\" Keiko Fujimori herself has been imprisoned as part of a graft investigation though she was later released. Her father governed between 1990 and 2000 and is serving a 25-year sentence for corruption and the killings of 25 people. She has promised to free him should she win. Castillo until recently was a rural schoolteacher in the country's third-poorest district, deep in the Andes. The son of illiterate peasants entered politics by leading a teachers' strike. While his stance on nationalizing key sectors of the economy has softened, he remains committed to rewriting the constitution that was approved under the regime of Fujimori's father. Among Castillo's supporters are former Bolivia President Evo Morales and former Uruguay President José Mujica, who in a conversation via Facebook told Castillo on Thursday to \"not fall into authoritarianism.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/06/07/1003874677/the-daughter-of-a-jailed-ex-president-could-become-perus-next-leader"
        },
        {
            "headline": "How COVID Spiraled Out Of Control In Nepal",
            "author": "Lauren Frayer",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2021
            },
            "article_content": "Villagers wait to board a bus to head home in the wake of government-imposed restrictions relating to COVID-19 in Kathmandu valley.\n                \n                    \n                    Rojan Shrestha/NurPhoto via Getty Images\n                    \n                \nhide caption Villagers wait to board a bus to head home in the wake of government-imposed restrictions relating to COVID-19 in Kathmandu valley. Editor's note: One of the photographs in this story, of a crematorium, could be disturbing to some readers. When health workers finally arrived last month in the remote village of Namanta, up in the forested foothills of Nepal's Himalayas, residents hid in their homes. They'd been advised not to welcome strangers, who might spread the coronavirus. But it was already too late. Out of 64 households in the village, 30 of them had someone who was ill. Those individuals hadn't been able to get tested though: The nearest coronavirus testing facility was a 3-hour walk away. Nobody who was sick could make it that far. So as residents huddled in their homes, many of them coughing, they were frightened by the surprise arrival of strangers in surgical masks. One villager made a phone call. \"They called us and said, 'There are these new people in town. They say they're here to help. What should we do?'\" recalls Srijana Karki, the South Asia regional director for World Neighbors, a development charity based in Oklahoma. Namanta is one of dozens of communities across Nepal – many of them high in rugged mountain terrain — where Karki and her colleagues run workshops teaching villagers how to farm their land sustainably, care for livestock and manage natural resources better. The health workers who arrived in May had been dispatched by World Neighbors. The group's in-person workshops were on hold because of the pandemic, but Karki's staff stayed in touch with residents by phone and had heard reports of illnesses. She knew the village had no hospital or clinic. So she arranged for four health workers to visit the community to test people for the coronavirus and provide medical support. When the team arrived, it was one of Karki's colleagues, Binu Subedi, who received the call from a frightened villager. Subedi, who is based in a larger town downhill from Namanta, asked them to put her on speaker phone and go house to house – keeping a distance, just standing in the doorways – and hold out the phone to neighbors inside so they could hear her. \"At first they refused to come out of their homes, but I told them to maintain a safe distance and tell the doctors all the health issues they are facing,\" Subedi recalls. \"Eventually they came out one by one and underwent testing.\" This is an example of the challenges and lengths caregivers must go to in battling one of the world's most severe COVID-19 outbreaks in this landlocked, mountainous and impoverished country of about 28 million people, wedged between India and China. The World Bank estimates that about a third of Nepalis live close to the poverty line. The pandemic is collapsing their already meager health system. Millions Cross the India-Nepal Border, Some Carrying the Coronavirus Nepal has been hit in recent months by the same COVID-19 outbreak that's raging in neighboring India. The country's Health Ministry says 97-percent of the cases it has sent for genomic sequencing reveal the B.1.617 variant first discovered in India. The two countries are close physically and culturally. They both have Hindu majorities and share a porous 1,100-mile border. Millions of Nepalis work in India, and many of them traveled home to Nepal this spring, fleeing municipal lockdown restrictions during India's own COVID crisis. Remittances from abroad have slowed. As Nepal struggles with the disease, there are also worries about a backlash: Dr. Lhamo Yangchen Sherpa, an epidemiologist based in Kathmandu, says migrant workers are being unfairly scapegoated for the virus. They're often among society's most vulnerable and poor already. Nepali migrant workers return to Nepal at the India-Nepal border in Dhangadi, some 400 miles west of Kathmandu. Returning workers are often stigmatized because of fears they could be bringing the coronavirus pathogen from hard-hit India.\n                \n                    \n                    Shivraj Bhatta /AFP via Getty Images\n                    \n                \nhide caption Nepali migrant workers return to Nepal at the India-Nepal border in Dhangadi, some 400 miles west of Kathmandu. Returning workers are often stigmatized because of fears they could be bringing the coronavirus pathogen from hard-hit India. \"A lot of people have started to blame the migrant workers, but they are not the only carriers. The other one is also our [former] king,\" says Sherpa. Nepal's 73-year-old former king Gyanendra and his wife Komal reportedly tested positive for the coronavirus upon returning home in April from the Kumbh Mela, a giant Hindu pilgrimage in northern India, where millions of devotees took a ritual dip in the Ganges River – with little social distancing. Hundreds of thousands of Nepalis took part. The former royals were hospitalized in Kathmandu and have since recovered. Sherpa says the royals' experience shows it's not just migrant workers bringing the coronavirus into India. Rich and poor Nepalis alike pass back and forth over the Indian border. 'Health Facilities Just Don't Exist' Even before the coronavirus hit, rural Nepalis in particular had little access to medical care. In the United States, there's roughly one doctor for every 385 people, according to World Bank data. In Nepal, the ratio is one doctor for about 1,430 people. But most of Nepal's health workers are based in the capital Kathmandu and its surrounding valley, leaving huge swaths of the country with no doctors at all. So in rural Nepal, access to health care is almost negligible: The ratio is one doctor for every 150,000 people, according to another survey. COVID-19 patients in Kathmandu receive oxygen as they wait outside a hospital for coronavirus patients that doesn't have enough beds for all those diagnosed. The photo was taken on May 13.\n                \n                    \n                    Sunil Pradhan/Anadolu Agency via Getty Images\n                    \n                \nhide caption COVID-19 patients in Kathmandu receive oxygen as they wait outside a hospital for coronavirus patients that doesn't have enough beds for all those diagnosed. The photo was taken on May 13. That was the backdrop for the country's worst COVID-19 outbreak, which began when cases started creeping up in April. Throughout May, Nepal confirmed its highest-ever daily tallies of new coronavirus cases – between 8,000 and 9,000 a day. A government dashboard shows nearly the whole country colored red, signifying the highest concentration of cases. More than 580,000 Nepalis have become infected since the pandemic began, and the country has suffered more than 7,700 deaths. That means more than 2% of Nepal's population has tested positive for the coronavirus. By comparison, data from John's Hopkins University show about 1% of Americans have tested positive – in a much better-resourced health system. Workers in protective gear carry the body of a person who died of COVID-19 for cremation on the bank of Bagmati River in Kathmandu. As a wave of infections sweeps Nepal, the only crematorium in Kathmandu Valley is struggling to cope with the flow of bodies.\n                \n                    \n                    Rojan Shrestha/NurPhoto via Getty Images\n                    \n                \nhide caption Workers in protective gear carry the body of a person who died of COVID-19 for cremation on the bank of Bagmati River in Kathmandu. As a wave of infections sweeps Nepal, the only crematorium in Kathmandu Valley is struggling to cope with the flow of bodies. Nepal's numbers are likely to be a vast undercount though, because testing is inadequate across most of the country. \"High up in the mountains, health facilities just don't exist,\" Karki explains. \"The communities we work in are quite spread out, like there are four houses in one cluster, and another five houses 20 minutes' walking distance [away] in another cluster. So it's really, really difficult.\" Nationwide, about 40% of coronavirus tests are coming back positive. But it can take up to two weeks to get test results. During that time, the infected person might spread the virus to many in their community. While Nepal's outbreak appears to have originated in India, so too do many of the medicines and medical supplies used in Nepal. They're imported from India — and that's posing a problem now, as COVID-19 collapses supply chains on both sides of the border. A Million Undelivered Vaccines Earlier this year, when coronavirus cases were relatively low across South Asia, India donated one million doses of AstraZeneca's COVID-19 vaccine to its northern neighbor. The Nepali government also procured more doses from the World Health Organization's COVAX program, and from China. It ordered at least one million additional doses from the Serum Institute of India, the world's largest producer, and paid for them. But in March, as India's own coronavirus caseload began to spike, the government halted exports. Nepal never got the remainder of its order. Many residents who'd received a first AstraZeneca dose were unable to get their second shot. This week, China donated to Nepal another one million doses of its Sinopharm vaccine. The government is allocating them to residents age 60 and up. But overall, fewer than 3 million COVID-19 shots have been administered in Nepal so far. Barely 3% of residents have had both doses. A health worker inoculates a woman in Kathmandu with a Chinese-made vaccine.\n                \n                    \n                    Prakash Mathema /AFP via Getty Images\n                    \n                \nhide caption A health worker inoculates a woman in Kathmandu with a Chinese-made vaccine. This crisis comes at a particularly unstable period in local politics: Nepal's president dissolved parliament last month for a second time in less than six months. Early elections are scheduled for November, though the courts are weighing several legal challenges to that. The turmoil has sent protesters into the streets despite orders to stay home amid the coronavirus threat. Meanwhile, record numbers of fresh COVID-19 cases have overwhelmed even the best-equipped urban hospitals in the capital Kathmandu. The scenes are similar to those in neighboring India: Sick people dying in hospital parking lots, unable to get care. Others dying at home, unable to find an ambulance. Shortages of hospital beds, oxygen and anti-viral drugs. 'A Situation For Which We Were Not Trained' Dr. Anup Subedee, an infectious disease specialist in Kathmandu, says his phone has been ringing off the hook. \"Very frantic calls asking, 'Save my father's life! Arrange an ICU bed!' — which we are almost always unable to do,\" Subedee says. \"It's those kind of calls in the middle of the night. So it's mentally very taxing.\" He works at HAMS Hospital, an elite private facility in the capital. But even there, the past few weeks have been brutal, he says. \"We couldn't admit new patients at all, because admitting someone new means we would not be able to provide enough oxygen for someone already in the hospital. So we had to turn away a lot of patients coming in very sick. We couldn't even advise them where else to go,\" he laments. \"That was something we could not forgive ourselves for. It's a situation for which we were not trained.\" Subedee says caseloads have stabilized at his hospital in recent days. He's cautiously optimistic Kathmandu's wave may be plateauing. But he says infections now appear to be rising in smaller towns and villages. \"There are numerous people with cough and fever, and no test kits available for them at all – needless to mention, any contact-tracing, quarantine or isolation facilities for them,\" Subedee says. \"So I'm sure people are dying completely undiagnosed even without the dignity of even having a [coronavirus] test.\" COVID Atop the World's Highest Mountain Nepal's COVID-19 outbreak has even spread to the highest point on earth: Mount Everest, on Nepal's border with China. Trekking guides say at least 100 people — climbers and guides — have tested positive at Everest base camp, though Nepal's government has denied that. \"Everest to them represents a source of revenue. But there are a lot of tourists and local climbing guides who are already sick,\" Sherpa, the epidemiologist, says. Nepal is allowing Mt. Everest climbs — an important part of their economy — despite the risk of COVID-19. Guides say at least 100 people have tested positive at Everest base camps (pictured, above), though Nepal's government has denied that.\n                \n                    \n                    Prakash Mathema /AFP via Getty Images\n                    \n                \nhide caption Nepal is allowing Mt. Everest climbs — an important part of their economy — despite the risk of COVID-19. Guides say at least 100 people have tested positive at Everest base camps (pictured, above), though Nepal's government has denied that. While China banned foreign climbers from its side of the mountain during the pandemic, Nepal reopened its side of Everest to everyone this year, foreigners and locals, after its mountaineering season was canceled in 2020. As a result, China says it's setting up a \"line of separation\" atop its side of the peak, to keep climbers from the Chinese and Nepalese sides of Everest from mixing if they reach the summit on the same day. Sherpa is concerned that while foreign climbers can afford to get airlifted to Kathmandu if they get sick on Everest, many of their local support staff cannot. \"Look at Mount Everest, there is no road! Even the few hospitals, they are supported by Swiss donors,\" she says. \"There is no government hospital where there are ventilators, an intensive-care unit, or oxygen.\" Waiting, Without Medicine, For COVID To Pass Back in Namanta, the village in the foothills where the World Neighbors charity organized coronavirus tests, the situation is still dire. So many locals are sick that they've been unable to care for their livestock. Animals are running loose around the village. \"They've been hit really hard – and forget about having hospitals or decent basic services,\" says the charity director Karki, sighing. \"COVID cases in urban areas may be slowly declining, but in rural areas it feels like they're increasing. Whole villages are falling sick.\" After that visit from health workers she arranged for the villagers last month, their tests came back: Seventeen out of 22 samples tested positive for the coronavirus. That's a 77% positivity rate. Six residents were so sick they had to be evacuated down the mountain to a distant hospital. The rest of Namanta's residents are still isolating in their homes. They've run out of fever medicine. In the absence of any additional medical care, they're just following the lockdown rules, staying at home – and hoping this outbreak passes. NPR correspondent Lauren Frayer reported this story by phone from Mumbai, India. NPR producer Sushmita Pathak contributed from Hyderabad, India.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/goatsandsoda/2021/06/04/993878560/covid-is-crushing-nepal-from-remote-villages-to-kathmandu-to-mt-everest"
        },
        {
            "headline": "Pro-Iran candidates are the biggest losers in Iraq's election",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 11,
                "year": 2021
            },
            "article_content": "Employees of the Independent High Electoral Commission close a polling station at the end of parliamentary elections, in Baghdad, Iraq, on Sunday.\n                \n                    \n                    Hadi Mizban/AP\n                    \n                \nhide caption Employees of the Independent High Electoral Commission close a polling station at the end of parliamentary elections, in Baghdad, Iraq, on Sunday. BAGHDAD — An alliance of Iraqi candidates representing Shiite militias supported by neighboring Iran has emerged as the biggest loser in the country's national elections, according to partial results released Monday. The results, posted online successively, also showed the bloc of Iraq's populist Shiite cleric Muqtada al-Sadr maintaining the most seats in parliament, leading in several of Iraq's 18 provinces, including the capital Baghdad. Al-Sadr, a maverick leader remembered for leading an insurgency against U.S. forces after the 2003 invasion, appeared to have increased his movement's seats in the 329-member parliament from 54 in 2018 to more than 70. With 94% of the ballot boxes counted, none of the competing political blocs appeared on track to win a majority in parliament and consequently name a prime minister. But as the results stand, al-Sadr's bloc will be able to take a leading role in the political horse-trading to find a compromise candidate and set the political agenda for the next four years. Al-Sadr's candidates beat out Iran's favored candidates from the Fatah Alliance to come out first, according to preliminary results. The Fatah Alliance, led by paramilitary leader Hadi al-Ameri, is comprised of parties and affiliated with the Popular Mobilization Forces, an umbrella group of mostly pro-Iran Shiite militias. The alliance rose to prominence during the war against the Sunni extremist Islamic State group. It includes some of the most hard-line Iran-backed factions, such as the Asaib Ahl al-Haq militia. It was not immediately clear Monday how many seats the Fatah Alliance lost, from the 48 they got in 2018. Voter turnout was 41%, a record low in the post-Saddam Hussein era signaling widespread distrust of the country's leaders and the vote for a new parliament. That's down from 44% in the 2018 elections, which was an all-time low. Still, U.N. Secretary-General Antonio Guterres congratulated the Iraqi people \"for the way the elections took place.\" He appealed for calm as the results are announced and for political discussions on the formation of a new government to be carried out in \"an environment of peace, of security and of tranquility.\" The weekend's election was held months ahead of schedule as a concession to a youth-led popular uprising against corruption and mismanagement. But the vote was marred by widespread apathy and a boycott by many of the same young activists who thronged the streets of Baghdad and Iraq's southern provinces in late 2019, calling for sweeping reforms and new elections. Tens of thousands of people protested in late 2019 and early 2020, and were met by security forces firing live ammunition and tear gas. More than 600 people were killed and thousands injured within just a few months. Although authorities gave in and called the early elections, the death toll and the heavy-handed crackdown — as well as a string of targeted assassinations and attempted killings — prompted many protesters to later call for a boycott of the vote. Many of the young activists who took part in the 2019 protests also raged against Iran's heavy-handed influence in Iraqi politics, including armed militias who rival the state's authority. Many blamed the militias for taking part with security forces in brutally suppressing the protests, possibly playing a role in Fatah's poor showing. Al-Sadr, a black-turbaned nationalist leader, is also close to Iran, but publicly rejects its political influence. The election was the sixth held since the fall of Saddam Hussein after the U.S.-led invasion of Iraq in 2003. Many were skeptical that independent candidates from the protest movement stood a chance against well-entrenched parties and politicians, many of them backed by powerful armed militias. Preliminary results showed several independent candidates getting into parliament, although the number of seats was not immediately known. A woman shows her ink-marked finger after casting her vote inside a polling station in the country's parliamentary elections in Basra, Iraq, on Sunday.\n                \n                    \n                    Nabil al-Jurani/AP\n                    \n                \nhide caption A woman shows her ink-marked finger after casting her vote inside a polling station in the country's parliamentary elections in Basra, Iraq, on Sunday. There was a marked reluctance among young Iraqis — the country's largest demographic — to get out and vote. Many expressed views that the system is immune to reform and that the election would only bring back the same faces and parties responsible for the corruption and mismanagement that has plagued Iraq for decades. The problems have left the country with crumbling infrastructure, growing poverty and rising unemployment rates. Under Iraq's laws, the party that wins the most seats gets to choose the country's next prime minister, but it's unlikely any of the competing coalitions can secure a clear majority. That will require a lengthy process involving backroom negotiations to select a consensus prime minister and agree on a new coalition government. Prime Minister Mustafa al-Kadhimi has played a key role as a mediator in the region's crises, particularly between regional rivals Iran and Saudi Arabia. Many in the region and beyond will be watching to see if he will secure a second term. The new parliament will also elect Iraq's next president.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/10/11/1045092941/iraq-election-results-sadr"
        },
        {
            "headline": "Early results show record low turnout in Iraq's parliamentary election",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 11,
                "year": 2021
            },
            "article_content": "Election workers count ballots as they close a polling station at the end of voting in Baghdad, Iraq, on Sunday. Parliamentary elections were held months ahead of schedule in response to a popular uprising against corruption and mismanagement.\n                \n                    \n                    Hadi Mizban/AP\n                    \n                \nhide caption Election workers count ballots as they close a polling station at the end of voting in Baghdad, Iraq, on Sunday. Parliamentary elections were held months ahead of schedule in response to a popular uprising against corruption and mismanagement. BAGHDAD (AP) — Iraq saw a record low election turnout since the U.S.-led invasion that toppled dictator Saddam Hussein, the independent body that oversees the election said Monday. The preliminary results signal widespread dissatisfaction and distrust in this weekend's vote for a new parliament. The election was held months ahead of schedule as a concession to a youth-led popular uprising against corruption and mismanagement. But the vote was marred by widespread apathy and a boycott by many of the same young activists who thronged the streets of Baghdad and Iraq's southern provinces in late 2019, calling for change and new elections. The Independent High Electoral Commission on Monday said preliminary results show turnout from Sunday's election was 41 percent. That's down from 44 percent in the 2018 elections, which was an all-time low. Tens of thousands of people protested in late 2019 and early 2020, and were met by security forces firing live ammunition and tear gas. More than 600 people were killed and thousands injured within just a few months. Although authorities gave in and called the early elections, the death toll and the heavy-handed crackdown - as well as a string of targeted assassinations - prompted many protesters to later call for a boycott of the vote. More definitive results were expected later Monday, but negotiations to choose a prime minister tasked with forming a government are expected to drag on for weeks or even months. The election was the sixth held since the fall of Saddam Hussein after the U.S.-led invasion of Iraq in 2003. Many were skeptical that independent candidates from the protest movement stood a chance against well-entrenched parties and politicians, many of them backed by powerful armed militias. There was a marked reluctance among young Iraqis - the country's largest demographic - to get out and vote. Many said the election would only bring back the same faces and parties responsible for the corruption and mismanagement that has plagued Iraq for decades. The problems have left the country with crumbling infrastructure, growing poverty and rising unemployment rates. Groups drawn from Iraq's majority Shiite Muslim factions were expected to come out on top, with a tight race expected between the country's influential Shiite cleric Moqtada al-Sadr, and the Fatah Alliance, led by paramilitary leader Hadi al-Ameri. The Fatah Alliance is comprised of parties and affiliated with the Popular Mobilization Forces, an umbrella group of mostly pro-Iran Shiite militias that rose to prominence during the war against the Sunni extremist Islamic State group. It includes some of the most hard-line Iran-backed factions, such as the Asaib Ahl al-Haq militia. Al-Sadr, a black-turbaned nationalist leader, is also close to Iran, but publicly rejects its political influence. Under Iraq's laws, the party that wins the most seats gets to choose the country's next prime minister, but it's unlikely any of the competing coalitions can secure a clear majority. That will require a lengthy process involving backroom negotiations to select a consensus prime minister and agree on a new coalition government. Iraq's current prime minister, Mustafa al-Kadhimi, has played a key role as a mediator in the region's crises, particularly between regional rivals Iran and Saudi Arabia. Many in the region and beyond will be watching to see if he will secure a second term.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/10/11/1044954422/iraqs-election-is-marred-by-boycott-and-voter-apathy"
        },
        {
            "headline": "How India Is Confronting Disinformation On Social Media Ahead Of Elections",
            "author": "Lauren Frayer",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 22,
                "year": 2021
            },
            "article_content": "As Prime Minister Modi's party tries to win control in upcoming elections in India, his party is using a highly effective social media strategy. But that's where politics can veer into disinformation.  MARY LOUISE KELLY, HOST: Five regions of India are holding elections this month. The party of Prime Minister Narendra Modi is trying to win control of some of the last bastions of opposition rule. To do that, it is doubling down on social media, betting that voters these days may be influenced more by what's on their smartphones than by the reality on the ground. But social media is also where politics can sometimes cross over into disinformation. As part of our series on fighting disinformation around the world, NPR's Lauren Frayer has spent the last year looking into how Indians are confronting it. (SOUNDBITE OF ARCHIVED RECORDING) PRIME MINISTER NARENDRA MODI: (Non-English language spoken). UNIDENTIFIED GROUP: (Non-English language spoken). MODI: (Non-English language spoken). UNIDENTIFIED GROUP: (Non-English language spoken). LAUREN FRAYER, BYLINE: At an election rally last month in West Bengal, Eastern India, Prime Minister Narendra Modi bragged about the crowd he drew. (SOUNDBITE OF ARCHIVED RECORDING) MODI: (Non-English language spoken). FRAYER: Arriving by helicopter, I couldn't see any free space, Modi exclaimed. Officials from the prime minister's Bharatiya Janata Party, or BJP, tweeted out photos of massive crowds. The problem is that the photos were from an opposing party's rally in 2019, and the real footage from Modi's event actually did show some free space and a slightly smaller crowd. SWASTI CHATTERJEE: And all we had to do was just run a reverse-image search that traced it back. FRAYER: Swasti Chatterjee is a fact-checker at BOOM, an Indian website that debunks fake news. Within hours, she traced the rally photos and tweeted out the correct ones. But the damage was done. News outlets as far away as France were running reports of Modi's huge crowd. CHATTERJEE: When lies travel faster than truths, the truth comes crawling out very soon (ph). That's our problem. FRAYER: Debunking disinformation like this can sometimes feel like a drop in the bucket - too little, too late. The fact-checkers don't have as many followers as political parties, and no politician in the world has as many followers as Modi. His party invested in the digital world two decades ago, before most Indians were ever online. ARVIND GUPTA: The BJP has always had technology in its DNA. It was India's first party to have a website. FRAYER: Arvind Gupta ran the BJP's online team in the lead up to Modi's first national victory in 2014. That campaign was compared to Barack Obama's for its use of big data and social media. With a team of just 25 staffers, Gupta explains how he was able to reach a wide audience. GUPTA: We signed up half a million volunteers. We asked people, can you give us time? What they were doing mostly online was taking the party's official lines and propagating it further in their own groups. FRAYER: Just to be clear - they're not employees. GUPTA: Oh, no, no. These are volunteers. FRAYER: The party's messaging structure looks like this - concentric circles. Modi and his aides are at the center. They dictate the message. One circle out from them is Gupta's social media team. They shape the message. On the outer ring are those half a million volunteers. They disseminate the message to all their friends and family, and those people share it, too. So the social media team creates a Google Doc with suggested tweets, hashtags and WhatsApp messages praising Modi's crowd size, for example. Volunteers copy and paste those messages, amplifying them by the millions. Benjamin Strick is a digital investigator based in the U.K. who has studied this technique called copy pasta. It's a type of spam. BENJAMIN STRICK: They can manipulate every hashtag to get it within the top 10 trending hashtags in India every single day if they wanted to just through this Google Doc campaign. FRAYER: Twitter does have rules against artificially amplifying messages on its platform. Most of the accounts it takes down for violating that around the world are bots, automated accounts. But that's not the case here. STRICK: This is a really difficult one because it's not a bot network. It's not a troll farm operating out of Russia with fake accounts. FRAYER: These are real people, and the BJP knows the kind of messages that motivate them. STRICK: The pro-BJP hashtags are very emotionally based, kind of like football. Manchester United or Liverpool - who is the better team? FRAYER: This is what all political parties do - they rally their teams around a message. But there's some evidence of intentional disinformation here, and BJP insiders say they're better at that, too. Remember those concentric circles? Shivam Shankar Singh was in one of the middle rings. About six years ago, he worked for the BJP. His job was to research the religion and caste of undecided voters. SHIVAM SHANKAR SINGH: Because a lot of voting in India happens across religion and caste lines, and so they started targeting specific communities. FRAYER: India has a history of Hindu-Muslim tensions, and the BJP, which is a Hindu nationalist party, it would play off that, Shivam says. His data would be used to send messages to Hindus who live next to Muslims, for example. SINGH: What are problems (ph) about how the Muslim population is going to overtake the Hindu population? You would get videos from, say, Syria or somewhere in the Middle East where some Muslim is beating up someone else. And it's going to be like, look at this. This is what's happening in Katwa (ph); this is what's happening in West Bengal. FRAYER: These are parts of India rather than Syria, where the videos were actually filmed. Shivam says these messages, they never came from official BJP accounts. They came from the volunteers. BJP officials might retweet them but only after they'd gone viral. NPR asked several current BJP workers for interviews. No one was available. But last year, when I interviewed the former BJP official, Arvind Gupta, I asked him whether he ever felt responsible for any disinformation that came from his volunteers. GUPTA: Of course not. How can anybody be responsible for a very disconnected set of people who can tweet whatever - they have their minds of their own. FRAYER: The BJP can distance itself from its volunteers when it needs to, but it can also egg them on. Here's Ahmed Shah, the home minister and Modi's right-hand man in a recent speech in West Bengal. (SOUNDBITE OF ARCHIVED RECORDING) AMIT SHAH: (Non-English language spoken). FRAYER: \"Spread messages that scare people. It helps reel them in,\" he said, laughing. And the crowd cheered. The volume of fear and disinformation online, it often gets Swasti, the fact-checker, down. CHATTERJEE: Of course, at times it does feel miserable. FRAYER: But there may be another way. What sets India apart is how many people here are new to the Internet. Hundreds of millions of Indians have emerged from poverty, and now they have smartphones. Political scientist Sumitra Badrinathan studies disinformation, and she recalls interviewing a woman recently who was so dazzled by the concept of getting news on a phone that the source didn't really matter to her. SUMITRA BADRINATHAN: And she told me that, you know, every time I get a push notification, it's like God is telling me what's happening in the capital, in New Delhi. So - and she meant it very genuinely. FRAYER: She just wasn't familiar with news appearing on her phone. Badrinathan says, if you can help that woman understand who is sending her messages, well, then she won't be duped. And that's what Badrinathan calls pre-bunking, and then you don't need to debunk each piece of fake news. BADRINATHAN: It's like you can only debunk one story at a time. But with pre-bunking, it's sort of - you're setting up a structure to inoculate people into the future. FRAYER: It takes time. NGOs are holding workshops. So are Indian schools. The idea is to inoculate people against disinformation before they fall victim to it and before the next round of elections. The BJP is campaigning now in West Bengal, a state currently ruled by the opposition. In recent months, BJP accounts have tweeted doctored videos and false rumors of attacks on Hindus there. We'll see if those messages have any effect. West Bengal's election results are due out on May 2. Lauren Frayer, NPR News, Mumbai. (SOUNDBITE OF JAMIE XX'S \"OBVS\") Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/04/22/989938941/how-india-is-confronting-disinformation-on-social-media-ahead-of-elections"
        },
        {
            "headline": "Leftist claims victory in Honduran vote, setting up a showdown with National Party",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 29,
                "year": 2021
            },
            "article_content": "Free Party presidential candidate Xiomara Castro greets her supporters after general elections, in Tegucigalpa, Honduras, Sunday. Castro claimed victory, setting up a showdown with the National Party which said its candidate had won a vote that could end the conservative party's 12 years in power.\n                \n                    \n                    Moises Castillo/AP\n                    \n                \nhide caption Free Party presidential candidate Xiomara Castro greets her supporters after general elections, in Tegucigalpa, Honduras, Sunday. Castro claimed victory, setting up a showdown with the National Party which said its candidate had won a vote that could end the conservative party's 12 years in power. TEGUCIGALPA, Honduras — Leftist opposition candidate Xiomara Castro claimed victory in Honduras' presidential election Sunday, setting up a showdown with the National Party which said its candidate had won a vote that could end the conservative party's 12 years in power. \"We win! We win!\" Castro, Honduras' former first lady who is making her third presidential run, told cheering Liberty and Re-foundation party supporters. \"Today the people have made justice. We have reversed authoritarianism.\" Honduras' long-ruling National Party announced on its Twitter account that its candidate, Tegucigalpa Mayor Nasry Asfura, had won. But preliminary results released late Sunday by the Electoral Council showed that with 40% of polling tallies in, Castro had 53% of the votes and Asfura 34%. The council said turnout was more than 68%. Thousands of people packed the capital's Morazan Boulevard blowing car horns, waving the Libre party's red flags and setting off fireworks. Approaching midnight, the street continued to fill with Castro's celebrating supporters. Anticipating vandalism, some businesses along the boulevard had covered their windows with wood or metal sheeting, but the celebration appeared peaceful. The National Party said it would hold a news conference Monday. The competing claims of victory came just hours after the National Electoral Council reminded parties that such announcements were prohibited and violators would be fined. The claims raised fears of street protests and violence. In 2017, after a protracted election filled with irregularities, protesters filled the streets and the government imposed a curfew. Three weeks later now-outgoing President Orlando Hernández was declared the winner despite the Organization of American States observation mission calling for an election re-do. At least 23 people were killed. Late Sunday, Castro promised a permanent dialogue with the Honduran people and said beginning Monday she wanted to open conversations with all sectors of society and international organizations to seek solutions for the Central American country, which is recovering from two major hurricanes, troubled by gangs and enduring corruption and high poverty. Her husband, the former president who was ousted by a military coup in 2009, did not appear on stage with her. Castro rode a wave of discontentment with the National Party's 12-year rule. Hernández became a national embarrassment with U.S. federal prosecutors in New York accusing him of running a narco state and fueling his own political rise with drug money. Hernández has denied it all and has not been formally charged, but that could change once he leaves office. And many believe Hernández isn't legitimately their president. A friendly court sidestepped the constitutional ban on reelection and Hernández won a 2017 contest filled with irregularities that nonetheless was quickly recognized by the U.S. Trump administration. In addition to a new president, Hondurans on Sunday chose a new congress, new representatives to the Central American Parliament and a bevy of local races. Earlier, in the capital's violence-prone Reparto Abajo neighborhood, at least 200 voters remained in a line wrapping around the block waiting for their chance into Sunday evening. Polls were originally scheduled to close at 5 p.m., but the National Electoral Council and international observers called for all of those still in line to be allowed to vote. At the gate of the Republic of Chile school an increasingly animated crowd fought over whether voting should continue. Some shouted: \"We want to vote!\" Others screamed: \"Time to close!\" The sides appeared partisan with National Party militants wanting to stop voting and their rivals wanting it to continue. All day long, electoral observers and the candidates called for peaceful voting and respect for the process. Luis Guillermo Solis, Costa Rica's former president and leader of the observation mission of the Organization of American States, said late Sunday morning, \"We have been in various (voting) centers already and we are seeing more or less the same, long lines of people exercising their civic right.\" The council also confirmed in a statement that the webpage allowing voters to see where they were supposed to vote had been down and an initial investigation suggested an attack on the servers. Complaints about the site crashing had started Saturday. A short drive away from the tense scene at the Chile school, voting was wrapping up peacefully in the San Pablo neighborhood. Emily Armijo was one of the last to cast her ballot. She had come running after discovering that her voting location had changed and feared she would miss her first opportunity to vote. Armijo, who studies medicine and nutrition, said a party and family commitments had kept her from voting until late in the day. \"I think that we need a change,\" Armijo said. She said too often only the bad things receive attention in Honduras. \"So this action of voting today will be an opportunity to change that.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/11/29/1059695761/leftist-claims-victory-in-honduran-vote-setting-up-a-showdown-with-national-part"
        },
        {
            "headline": "Taliban Name Their Deputy Ministers, Doubling Down On An All-Male Team",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 21,
                "year": 2021
            },
            "article_content": "Taliban fighters sit on the back of a pickup truck as they stop on a hillside in Kabul, Afghanistan, on Sept. 19.\n                \n                    \n                    Felipe Dana/AP\n                    \n                \nhide caption Taliban fighters sit on the back of a pickup truck as they stop on a hillside in Kabul, Afghanistan, on Sept. 19. KABUL, Afghanistan — The Taliban expanded their interim Cabinet by naming more ministers and deputies on Tuesday, but failed to appoint any women, doubling down on a hard-line course despite the international outcry that followed their initial presentation of an all-male government lineup earlier this month. The international community has said that it will judge the Taliban by their actions, and that recognition of a Taliban-led government would be linked to the treatment of women and minorities. In their previous rule of Afghanistan in the late 1990s, the Taliban, who adhere to a harsh interpretation of Islam, had barred girls and women from schools, work and public life. At a news conference Tuesday, Taliban government spokesman Zabihullah Mujahid held out the possibility of adding women to the Cabinet at a later time, but gave no specifics. He also said the Taliban are preparing rules for allowing teen-age girls and women to return to schools and jobs in line with Islamic law, but did not say when that might happen. Mujahid defended the latest additions to the Cabinet, saying they included members of ethnic minorities, such as the Hazaras. He said the deputies were chosen for their technical skills. He bristled at international conditions for recognition, saying there was no reason for withholding it. \"It is the responsibility of the United Nations to recognize our government (and) for other countries, including European, Asian and Islamic countries, to have diplomatic relations with us,\" he said. The Taliban seek international support as they grapple with the daunting challenges of governing a nation shredded by four decades of conflict. The U.S.-backed government deposed by the Taliban in a rapid military campaign last month had depended heavily on foreign aid. Even before the Taliban takeover, the economy was in deep trouble. Now Afghanistan's new rulers face an economic meltdown and growing poverty. Mujahid played down the financial problems, saying that much of the foreign aid to the previous government — widely seen as corrupt — was spent on funding America's 20-year war against the Taliban. He suggested Afghanistan could manage without that aid, saying the country had sufficient resources. \"According to our inspection, Afghanistan is not a failed country, financially,\" he said. \"We have revenue, and if it is controlled and collected properly, it can solve our current problems.\" It wasn't clear, however, how the Taliban government expected to raise sufficient tax revenue from a population the United Nations said would see 97% living below the poverty level by the end of the year. The Taliban have framed their current Cabinet as an interim government, suggesting that change is still possible, but they have not said if there would ever be elections. Taliban government spokesman Zabihullah Mujahid gives a press conference in Kabul, Afghanistan, on Tuesday. The Taliban have expanded their interim Cabinet by naming more ministers and deputies, but failed to appoint any women.\n                \n                    \n                    Bernat Armangue/AP\n                    \n                \nhide caption Taliban government spokesman Zabihullah Mujahid gives a press conference in Kabul, Afghanistan, on Tuesday. The Taliban have expanded their interim Cabinet by naming more ministers and deputies, but failed to appoint any women. Mujahid was also asked about the recent restrictions imposed on girls and women, including a decision not to allow girls in grades seven to 12 to return to classrooms for the time being. Boys in those grades were allowed to return to school over the weekend. Mujahid said this was a temporary decision, and that \"soon it will be announced when they can go to school.\" He said plans were being made to allow for the return of girls and women to schools and work, in line with Islamic law, or Sharia. At the moment, girls in grades one to six are allowed to go to school, and women in universities can pursue their studies, but only in gender-segregated settings and while complying with an Islamic dress code. With the Taliban takeover, there has been widespread fear among girls and women that they would lose the gains of the past 20 years, and many of their concerns have materialized. The Taliban have repeatedly suggested their decisions are temporary, in an apparent attempt to blunt international criticism even as they issue hard-line decrees.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/09/21/1039232797/taliban-women-all-male-government-cabinet-ministers"
        },
        {
            "headline": "Some Black Leaders Question Whether Biden Will Fulfill His Promises To Black Voters",
            "author": "Juana Summers",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 2,
                "year": 2021
            },
            "article_content": "Civil rights leaders and members of the Texas Legislature last week at the Martin Luther King Jr. Memorial in Washington, D.C. They were meeting to discuss actions to stop restrictive voting measures.\n                \n                    \n                    Cheriss May/Getty Images\n                    \n                \nhide caption Civil rights leaders and members of the Texas Legislature last week at the Martin Luther King Jr. Memorial in Washington, D.C. They were meeting to discuss actions to stop restrictive voting measures. Amid a fierce fight over voting rights, Black leaders are watching to see how President Biden wields the power they say Black voters gave him. Some worry that a familiar pattern may be playing out again. \"There's always this air that in some way, that Black Americans are supposed to wait,\" said LaTosha Brown, a co-founder of Black Voters Matter. \"Oftentimes when we're engaged in this process, it's a sense of urgency, of what we need when there's an election. But then once there's a result, it seems that our issues are always put to the back burner.\" Black voters overwhelmingly and reliably support Democratic candidates. But year after year, Black leaders say that Democratic politicians court their vote, promise systemic change and then fail to follow through. As a candidate, Biden named systemic racism as one of the major crises facing the nation. Biden told Black voters things would be different. \"You've always had my back, and I'll have yours,\" Biden promised. With that vow in mind, leaders of the voting rights movement have been pushing the White House to fight more forcefully to protect voting rights in particular. Republicans have passed a wave of laws at the state level that are putting new restrictions on voting that activists fear will disproportionately affect Black people and Latinos. Biden has warned that the Republican-led effort is \"the most significant test of our democracy since the Civil War.\" But activists say there's a contrast between the urgency of Biden's words and his opposition to changing procedural rules so that a voting rights bill could pass with a simple majority. Under the current rules, 60 votes are needed in the Senate to prevent a filibuster from opponents — that means Democrats need their entire caucus, plus at least 10 Republicans to pass their priorities. Cliff Albright, a Black Voter Matter co-founder, said that Biden lied when he said he would have the backs of Black Americans. \"You can't say all of that and then say, 'Oh, but by the way, that filibuster was more important,' \" Albright said. \"That's not having our backs. By no stretch of the imagination is that how one would define having our backs.\" What it means to have the back of Black America, and what policy issues are key to Black voters changes depending on whom you ask. \"I personally feel that we are doing what can be done to fulfill the promise made to the African American community,\" said Majority Whip Jim Clyburn, the highest-ranking Black lawmaker in the House of Representatives. In interviews, Black leaders and activists pointed to Biden's investments in historically black colleges, the increase in the child tax credit intended to reduce childhood poverty dramatically as well as the racial diversity of Biden's administration as among the administration's achievements. \"All of these things are demonstrating that the president is running an inclusive administration,\" Clyburn said. The Rev. Al Sharpton was among civil rights leaders who met last month with the president and Vice President Harris at the White House. Sharpton said he raised potential electoral consequences of inaction on voting and other issues with Biden. \"The question of police reform, the George Floyd bill, the fact that there is no movement there. And the absolute threat to our voting rights, means that, yes, I know you've only been there six months, but you're going to get to eight, nine months and go to the midterm election. And Black voters are going to say, we came out in historic numbers, what have we got?\" Sharpton said. Cedric Richmond, a senior adviser to the president and director of the Office of Public Engagement, said that Biden has been \"pretty intentional about making sure that everything we do has a racial equity component to it.\" \"I think we have a great track record to run on, to answer that Janet Jackson test for the Black community: What have you done for me lately?\" Richmond said. Marc Morial, president of the National Urban League, said it was too early to evaluate the president's actions on voting rights. \"I think this battle is just beginning,\" Morial said in an interview. \"You cannot line up a circular firing squad in the first six months of a new administration and act as though if the president would just be louder, that these things would automatically happen.\" Biden and his advisers have repeatedly pointed out that the president does not have the power to roll back or change the filibuster unilaterally, even if he supported doing so. \"We feel very strongly that if the Senate cannot pass the national voting rights protections with 60 votes, then we think there should be reform to the filibuster and that those laws should be passed,\" said Lisa Cylar Barrett, the NAACP Legal Defense Fund's policy director. \"We're in a state of emergency.\" Biden and Harris met Friday with top congressional Democrats to discuss a scaled-back bill after Republicans successfully stalled the sweeping elections and voting bill known as the For the People Act in June. Congressional Democrats are also preparing legislation to reinforce the Voting Rights Act of 1965. \"The president has been in the Senate. He has renewed a Voting Rights Act before,\" Richmond said. \"He knows what to do, how to do it, when to do it.\" But voting rights activists said the moment to act is now. On Capitol Hill, activists have held nearly daily rallies and protests to put pressure on Biden and congressional Democrats to act. At one July rally, Rashad Robinson, head of the civil rights group Color of Change, issued a challenge to Democrats in Washington: \"Don't come to us and ask us for our vote by day and stay silent while they take away our power by night,\" he said.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/08/01/1023393344/black-leaders-question-whether-biden-will-fulfill-campaign-promises-to-black-vot"
        },
        {
            "headline": "60 Percent Of Adults Are Fully Vaccinated. Why Are Things Getting Worse?",
            "author": "By  \n\n\n\n\n\n\n\n      Asma Khalid\n    \n\n ,  \n\n\n\n\n\n\n\n      Tamara Keith\n    \n\n ,  \n\n\n\n\n\n\n\n      Susan Davis",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 30,
                "year": 2021
            },
            "article_content": "President Biden gave a speech Thursday afternoon begging folks to get vaccinated. A CDC document warns that the very contagious delta variant means \"the war has changed\" against COVID.The bipartisan infrastructure deal which passed its first vote in the Senate this week is evidence that President Biden may be able to foster cooperative lawmaking in modern Washington, as he promised during the campaign. Will it help his party hold onto congressional majorities during a difficult midterm election cycle?Connect:Subscribe to the NPR Politics Podcast here.Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Listen to our playlist The NPR Politics Daily Workout.Subscribe to the NPR Politics Newsletter.Find and support your local public radio station.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/07/30/1022897962/60-percent-of-adults-are-fully-vaccinated-why-are-things-getting-worse"
        },
        {
            "headline": "Biden Praises Senate Passage Of 'Desperately Needed' COVID-19 Relief Bill",
            "author": "By  \n\n\n      Rachel Treisman",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 6,
                "year": 2021
            },
            "article_content": "President Biden speaks from the State Dining Room of the White House on Saturday, following the Senate's passage of his COVID-19 relief package by a 50-49 vote.\n                \n                    \n                    Samuel Corum/Getty Images\n                    \n                \nhide caption President Biden speaks from the State Dining Room of the White House on Saturday, following the Senate's passage of his COVID-19 relief package by a 50-49 vote. In remarks after a divided Senate approved his $1.9 trillion coronavirus relief plan, President Biden praised lawmakers for securing the additional round of aid and thanked the American people for making it possible through their \"overwhelming bipartisan support.\" The American Rescue Plan has been a priority of the Biden administration, and is poised to deliver a fresh round of financial assistance to individuals, families, schools and businesses hard hit by the coronavirus pandemic. Measures include $1,400 direct payments, an extension of supplemental unemployment benefits, an increase to the child tax credit and financial support for state and local governments, schools and public health efforts. \"When we took office 45 days ago, I promised the American people that help was on the way,\" Biden said. \"Today, I can say we've taken one more giant step forward in delivering on that promise.\" The Senate approved the package on Saturday afternoon by a 50-49 party-line vote that did not include Republican Sen. Dan Sullivan of Alaska, who was absent for a family funeral. Its passage there followed more than 24 hours of debate, and was met with applause by Democratic lawmakers. The House will need to approve the final version of the bill before it can head to Biden's desk to be signed into law. The House will meet to vote on an identical measure on Tuesday, Majority Leader Steny Hoyer, D-Md., said Saturday. \"It obviously wasn't easy, it wasn't always pretty, but it was so desperately needed,\" Biden said in his remarks. Biden stressed the urgency, noting the more than 500,000 American lives lost to COVID-19, hundreds of small businesses closed, millions of people out of work and families struggling to afford food and rent. He said stimulus checks will get out the door \"this month,\" with more resources on the way for vaccine manufacturing and distribution as well as schools, local governments and unemployed individuals. Calling the plan \"historic,\" he also said it could potentially cut child poverty in half. Biden acknowledged the effort and compromise needed to eke out Senate approval, and thanked a number of people including Vice President Harris, Senate Majority Leader Chuck Schumer and other Democrats. He also credited broad public support, saying, \"your elected officials heard you.\" The measure passed with a simple majority using the budget reconciliation process and despite all present Senate Republicans voting against it. Responding to a question on the lack of Republican backing, Biden reiterated that the support of the American people is \"the key.\" \"And that's going to continue to seep down through the public including from our Republican friends,\" he said. \"There's a lot of Republicans that came very close, they've got a lot of pressure on them and I still haven't given up on getting their support.\" Biden also denied that progressives are frustrated with the series of compromises that led to the bill's approval. Notably, House Democrats' original version of the bill included a since-scrapped provision to raise the minimum wage to $15 an hour by 2025, while Senate Democrats agreed to lower the income cutoff for stimulus checks to meet the demands of moderate members of the party. In a series of tweets on Saturday, Sen. Bernie Sanders of Vermont called it \"the most significant piece of legislation to benefit working families in the modern history of this country.\" Biden referenced Sanders' statement in defending the bill's compromises, which Biden said did not substantially affect its substance. \"I don't think any of the compromises have in any way fundamentally altered the essence of what I put in the bill in the first place,\" he said. Republican Senate Minority Leader Mitch McConnell on Saturday accused Democrats of \"exploit[ing] the crisis by jamming through unrelated liberal policies they couldn't pass honestly.\" Among other criticisms, he said it does not include not enough money for vaccinations and \"ignores the science on reopening schools.\" Senate Democrats took to social media to hail the monumental legislation on Saturday. \"The American Rescue Plan is one of the most popular bills in decades for a reason,\" wrote Schumer. \"It's one of the most significant anti-poverty bills in modern American history that will help millions and millions who are struggling just to get by.\" Sen. Raphael Warnock, one of two Georgia Democrats elected in a runoff election earlier this year, wrote that \"this bold legislation was exactly what Georgians had in mind when they sent me to the Senate.\" Many social media users are applauding Stacey Abrams, who is widely credited with helping turn the state blue. Former President Barack Obama congratulated the Biden administration and the American people on the relief package, which he said represents \"the kind of progress that's possible when we elect leaders across government who are devoted to making people's lives better—and a reminder of why it's so important to vote.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/coronavirus-live-updates/2021/03/06/974409402/biden-praises-senate-passage-of-desperately-needed-covid-19-relief-bill"
        },
        {
            "headline": "'Lex Luthor Of The Internet': Meet The Man Keeping Far-Right Websites Alive",
            "author": "Bobby Allyn",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 8,
                "year": 2021
            },
            "article_content": "Epik CEO Rob Monster standing in the backyard of his home in Sammamish, Wash.\n                \n                    \n                    Provided by Rob Monster \n                    \n                \nhide caption Epik CEO Rob Monster standing in the backyard of his home in Sammamish, Wash. When websites flooded with hate speech or harmful disinformation become too radioactive for the Internet, the sites often turn to one company for a lifeline. That company is run by Rob Monster, a 53-year-old Dutch-American. \"If you wanted to cast a villain who was going to be the Lex Luthor of the Internet, Rob Monster is about as good as it gets,\" he joked during a recent interview at his lakeside home in the former logging community of Sammamish,  Wash., outside Seattle. Monster's website-services company Epik, which calls itself \"the Swiss bank of the domain industry,\" kept a fairly modest profile for years by buying and selling popular names like Diamond.com and 3D.com. That changed in 2018 after a shooting at a Pittsburgh synagogue left 11 people dead. The alleged killer had posted anti-Semitic messages on the right-leaning social network Gab shortly before the massacre. Gab's domain registrar, GoDaddy, dumped it and the site went dark. Until Monster stepped in. \"I looked at that and said, 'You know what? I don't think there was a lot of due process in terms of how the decision was made to de-platform Gab.com,'\" Monster said. Gab sprung back to life, thanks to the help of Epik, which added Gab to its client base. Fast forward to today. Epik supports the conspiracy theory website InfoWars, embattled conservative platform Parler, the largely unregulated YouTube alternative BitChute, the gun forum AR15.com and a site for rabid Trump supporters called Patriots.win, previously known as The Donald. Spend a few minutes on these sites, conspiracy theories about the 2020 presidential election, vaccines and mass shootings are not hard to find, not to mention a steady stream of bigoted content about Jews, women and people of color. Monster says he's pushing back against \"cancel culture\" and Big Tech. \"If somebody wants to go through a messy swamp in their search for truth, who are we to decide that they shouldn't have the opportunity to do that?\" Monster said. Needless to say, many people disagree. While hate speech permeates all corners of the Internet, including mainstream platforms like Facebook and Twitter, Michael Edison Hayden of the Southern Poverty Law Center, which tracks hate groups, says the websites Epik props up stand out. \"The difference is there are people with terroristic ambitions plotting out in the open, producing propaganda that they seek to use to kind of encourage violence,\" he said. \"And those are the kind of websites Rob Monster is willing to pick up.\" Monster On Link To Neo-Nazi Site: 'It's regrettable' Monster describes himself as a Christian libertarian, not a free-speech absolutist. There are bright lines that he will not cross, he says. The hate-spewing site 8Chan sought to work with Epik in 2019, after the web infrastructure company Cloudflare terminated its service. While 8Chan's announced it had found refuge at Epik, Monster soon backed away, citing \"the possibility of violent radicalization on the platform\" in the wake of mass shootings in Dayton, Ohio and El Paso, Tex. Epik also has been linked to the Neo-Nazi website The Daily Stormer. Epik, in 2019,  purchased the cybersecurity company BitMitigate, which had been providing service to the Daily Stormer. Monster maintains that when Epik realized this, the company ended its relationship with the site. \"It's regrettable,\" Monster said of Epik's connection to The Daily Stormer. \"The greatest cost of acquiring BitMitigate was not the amount of cash that we paid to buy the technology, but the entanglement.\" Yet his self-professed boundaries become squishy upon examination. For instance, on Gab, a website Epik does support, Andrew Anglin, the white supremacist founder of the Daily Stormer, has more than 17,000 followers. When asked about this, Monster demurred. \"I don't know if that's actually him, or his proxy,\" Monster said. Monster then went on to describe white supremacist leaders as \"shock jocks\" who should not be taken seriously. \"I believe that to some extent this content is unnecessary and inflammatory in nature and to a large extent doesn't actually need to be available to people on the Internet,\" Monster said. \"But it's the decision of our client organizations.\" Yet that sort of content can encourage physical violence, says David Kaye, an online speech expert at the University of California, Irvine. Case in point: The storming of the U.S. Capitol was largely documented on sites Monster helps maintain, like Gab and Parler. \"He can say they're just 'shock jocks,' but what we actually see is real world harm coming from the platforms,\" he said. \"So how much is somebody who is allowing that content to be hosted operating in real good faith?\" Kaye added that, \"it often comes down to, 'Does the platform have a content moderation policy that is designed to protect individual lives and individual rights?'\" \"If it has the policy and doesn't implement it, that's a problem,\" he said. \"If it doesn't have the policy, that's a problem.\" What makes a website dangerous? Parler was knocked offline by its web-hosting service Amazon Web Services shortly after the riot. It has yet to come back. While Epik provides domain registration to Parler, it also has the capability to host Parler. Monster would not comment on why Epik is not doing so. \"What I will tell you is that they had a disproportionate number of abuse reports that went unprocessed. And as a result, they left themselves wide open to people using their platform for purposes that maybe weren't the original intention of the people who manage it. Does that necessarily mean that we not only take that site offline, but we burn it to the ground?\" Monster said. \"I don't know, but I think the site can be rehabilitated so it could be more self-governing.\" When technology companies play Internet cop, he argues, they abuse their power to control what we see and don't see online. He points to Facebook and Twitter's banning of former President Donald Trump. \"It's one thing to be sent to detention. It's another thing to get a suspension. It's another thing to be sent to a penal colony for the rest of your life,\" Monster said. Yet experts who study online speech say when public safety and democracy are on the line, unfettered speech is not as virtuous as it sounds. Algorithms of major social media platforms often magnify disinformation and other harmful content, putting it before people who may never have found it otherwise. Hayden with the Southern Poverty Law Center says without Epik, some of the most noxious outposts on the Internet may not exist. \"No one is saying that Rob Monster himself is going out there and making terroristic threats, but if he doesn't want to be associated with this brand, he can certainly step up and say, 'absolutely, I don't want anything to do with this material,' \" Hayden said. \"But he's not doing that.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/02/08/965448572/meet-the-man-behind-epik-the-tech-firm-keeping-far-right-websites-alive"
        },
        {
            "headline": "How Do You Vaccinate 300 Million People By August? Ask India",
            "author": "Lauren Frayer",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 6,
                "year": 2021
            },
            "article_content": "Sanitation worker Ramesh Solanki cleans the streets outside Palghar railway station. \"I get up every morning at 5:30, and I see news about the vaccines on TV,\" he says. \"I don't know about any controversies. I just know I'm proud to be part of this.\"\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Sanitation worker Ramesh Solanki cleans the streets outside Palghar railway station. \"I get up every morning at 5:30, and I see news about the vaccines on TV,\" he says. \"I don't know about any controversies. I just know I'm proud to be part of this.\" Outside a train station in rural India, wiry men in flip-flops rake rotting coconuts and soiled plastic wrappers onto burlap tarps, then sling them into the back of an idling truck. They start toiling at dawn, sometimes scooping trash with bare hands, for a monthly full-time wage of about $95. But there's at least one thing these men say they feel lucky about: As sanitation workers, they're among the first Indians eligible to get the coronavirus vaccine. Last month, India launched what Prime Minister Narendra Modi calls the biggest vaccination drive in the world. It aims to inoculate 300 million by mid-summer, though it'll take at least two more years to vaccinate all of the nearly 1.4 billion people in India. The first phase, now underway, covers all health and frontline workers – about 30 million people – including doctors, nurses, police officers and trash collectors. \"I never felt scared of the virus,\" says sanitation worker Ramesh Solanki, who wears a tidy teal uniform with orange trim and a Hindu talisman on a string around his neck. \"I've been out working the whole time, even during the lockdown. The government is making decisions with our well-being in mind.\" Solanki, 45, is just waiting for his supervisor to tell him when his vaccine appointment will be. He'll get his shots without hesitation. \"I feel proud,\" he says. India has the second-highest coronavirus caseload in the world, behind the United States, though daily case counts have plummeted in recent months. Many frontline workers have been around COVID-19, especially the health workers among them, and have seen what it's wrought. Last May, a video went viral of dead bodies laid out alongside live patients in a Mumbai COVID ward. In Delhi, hospitals were so overwhelmed, there were reports of people dying in parking lots while waiting to be admitted. India is big on public health messaging. This sign outside a hospital emphasizes the need to keep physically distant from others to reduce the risk of coronavirus transmission.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption In this first stage of the vaccine campaign, all inoculations are being administered at government hospitals. They're voluntary and free of charge. Later, possibly this summer, Indians may be able to pay for vaccines at private hospitals and clinics. Eventually, the government plans to dispatch mobile vaccination teams to the country's most remote corners. The goal of vaccinating 300 million Indians by later this year is entirely doable, says Akhil Bery, a South Asia analyst at the Eurasia Group, a global think tank. Nurses Sarika Patil (left) and Priyanka Gavai (right) in the room in the Palghar Rural Hospital where vaccines are readied.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption \"More than 20% of the population will be vaccinated [by July or August]. That's not an insignificant number,\" Bery says. \"It will help reduce the burden on India's health-care infrastructure.\" Vials of vaccine are stored in this container.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption The mission is modeled on Indian elections, the biggest exercise of democracy in the world. Elections stretch out for several weeks and involve poll workers carrying electronic voting machines to hilltop monasteries and villages in the jungle. \"The Election Commission of India has a mandate to ensure that no voter has to travel more than two kilometers [1.25 miles] to be able to vote. The same logic will apply here,\" Bery says. The government will rely on the same state infrastructure – including those workers who carry the electronic voting machines — to this time, haul vaccines on ice. And there's another election tie-in. India is using voter rolls to identify people by age to see who's eligible for the vaccines. The vaccination center where the sanitation worker Solanki will soon get his shots is in a repurposed wing of the Palghar Rural Hospital, about three hours drive north of Mumbai. The hospital's catchment area includes tribal villages nestled in palm groves, and fishing colonies on the Arabian Sea coast. Palghar Rural Hospital, about three hours drive north of Mumbai, is turning a wing into a vaccination center.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Two-thirds of Indians live in rural areas, and if they get any medical care, it's at government hospitals like this one: a mildewed but tidy concrete building behind a rusted gate. In the courtyard, plastic chairs are lined up, six feet apart. There's a blue plastic trough connected to a water tank, for hand-washing. Inside, vaccinations are underway. A guard takes temperatures at the door. \"I'm excited to call my wife. We'll celebrate with the family tonight,\" says Amit Sonawane, 35, an engineer at the district health office, after getting his first dose. Rubbing his left arm, Sonawane explains how his 2-year-old son and his own brother both survived COVID last month. He's relieved to get vaccinated, he says. \"I'm excited to call my wife. We'll celebrate with the family tonight,\" says Amit Sonawane, 35, an engineer at the district health office, after getting his first vaccine dose.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption There are occasional hiccups. While all the admin for previous Indian immunization campaigns was done the old-fashioned way — on paper — all registration for COVID vaccines must be done through the government's new CoWIN smartphone app. (So far it's only available to hospital administrators but will eventually be rolled out to the general public.) Technical problems with the app forced the state of Maharashtra to suspend vaccinations for two days last month. Glitches also forced the states of Punjab and Haryana to temporarily waive use of the app, requiring hospital administrators to manually enter data. Inside the Palghar Rural Hospital, 4G network coverage can be spotty, says Dr. Umesh Dumpalwar, who's overseeing vaccinations there. There are also occasional power outages, but the hospital has a backup diesel generator that kicks in to keep the lights and computers on and oxygen machines running. Dr. Umesh Dumpalwar is overseeing the vaccination program at Palghar Rural Hospital. He worries that rumors about the safety of the vaccine might keep people from participating.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Dr. Umesh Dumpalwar is overseeing the vaccination program at Palghar Rural Hospital. He worries that rumors about the safety of the vaccine might keep people from participating. Overall, this first phase of vaccinations for frontline workers is the easy part, Dumpalwar says. He's concerned more about the next phase of India's campaign, expected within two months, which will open up vaccinations to anyone over age 50, or with a pre-existing condition. (The reason the age cutoff isn't higher is that India is a relatively young country; only 6% of the population is over age 65.) \"That will be the challenge. Whenever we start with the common man, the common public, there are so many rumors, like, 'it has not been properly trialed,' or 'people will get COVID infections from the vaccine,'\" Dumpalwar says, sounding worried. Palghar is using only the Oxford-AstraZeneca vaccine — one of two formulas granted emergency authorization by the Indian government, though Modi says more are in the pipeline. The government allocates certain vaccines to certain districts, and recipients cannot choose. The other vaccine is a homegrown formula developed by an Indian company called Bharat Biotech. It was approved for use while still in phase three clinical trials without full efficacy data. Public health experts, scientists and opposition politicians have raised concerns. A man stands outside the vaccination ward.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Asked if she'll take the vaccine, vegetable vendor Kunta Dubra replies, \"Why would I take medicine if nothing's wrong with me?\"\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Around the corner from the Palghar hospital, women in multicolored saris squat in the road, hawking vegetables in neat little piles laid out on blankets: dirt-coated potatoes, shrunken cucumbers, green bananas and bruised tomatoes. One of them, Kunta Dubra, takes the train for an hour each morning, from an even more rural area, to sell her meager harvest. Along the way, she hears chatter about the coronavirus and the vaccine, but she doesn't know anyone who's been sick. She also doesn't know her own age. She never went to school. \"Why would I take medicine if nothing's wrong with me?\" she says when asked if she'll take the vaccine. Dubra also doesn't have a phone. So when vaccinations open to the general public, she won't be able to receive a text message from her district health office, telling her when she's eligible. And she has no way to download the government's Co-WIN app. Next to her, women pull their dupatta headscarves down around their mouths as masks, leaving only a narrow slit to see through. They eye visiting reporters with suspicion. One woman says she has high blood pressure, and that NPR's microphone – she'd never seen one before — makes her uneasy. She's worried it could give her the coronavirus, she says. Last April, two Hindu ascetics from another district tried to drive through back roads in Palghar, during a nationwide coronavirus lockdown. Suspicious of outsiders, locals attacked their car, killing the two men and their driver. To meet its goal of vaccinating more than 20% of its population this summer, India needs to reach people like this, in rural poverty – where rumors, disinformation and fear run rampant. And it needs to be vaccinating them at a rate of at least a million-and-a-half people per day. So far, it's been doing a few hundred thousand daily. Unlike many global leaders, Modi has not yet taken the vaccine, at least not publicly. Many Indians applaud him for waiting his turn and not jumping the queue. But opposition politicians have accused him of failing to lead by example, and fueling vaccine hesitancy. The morning crowd outside Palghar railway station — a mix of commuters and vendors.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Before coronavirus vaccinations began, global surveys generally showed less vaccine hesitancy in India than in the United States and other countries. India has successfully eradicated many diseases through mass immunization campaigns. It was officially declared polio-free in 2014. \"This isn't the first immunization campaign for us. We've been doing this since the 1950s with smallpox and polio. We've been collecting people from their homes or doing home visits,\" Dr. Dumpalwar says. \"So we have the manpower and the systems. It's all already there.\" Urban and rural areas are plastered with billboards touting COVID vaccines. Whenever you make a phone call in India – landlines or mobile – instead of a ringtone, you hear a government message saying, \"When it's your turn, do take the vaccine... and don't believe in rumors.\" India wins praise for its pandemic precautions. Left: A handwashing unit on a city street in Palghar. Right: A sign promoting masks.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption But with vaccinations now underway, more recent surveys show higher than expected public uncertainty. In a survey of 25,000 Indians published Thursday, 58% of respondents said they are hesitant about taking the coronavirus vaccine immediately. But that figure was 16% lower than in an identical survey taken one month earlier, suggesting that public awareness campaigns may be working, and that attitudes are changing quickly. Both surveys were conducted on social media by LocalCircles, an online community forum that conducts polls about governance and consumer interest. In rural Palghar, locals wash dishes in a communal well, and chat about how they don't know anyone with COVID-19. The number of coronavirus cases confirmed nationwide has dropped from a peak of nearly 100,000 cases a day in September to under 9,000 one day this past week. Scientists are trying to figure out why. Teenager Shraddha Tandel washes cooking utensils at a communal village well.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption \"The pressure is off. The fear is gone. No one has COVID here,\" says Akash Chawan, a 19-year-old amateur cricket player who left college in Mumbai to take refuge with relatives in the countryside. \"In Mumbai, it's a different situation. You feel like you're in a pandemic. But here, people are taking it more lightly. The cases have gone down. We can move freely like we used to live before.\" When it's his turn, Chawan says he's unsure if he'll take the vaccine. He thinks the worst of the pandemic might already be over. Maybe he won't need the vaccine, he says. A recent serological survey showed 56% of residents in India's capital have COVID antibodies, suggesting prior exposure to the virus. \"I think most people are waiting for more information,\" Chawan says. Akash Chawan, age 19, says he thinks most people are waiting for more information about the vaccine before agreeing to take it. Surveys back up his impression. He lives in a village on the outskirts of Palghar.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption He's not alone. In the latest LocalCircles survey, 51% of respondents said they want to wait at least three months before making a decision about whether to take the vaccine. Beyond the mangroves that line rural Palghar's Arabian Sea coast, fishermen's wives spread shrimp husks in a thin layer on the ground to dry in the sun. A cement pier overlooking a muddy inlet is lined with wooden frames where they'd normally hang fish to dry. But the scaffold is empty. Women hunker over buckets, shucking oysters, and commiserate about the economy. A nationwide lockdown last spring meant they couldn't take their boats out on the water. Markets were shut. The Indian economy nosedived into an unprecedented recession. Would taking a vaccine bring life back to normal, the women ask? Left: Lakshmi Prakash Tandel, a fisherman's wife, at the docks of Palghar, says the fishing business has been drastically hurt by India's lockdown. She's skeptical about the value of the coronavirus vaccine. Right: Empty fishing docks.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption \"We've faced so many difficulties over the past year, and we had to survive off savings,\" says Lakshmi Prakash Tandel, 45, in a lavender and white sari and a bright yellow face mask. \"But we're unsure about taking the vaccine. Some people say you can fall sick after taking it. Other people say it's good. So that's the question in our minds.\" As dusk descends on Palghar Rural Hospital, chairs are still lined up in the courtyard at a safe distance apart. But many are empty. \"We're just waiting for patients, waiting for beneficiaries,\" says Dr. Dumpalwar, pacing. On the day NPR visited in late January, 115 frontline workers had appointments for vaccinations, he says. But by late afternoon, only 55 had shown up. The Palghar Rural Hospital has chairs lined up — at a safe distance — for vaccine patients. But so far there are more chairs than vaccine candidates.\n                \n                    \n                    Viraj Nayar for NPR\n                    \n                \nhide caption Vaccine supplies are not a problem in India. It's home to the world's largest vaccine-producing company, the Serum Institute of India, headquartered in the city of Pune, about 150 miles from rural Palghar. Even before any vaccines went through clinical trials or were approved by governments, the Serum Institute took a gamble: Last summer, it started mass-manufacturing five untested vaccines. If they eventually worked and got approved, the company would have hundreds of millions of doses ready to distribute. The Oxford-AstraZeneca vaccine was one of them. Serum has since signed agreements with India and several other countries to export that formula. It's likely to be the COVID vaccine most used in lower- and middle-income countries, and in rural areas, because it does not require ultra-cold refrigeration. Serum is now manufacturing 100 million doses of the Oxford-AstraZeneca vaccine a month, half of which are earmarked for India. Back among the rotting coconuts and trash outside Palghar's train station, sanitation worker Solanki labors away, waiting for his supervisor to tell him when it's his turn to get vaccinated. He doesn't need convincing. \"I get up every morning at 5:30, and I see news about the vaccines on TV. I don't know about any controversies,\" he says. \"I just know I'm proud to be part of this.\" NPR producer Sushmita Pathak contributed to this report.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/goatsandsoda/2021/02/06/964396284/photos-the-worlds-biggest-vaccine-campaign-has-begun-in-india"
        },
        {
            "headline": "Desmond Tutu, an icon who helped end apartheid in South Africa, dies at 90",
            "author": "By  \n\n\n      Ofeibea Quist-Arcton",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 26,
                "year": 2021
            },
            "article_content": "Desmond Tutu smiles after he became Anglican archbishop of Cape Town in 1986. His wife, Leah, is at his side.\n                \n                    \n                    David Turnley/Corbis/VCG via Getty Images\n                    \n                \nhide caption Desmond Tutu smiles after he became Anglican archbishop of Cape Town in 1986. His wife, Leah, is at his side. Nobel Peace laureate Archbishop Emeritus Desmond Tutu, a towering figure who helped bring an end to apartheid in South Africa, has died in Cape Town. He was 90. His death was announced by South African President Cyril Ramaphosa, who called Tutu \"a patriot without equal; a leader of principle and pragmatism who gave meaning to the biblical insight that faith without works is dead.\" Tutu had been hospitalized several times in recent years. The passionate advocate for freedom headed the country's Truth and Reconciliation Commission in the 1990s, a grueling inquiry that investigated crimes during the apartheid era. It was widely seen as a crucial healing step during South Africa's transition from apartheid to democracy. The TRC became a model for similar commissions in other parts of the continent. When Tutu voted for the first time in 1994 in South Africa's first democratic elections, he voiced the unbridled joy of a country emerging from a troubled past. \"I want to sing, I want to cry, I want to laugh. Everything together. And jump and dance,\" he gleefully told reporters. \"The day has arrive — yippee!\" Watch the moment here: It was a long journey to get to that ballot box. For Desmond Mpilo Tutu, the son of a high school principal, the church was not his initial vocation. After abandoning plans to go to medical school, he started off as a teacher. But the champion of justice felt that the inferior education the white-minority rulers were imposing on Black South Africans was an insult. Tutu then turned to the priesthood and was ordained as a priest in the Anglican church in 1961. Fifteen years later, he became the first Black dean of Johannesburg and committed publicly to the fight against apartheid. South African activist and Anglican Archbishop Desmond Tutu (center) leads some 30 clergymen through Johannesburg to police headquarters in 1985 to hand in a petition calling for the release of political detainees.\n                \n                    \n                    Gedeon Mendel/AFP/Getty Images\n                    \n                \nhide caption The campaigning priest was arrested more than once but drew strength from his beliefs and fellow South Africans, he said. He condemned all forms of violence and confronted both the apartheid police and vengeful Black mobs \"necklacing\" alleged spies by throwing tires around their victims and setting them alight. By now firmly on the international radar, Tutu warned the apartheid leaders that racism defied the will of God and apartheid would not succeed. \"The system of this country, apartheid, is immoral. The system of this country is evil,\" Tutu said during that period. \"What must we say, which we have not yet said? What must we do, which we have not yet done? To tell the world that all we want is a new South Africa, where all, Black and white, will be able to live as equals.\" In 1984, Desmond Tutu was awarded the Nobel Peace Prize, which recognized his work in the anti-apartheid struggle. \"Let us work to be peacemakers,\" he said during his Nobel lecture. \"If we want peace, so we have been told, let us work for justice. Let us beat our swords into ploughshares.\" South African Bishop Desmond Tutu (left) receives the 1984 Nobel Peace Prize from Nobel Committee Chairman Egil Aarvik during the annual ceremony in Oslo, Norway, in 1984.\n                \n                    \n                    Helmuth Lohmann/AP\n                    \n                \nhide caption The archbishop later remarked, with his characteristic good humor, that one day no one was listening and suddenly, after the prize, anything he said — \"the oracle has spoken!\" After Nelson Mandela was sworn in as president, he asked Tutu to chair South Africa's landmark Truth and Reconciliation Commission to look into the crimes of apartheid. For the Archbishop, the harrowing testimony was traumatic, and he broke down and wept with the survivors. \"One has been deeply humbled by those we have often called the ordinary people. Deeply humbled at their resilience, at the magnanimity of spirit that they have shown,\" he said. In a 2010 interview with Morning Edition, he said the experience never shook his faith in God. \"Perhaps if one listened only to the atrocities, and account of the atrocities that people committed, but we were constantly being bowled over by the extent to which people were ready and willing to forgive,\" he said. Archbishop Emeritus Desmond Tutu and his daughter the Rev. Mpho Tutu van Furth are awarded honorary senior fellowships from Regent's University London, in recognition of their outstanding contributions to human rights at a ceremony in Cape Town, South Africa, in 2016.\n                \n                    \n                    Sumaya Hisham/Corbis via Getty Images\n                    \n                \nhide caption Tutu has had health problems. Halfway through the Truth and Reconciliation process, he was diagnosed with prostate cancer in 1997 and successfully received treatment. Resilience and his sense of humor helped. He disclosed a recurrence of prostate cancer in 2005, though it did not have a noticeable effect on his hectic schedule until he retired. Tutu was in and out of the hospital in 2015 and again in 2016 for minor surgery to try to clear up recurrent issues with persistent infection linked to his cancer. After he retired, the archbishop emeritus criticized what he considered the inadequacies of South Africa's new leaders, especially their failure to alleviate poverty. He also continued his quest for global peace and social justice, joining The Elders, a seasoned group of world leaders that includes Nelson Mandela, Jimmy Carter and Kofi Annan. Nelson Mandela described the archbishop as a blessing and an inspiration. Former South African President Nelson Mandela (right) hugs South African Anglican Archbishop Desmond Tutu at the state funeral for apartheid struggle hero Walter Sisulu in Soweto in 2003.\n                \n                    \n                    Alexander Joe/AFP/Getty Images\n                    \n                \nhide caption Mary Robinson, the former Irish president who currently leads The Elders, said the group is \"devastated\" by the loss of the man known to many friends as \"Arch.\" \"He inspired me to be a 'prisoner of hope', in his inimitable phrase,\" Robinson said. \"Arch was respected around the world for his dedication to justice, equality and freedom. Today we mourn his death but affirm our determination to keep his beliefs alive.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/12/26/494373491/desmond-tutu-dies"
        },
        {
            "headline": "Reviving The Iran Nuclear Deal: Here's What It Involves And Why It's Hard",
            "author": "Larry Kaplow",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 5,
                "year": 2021
            },
            "article_content": "A staff person removes the Iranian flag from the stage after a group picture with representatives of the United States, Iran, China, Russia, Britain, Germany, France and the European Union during the Iran nuclear talks in July 2015 in Vienna.\n                \n                    \n                    Carlos Barria/Pool/AFP via Getty Images\n                    \n                \nhide caption A staff person removes the Iranian flag from the stage after a group picture with representatives of the United States, Iran, China, Russia, Britain, Germany, France and the European Union during the Iran nuclear talks in July 2015 in Vienna. Both the Biden administration and Iranian leaders say they want to revive the 2015 nuclear agreement. But they're stalled over who should take the first steps — or make the first concessions — to get there. This week European, Russian and Chinese partners in the agreement will mediate talks in Vienna to try to bring Iran and the U.S. back in. The talks officially start Tuesday and could take days or multiple rounds. The U.S. State Department expressed guarded optimism in a statement Friday, saying, \"These remain early days, and we don't anticipate an immediate breakthrough as there will be difficult discussions ahead. But we believe this is a healthy step forward.\" Recall that in the deal, the United States and other world powers lifted economic sanctions on Iran. The most important were U.S. bans on companies doing business with Iran or countries buying its oil. In return, Iran agreed to limit its nuclear program and allowed inspectors to monitor it from the inside. But former President Donald Trump pulled out and reimposed sanctions — even toughening them. In turn, Iran started ramping its nuclear program back up, edging closer to making the kind of radioactive fuel that could be used in weapons. Now, as the Biden administration and Iran argue over who should make the first move — that is, the U.S. removing sanctions or Iran dismantling some of its nuclear equipment — there's risk of greater conflict. Already in February, U.S. officials said Iran-backed militias were behind sporadic rocket attacks on American troops in Iraq, and President Biden ordered a retaliatory airstrike on a militia. Here's a review of how we got here: The 2015 deal Iran has long said it has a peaceful nuclear energy program. But by 2015 it was getting close to mining and processing enough of the specialized uranium needed for a bomb. The U.S., Germany, France, Britain, Russia, China, the United Nations and European Union made a deal lifting economic sanctions on Iran, giving it access to billions of dollars in frozen assets it needed to revive its ailing economy. In return, Iran tore out some of its nuclear equipment, let Russia cart out its uranium and allowed inspectors from the International Atomic Energy Agency, or IAEA, to set up shop in Iran and install cameras in the nuclear facilities that Iran said it has. Iran also freed some foreigners being held there in return for Iranians held in the United States. There were critics of the Obama administration's agreement to the deal. They pointed out that most of the restrictions would phase out around 2026. And they noted the deal didn't limit Iran's nonnuclear missile program — seen as a threat to the region — or address human rights violations and Iran's support for militant groups. Backers of the deal countered it would be easier to work with Iran on those regional issues if the country doesn't have the leverage that comes with nuclear weapons. The deal set back and froze Iran's efforts to produce enough enriched uranium for a nuclear bomb. The IAEA and Trump's defense secretary said Iran was complying with the deal. Trump said the deal wasn't tough enough and, just as he reversed numerous other Obama White House policies, he broke from the deal in 2018 — breaking the U.S. commitment — and reimposed layers of sanctions. The sanctions' effect Soon deals that U.S. companies had wanted to do with Iran — such as a Boeing plan to sell it airliners — were quickly blocked. And the restrictions didn't stop with U.S. companies. Even though other countries didn't want to impose sanctions, the U.S. threatened to punish their companies if they did business with Iran. For example, if a French company wanted to invest in Iran, it could get cut off from using American banks or doing business in the giant U.S. economy. That scared off international trade with Iran. The U.S. worked especially hard to block Iranian oil sales — by far the country's biggest export — cutting them at least by half and reducing much of the trade in oil that continues to cashless barter or under-the-table arrangements. The U.S. wasn't able to get other countries to shut down all trade, but the Iranian economy shrank by more than 10%, driving up unemployment and poverty. And though the U.S. exempted medicine from the sanctions, international companies fear that trading medical goods with Iran could still run afoul of U.S. laws. Iranians complain of critical shortages. The nuclear program now A satellite image shows an overview of construction around Iran's Natanz nuclear facility on Saturday.\n                \n                    \n                    Maxar Technologies\n                    \n                \nhide caption A satellite image shows an overview of construction around Iran's Natanz nuclear facility on Saturday. Iran scaled back its nuclear program as part of the agreement, reducing both its stockpiles of nuclear material and the equipment available to make more. When the Trump administration withdrew from the deal in 2018 and reimposed sanctions that had been lifted, Iran said it no longer was bound by the agreement. Iran began to reconstitute its program slowly, increasing its stockpiles of enriched uranium and reinstalling equipment it had mothballed. It announced these steps to the world — at one point promising to take a new step every month until sanctions were lifted. Iran's parliament passed a law urging the government even to end the international inspections at the heart of the deal. When the deal had been in place, Iran was roughly a year away from getting the material it would need for a nuclear weapon, should it choose to pursue one. As of February, some estimates now put that time scale at as little as three months. Opponents and spoilers Leaders in both the U.S. and Iran will face pushback at home if they reenter the deal. After years of bashing by Trump, many Americans believe the deal was too easy on Iran. And after the U.S. abandoned its commitments in the deal, many Iranians have given up on the prosperity they once expected the deal to bring. \"At the end of the day, both sides are going to have to accept that there's going to be a political cost that they will have to pay if they want to get a deal,\" Trita Parsi of the Quincy Institute for Responsible Statecraft recently told NPR's Morning Edition. But there are other spoilers out there. Iranian hard-liners — such as the country's powerful Revolutionary Guard Corps — have long opposed closer relations with the West. The Guard supports some of the Iraqi militias blamed for rocket attacks on U.S. troops. And there are U.S. allies — Israel and Saudi Arabia in particular — that view Iran as an existential threat and fear what it could do with the billions of dollars it would get from oil sales and other new business. Though it did comply with the nuclear agreement before the U.S. pulled out, Iran still made provocative moves. It took captive of some foreigners, continued developing its powerful conventional missile program and aided the repressive government in Syria and the Houthi rebels that overthrew Yemen's pro-Saudi government. Iranian Foreign Minister Mohammad Javad Zarif (left) meets with Rafael Grossi (right), director general of the International Atomic Energy Agency, in February in Tehran. After Iran threatened to suspend inspections, the agency and Iran agreed to keep some verification activities going.\n                \n                    \n                    STR/AFP via Getty Images\n                    \n                \nhide caption Iranian Foreign Minister Mohammad Javad Zarif (left) meets with Rafael Grossi (right), director general of the International Atomic Energy Agency, in February in Tehran. After Iran threatened to suspend inspections, the agency and Iran agreed to keep some verification activities going. Getting back in — who goes first? Biden campaigned on promises to rejoin the nuclear deal — and lift sanctions — when Iran complies with it again. And Iran says it will comply as soon as the U.S. starts letting it do business again. But they're stuck. Before this week's talks were announced, the administration had sought direct talks with Iran about how to do this. It indicated it might wait to verify Iran's compliance before lifting sanctions. Iran seemed to view that as an attempt by the U.S. to delay lifting sanctions or to change the original deal, making it a little stronger or longer — something that would help the deal go down better politically in America. \"The entire nuclear deal is nonnegotiable because it was fully negotiated,\" Iranian Foreign Minister Mohammad Javad Zarif told CNN. \"We need to implement something that we negotiated. We do not buy the horse twice.\" Iran said it will bring its program into compliance once it's sure the U.S. has lifted sanctions. Now the U.S. has agreed to attend the round of talks without meeting directly with Iran — but letting mediators shuttle between them. There are ways around this the logjam. Sanctions are complex and could be eased one by one, releasing frozen money, while Iran takes steps to cut back its nuclear program again. But it will take political will on both sides and could get tougher the longer it takes — especially since Iran has presidential elections in June that hard-liners could win. Geoff Brumfiel contributed to this report.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/04/05/983405544/reviving-the-iran-nuclear-deal-heres-what-it-involves-and-why-its-hard"
        },
        {
            "headline": "Congress Passes Biden's Trillion-Dollar Transit, Broadband, And Power Bill",
            "author": "By  \n\n\n\n\n\n\n\n      Scott Detrow\n    \n\n ,  \n\n\n\n\n\n\n\n      Deirdre Walsh\n    \n\n ,  \n\n\n\n\n\n\n\n      Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2021
            },
            "article_content": "It is a major political victory for President Biden, though it remains to be seen whether it will buoy his approval ratings or boost support for Democrats in Congress.Connect:Subscribe to the NPR Politics Podcast here.Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Listen to our playlist The NPR Politics Daily Workout.Subscribe to the NPR Politics Newsletter.Find and support your local public radio station.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/11/08/1053660027/congress-passes-bidens-trillion-dollar-transit-broadband-and-power-bill"
        },
        {
            "headline": "Peru, Venezuela Struggle As Coronavirus Cases And Deaths Rise In South America",
            "author": "By  \n\n\n      Audie Cornish\n    \n\n ,  \n\n\n      Amy Isackson\n    \n\n ,  \n\n\n\n\n\n\n\n      Alejandra Marquez Janse",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 17,
                "year": 2021
            },
            "article_content": "As Latin America endures its worst moment in the pandemic, NPR's Audie Cornish talks with journalists Dan Collyns in Peru and Nicolle Yapur in Venezuela about the spread of COVID-19 in each country.  AUDIE CORNISH, HOST: While the world has been focused on COVID surging in India, the virus is also on the move in South America. The death rates per capita there are among the highest in the world in all but a few South American countries, and the political situation and poverty are leaving much of the region prone to COVID's ravage. We invited two reporters based in South America to talk to us about what they're seeing. First was Dan Collyns, correspondent for The Guardian in Lima, Peru, and also Nicolle Yapur, Bloomberg reporter in Caracas, Venezuela. Dan, I want to start with you because April was Peru's deadliest month on record. What are some of the factors that are fueling that? DAN COLLYNS: Yes, that's correct. April was the deadliest month since the pandemic began in Peru. There are multiple factors, but I think the main factor has been the emergence of a strain from Brazil called the P.1 strain. Scientists say that it's not only more contagious but also more severe and has a higher rate of reinfection. So Peru was already really badly hit by the coronavirus... CORNISH: Can I jump in? I just want to ask a quick question though because you said reinfection. COLLYNS: Correct. CORNISH: Is that also what's driving this surge? COLLYNS: Well, it's not entirely clear, but the tech scientists have said that the P.1 strain has a higher level of reinfection. And Peru was already really badly hit by the coronavirus in 2020. And I think health officials and the government in general relaxed a little, expecting there not to be a second wave because the first wave had been so bad. And we've seen a higher level of deaths, as you mentioned. There are signs that the level of infection is getting a little less, but I think it's too early to say that we're out of the worst. CORNISH: Nicolle, I want to talk about Venezuela because the official number of cases is listed as being low, compared to neighboring countries. How reliable are those numbers? NICOLLE YAPUR: Yes, you are correct. The problem with the official toll is that there are not enough tests being done as to let us know the state of the pandemic in the country. So the current total is about 800 cases per day, but what we are seeing at the hospitals and our clinics is much higher. We have had a lot of deaths in homes because people are afraid to go to the hospital because the hospital is where they have problems with water. They have problems with electricity. They don't have supplies, in most of the cases, to attend to these patients. So people - they'd rather stay at home, and they die at home. CORNISH: The health systems in Venezuela and Peru are underfunded and have been overwhelmed by COVID. The political situation in both countries has also complicated the pandemic response. Last year, Peru's president was impeached. In just one week, the country had three presidents before it settled on an interim government. I'm going to ask you both about government response. First, in Peru, what part of the response is the government struggling with? COLLYNS: The main issue at the moment is trying to get enough vaccines. And that political instability set back deals to get vaccines. So instead of millions of vaccines arriving in the country, they're arriving by the hundreds of thousands. And so far, Peru has only been able to inoculate about half a million key workers who were, you know, hospital workers, front line workers, including the army and the police and firefighters. And it's currently vaccinating the over-70s. So even though vaccines are arriving, it's not enough to really carry out a massive vaccine program, and that has been a major issue. CORNISH: Daniel, can I ask one other question to follow up on this? There is a presidential election runoff on June 6. How is that playing out with this in the background? COLLYNS: Indeed. Yeah, obviously, there's concerns, especially with health officials, about the campaigning because, of course, there are large groups of people gathering together for different - as parts of the campaign are in different parts of the country. We've got two candidates from the extreme left and from the extreme right, and so it's a very polarized election. You know, it's not clear, really, at this stage how either of these two candidates will handle the pandemic. Both say that they will get the country vaccinated by the end of the year. It's not clear how that will be managed. And I think people are relying very much on the current interim government before it leaves office to try and make sure that there's a sufficient supply of vaccines before the end of 2021. CORNISH: Nicolle, I want to ask you the same about government response. Is there something in particular that's really been a struggle? YAPUR: Well, yeah, particularly to impose a strict lockdown is very difficult in Venezuela because people need to go out and work. They live off what they make day by day. And the subsidies that the government is granting - it's not nearly enough to cover the basic food needs. And as Peru, one of the problems is vaccine rollout. We are at the bottom of the region in terms of vaccines. CORNISH: The quantities of vaccines arriving from Russia and China have not been sufficient. The government is working to get more via a World Health Organization program called COVAX, and that helps defray the cost of vaccines and get them to poorer countries. But government officials don't expect them until July. Venezuela has reportedly been using membership in a state loyalty card program to help determine who gets vaccinated. The card in Spanish is called the Carnet de la Patria, which translates to the fatherland card. YAPUR: This is a system that has been called by experts as a discriminatory system because not all Venezuelans are registered in the Carnet de la Patria. It's a system that was created for people to receive the government subsidies and money transfers, and it's a system that has been known to be used for political purposes. So people don't really trust them, and a lot of people are not in the system. So far, the government has vaccinated health care workers, teachers and a small part of the elderly population. But according to unofficial figures, only 315,000 people have been vaccinated so far. And that's only 1.3% of the population, so they're not accessible to normal people that are not in the Carnet de la Patria and are not in these three groups that I just mentioned. CORNISH: All right. I want to thank you both so much for speaking with us. Thank you for your time. COLLYNS: Thank you very much, Audie. YAPUR: Thank you so much for the invitation, Audie. (SOUNDBITE OF EVOLUTION OF STARS' \"PRETENDING\") Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/05/17/997602110/peru-venezuela-struggle-as-coronavirus-cases-and-deaths-rise-in-south-america"
        },
        {
            "headline": "Russia And U.S. Seek Stability At First Post-Trump Summit",
            "author": "By  \n\n\n\n\n\n\n\n      Ayesha Rascoe\n    \n\n ,  \n\n\n      Lucian Kim",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2021
            },
            "article_content": "NPR's Mary Louise Kelly talks with NPR White House and Moscow correspondents Ayesha Rascoe and Lucian Kim about what to expect when Presidents Biden and Putin meet for the Geneva summit later in June.  MARY LOUISE KELLY, HOST: My question for you, sir - who do you believe? That was a moment, perhaps the moment, from the last time a U.S. president held a summit with the president of Russia - Helsinki, 2018. And the question came from AP reporter Jonathan Lemire to then President Trump at the press conference at Finland's Presidential Palace. (SOUNDBITE OF ARCHIVED RECORDING) JONATHAN LEMIRE: Just now, President Putin denied having anything to do with the election interference in 2016. Every U.S. intelligence agency has concluded that Russia did. My first question for you, sir, is who do you believe? KELLY: Well, among the reporters gathered in Helsinki at the time, holding our breath, waiting to hear Trump's answer - me, NPR White House correspondent Ayesha Rascoe and NPR Moscow correspondent Lucian Kim. With the next U.S.-Russia summit set for Geneva on June 16, the three of us decided to get back together to talk through what we're watching for. Ayesha's on the line now from the White House. Hey there. AYESHA RASCOE, BYLINE: Hello. KELLY: And Lucian from our Moscow bureau, hello to you. LUCIAN KIM, BYLINE: Hey. KELLY: Hey. I'm going to let you kick us off, Lucian. What is the agenda for this Geneva summit as the Kremlin sees it? KIM: Well, I think in one word, for the Kremlin, it's about normalizing relations with the United States. Four years ago, there were a lot of hopes here in Moscow that President Trump would herald a new age in bilateral relations. And what happened in reality was we had Trump sort of winking at Putin the whole time while Congress passed round after round of new sanctions against Russia. Relations have not been this bad since the Cold War. The Kremlin has been downplaying expectations for the summit, saying it's not about signing any big deals, not to speak of some kind of reset in relations. For Vladimir Putin, this is about ending a downward spiral in relations and, quite frankly, reducing the risks of some sort of conflict. For the Kremlin, success would probably be as modest as an agreement on regular meetings between Russian and American diplomats. KELLY: So the agenda for this summit is almost just to have a summit. That would be success in and of itself. Ayesha, how about the White House? RASCOE: The White House has talked about a stable and predictable relationship with Russia. They do not want escalation. What they want is to be able to say, we can work with Russia on certain issues. On other issues where we are more concerned, whether it is obviously election interference or people within Russia engaging in hacking attacks and things of that nature, that they are willing to push back on Russia. But they want to be able to work on issues like Iran and North Korea and climate. And so that's what they are saying that they are willing to do. I think there's also a bit of posturing in saying that the U.S. is not going to wink and nod at you, this is a new day and that there will be consequences for actions. But if Putin is willing to, you know, kind of toe the line, then the U.S. and Russia can work together where their interests align. KELLY: Ayesha, you just used the words stable and predictable to describe what the Biden administration wants this relationship to look like. We'll note that has not been a hallmark - stability or predictability - of this relationship in past. But it prompts me to ask about the delegations, the teams that each country are going to send, because on the American side, it is, of course, totally different. I don't know that there's anybody from team Trump in Helsinki who will be there this time for team Biden in Geneva. On the Russian side, though, Lucian, very different. It's like the exact same lineup from Putin down. KIM: Yeah, that's right. It's been almost the identical Russian team since at least the Obama administration. So on one hand, the Russian position on almost any issue is very well known. But on the other hand, let's not forget that the Biden team has borrowed heavily from the Obama administration, which the Russians, of course, have not forgotten. In fact, there's an expectation in Russia that the Biden administration is very negatively inclined toward the Kremlin, and that's all the more reason why Putin wants to sit down with Biden and sort of map out how they're going to manage relations in the coming four years. KELLY: How important is this summit? Ayesha, Biden has made clear he wants to focus on problems here at home. He wants to focus on infrastructure and poverty and the pandemic. What are the stakes for President Biden in Geneva? RASCOE: And not only does he want to focus on issues here, when it comes to foreign policy, he more wants to focus on China. He doesn't want Russia to be the main issue. So I think the stakes for Biden is, No. 1, this is his kind of first big hurrah on the international stage. KELLY: Yeah, his first international trip as president. RASCOE: His first international trip. He has to show that he is going to be able to stand up for the U.S. and for U.S. interests and that he is able to put forward a very clear narrative for what the U.S. wants and how they're going to get it. It will not be hard for him to show a difference between him and former President Trump. That meeting, as we all know, was notorious in its outcome and the way that Trump was talking with Putin, basically siding with Putin over U.S. intelligence. So it will not be difficult for Biden to take a tougher line, at least rhetorically, than Trump did and what Trump got in so much trouble for back home over the way he handled his interactions with Putin. KELLY: Lucian, the stakes for Vladimir Putin? KIM: Well, for Putin, no matter what his personal relationship is with any particular U.S. president, he lives for these summits. They put him in the spotlight and legitimize him as the leader of Russia, someone an American president thinks is worth meeting. I think in the U.S., people didn't quite appreciate the impact of an interview that Biden gave when he called Putin a killer. KELLY: Oh, this was the ABC interview with George Stephanopoulos. KIM: Exactly. (SOUNDBITE OF ARCHIVED RECORDING) GEORGE STEPHANOPOULOS: So you know Vladimir Putin. You think he's a killer? PRESIDENT JOE BIDEN: Mmm hmm. I do. STEPHANOPOULOS: So what price must he pay? BIDEN: The price he's going to pay - well, you'll see shortly. KELLY: So, Lucian, that went off like a bomb in Moscow? KIM: Oh, yeah. And the Kremlin is portraying this upcoming summit as Biden trying to make up with Putin after that remark. As far as Putin is concerned, he's interested in using this summit to show his own people that the U.S. is paying attention to him. And Putin will also want to show his neighbors, Ukraine in particular, that he's on the same level as Biden and they're not. KELLY: All right. Before I let you go, I want to ask each of you for one detail, one moment you're going to be watching for, and I will share mine. I'm remembering that in Helsinki, Putin was late. He made Trump wait, which a lot of people, including me, were wondering, is that a little power play going on there? Lucian, are you expecting more political theater in Geneva? KIM: Yeah, I am. I agree with you that it was really telling that Putin was late for that meeting. I think in Geneva, it will be interesting to watch the body language. We know that Biden is a very touchy-feely politician. Obviously, he won't want to appear too chummy with Putin, especially after Trump. But, you know, is he capable of keeping a cool demeanor like Barack Obama? KELLY: And, Ayesha, how about you? RASCOE: I agree with both of you. But I'll also be looking to see, does Biden stick to the script? How on message is Biden going to be? We know that sometimes he can stray. And this is a big moment for him, and so I will be very interested to see if he does any sort of we didn't think he would say that, kind of unexpected moments. That's what I would be looking for. KELLY: NPR White House correspondent Ayesha Rascoe and Moscow correspondent Lucian Kim giving us a little taste of what to look for in Geneva, June 16. Thanks to you both. RASCOE: Thank you. KIM: Thanks. Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/06/04/1003387951/russia-and-u-s-seek-stability-at-first-post-trump-summit"
        },
        {
            "headline": "'Hiding In Plain Sight' Corrects The Record On Lady Bird Johnson",
            "author": "By  \n\n\n      Dave Davies",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 22,
                "year": 2021
            },
            "article_content": "The first lady is often remembered as a genteel Southerner who promoted highway beautification, but author Julia Sweig says archival records show Lady Bird was also a savvy political strategist.  DAVE DAVIES, HOST: This is FRESH AIR. I'm Dave Davies in today for Terry Gross. Our guest today, Julia Sweig, takes us inside the White House in the 1960s - a decade of civil rights marches, anti-war protests, assassinations, urban riots and an emerging women's movement. Sweig's subject is President Lyndon Johnson's wife, known to all as Lady Bird. Sweig has a new book based on 123 hours of tape-recorded diaries the first lady made documenting her five years in the White House. Lady Bird Johnson is typically remembered as a polite Southern woman and adoring wife whose sole accomplishment as first lady was a highway beautification campaign. But Sweig says the diaries show Lady Bird to be a far more formidable figure - a savvy, indispensable political adviser to the president, a supporter of women's rights, and the author of serious efforts to protect the environment and address urban poverty and blight. Julia Sweig is currently a senior research fellow at the LBJ School of Public Affairs at the University of Texas-Austin. Her new book based on the Lady Bird diaries is \"Lady Bird Johnson: Hiding In Plain Sight.\" She's also creator and host of the podcast series from ABC News and Best Case Studios, \"In Plain Sight: Lady Bird Johnson.\" She joins us from her home in Takoma Park, Md. Julia Sweig, welcome to FRESH AIR. JULIA SWEIG: I'm delighted to be with you. Thank you, Dave. DAVIES: Lady Bird Johnson was married to Lyndon decades before these diaries began in, I guess, 1963. Tell us what prompted her to start recording this chronology of her life. SWEIG: Well, Lady Bird Johnson went to The University of Texas in Austin, and she came out with two degrees in journalism and history. She had an in-her-bones predilection to record and document going way back. By the time she gets to the White House, she's already been keeping notes, although we haven't seen them because they haven't been processed yet, but she's already a keen observer. And when she experiences the assassination of John F. Kennedy on November 22, 1963, in her own words, she says, I realized I had an opportunity, and I needed to record it. I'm paraphrasing. She understood that she had a place in history as observer and participant, and because of her commitment to history and her training as a journalism major, it was natural for her to start making these recordings. DAVIES: All right, so let's listen to a bit. I guess this is the first entry. This is her describing the day of President Kennedy's assassination. And I'll just note, this is from your podcast, so we'll hear some music mixed in to the raw tape from the diaries. This is Lady Bird describing Kennedy's widow, Jacqueline Kennedy, that day. (SOUNDBITE OF PODCAST, \"IN PLAIN SIGHT: LADY BIRD JOHNSON\") LADY BIRD JOHNSON: Exquisitely dressed and caked in blood. I asked her if I couldn't get somebody to come in to help her change, and she said, oh, no, that's all right; perhaps later. And then with an element of fierceness, she said, I want them to see what they have done to Jack. DAVIES: That's a well-remembered phrase. Did we learn that from Lady Bird - I want them to see what they did to Jack? SWEIG: Yes, we did. And here's something that I learned at the tail end of my writing process - and to be honest, I can't remember at the moment where I found it. She had with her always on the campaign trail and in the course of being Lyndon Johnson's political partner in his House and Senate races, then in the vice presidency, in the campaign in 1960 - she had with her these little spiral notebooks, and she kept notes in shorthand. And she had one of those with her when they went to Dallas, so she's making notes almost in real time, actually on Air Force One, going back from Dallas to Washington to keep it fresh. And then she records that, so we know it comes from her experience meeting with Jackie on the plane. I imagine she goes and sits down and takes some notes, which is, given the trauma and the tragedy, astonishing, too. And then she made that recording eight days after the assassination. DAVIES: Tell us a little bit about Lady Bird Johnson's background and where the nickname came from. SWEIG: Lady Bird was raised on the border with Louisiana in East Texas in Karnack, primarily by her father. Her mother and father were both from Alabama, different social classes, and they basically eloped and crossed the border and moved to Karnack. And her mother and father had two sons before Lady Bird was born. But when Lady Bird was 5 years old, her mother died, so she was raised by her father and also by her caregivers who were descendants of enslaved people. And one of them gave her that name, Lady Bird, and it stuck. DAVIES: You know, it's interesting. I wonder what - I guess if you're a kid, that might be an endearing name that you might embrace. As she became an adolescent and went to college, she never shed it? SWEIG: She did not shed it. It did stick. It's quite a feminized nickname for a young girl, adolescent teenager, who was, in a way, what we would call a tomboy. You know, she wasn't - it was hard for her to get used to wearing clothes and dressing in a girly way, and that was a very girly nickname. And I came across an entry way toward the end of her time in the White House where she says - and I can describe the anecdote to you - I wish I had been Claudia all my life. And what she meant by that was at the tail end of the presidency - after she had worked so hard to show the American public that beneath beautification, that phrase, that euphemism, she had a very ambitious environmental agenda - that she was still getting azaleas given to her, named after her, calling them Mrs. LBJ. You know, she was an independent, autonomous woman of significant power and influence, but the name itself really stuck with her, and I think it did begin to bother her. DAVIES: So, I mean, we see in these diaries, she is a formidable, educated woman, but she's really defined - she defined much of her life in relationship to her husband, Lyndon Johnson, who was not an easy person to live with, I think, right? Tell us a bit about his emotional makeup and mindset. SWEIG: Lyndon Johnson has a well-known set of personality traits - on the one hand, very ambitious, very charismatic, very focused in wanting to achieve what he wants to achieve, especially in the Senate and most certainly in the White House, but also, he carries around anxiety and insecurity and a rather thin skin. So that combination of anxiety and charisma, of power and insecurity, I think, gives a portrait of Lyndon Johnson the man, especially once he's in the White House. DAVIES: Right. And he had some health issues, too, didn't he? SWEIG: Well, he had chronic health issues going way back, the most significant of which was heart disease. In 1955, he had a very significant heart attack that actually almost killed him. He had smoking and drinking off and on in his life, overeating, kidney stones, gallstones, the kinds of health issues that plague people with stress, anxiety and bad nutrition often. DAVIES: She married Lyndon Johnson early in his political career, right? I think they were - he was an aide working in Washington to a congressman at the time. He eventually runs for Congress, eventually wins - some would say stole (laughter) an election to the U.S. Senate, became majority leader. All this time, Lady Bird is a significant part of the Johnson political machine. Give us a sense of what she did, what her role was. SWEIG: Well, Lady Bird grows into the role as part of the Johnson political machine. She wasn't keen to be married to such a political animal once she realized what Lyndon Johnson's ambitions were as far as politics go. But by the 1940s, she starts to travel and campaign with him and for him. She's a - we're talking about her journalism. She's a videographer. She captures experiences on the campaign trail with her video camera. By the 1950s, once he's in the Senate, she's raising two young girls at home. So I think of her as, absolutely, the ultimate in multitasker. She's very much a part of the political operation. That even, actually, if I go back for a minute, goes back to his congressional office, when she really runs it, when he's off during World War II for a brief period of time in California and in the Pacific. Bumping back up to the Senate, Lady Bird, especially once Lyndon becomes Senate majority leader, is the queen of the Senate spouses. And the world of Senate spouses, congressional wives, in the 1950s is very important. And so she is acquiring intelligence for Lyndon. She's probably spreading some. She's got her ears and eyes open. And she's in and out of his office all the time, very much part of his operation, part of his constituent development, part of his fundraising operation. She's really a core member of his political team. DAVIES: Yeah, there's this little description that appears somewhere in the book of Lyndon on the phone. You know, he's always on the phone talking, you know, building relationships, thanking people (laughter), you know, manipulating people - whatever. And then sometimes he would just hand the phone to his wife, Lady Bird, without a word. SWEIG: Back and forth all the time. In fact, there's a photograph, which I love, that's in the insert of the book that shows Lyndon sitting down in the chair and Lady Bird standing up. And she's wearing a sweater that shows the queen of hearts. And she and - she's on the telephone. He's looking at her. And she's sort of in the dominant position. They shared their political operation. And he relied on her, of course, because he knew that she had her own version of the Johnson treatment, I would say - the Johnson treatment being that ability to twist arms and charm and manipulate and guide. Lady Bird was expert at that. In fact, I'm wondering who learned it from whom in that pair. (LAUGHTER) DAVIES: Well, boy, he certainly was known for that. I mean, leaning in on people, putting the arm around them, just kind of a master, cajoler and manipulator. SWEIG: The difference, of course, is that Lady Bird, as one of her granddaughters says, was able to let people think that their - that they had come up with the idea. She was a collaborative deployer of power. She let people feel that they had some sense of ownership. She didn't need to take the credit - a very different approach, in a way. DAVIES: One of the remarkable things that you reveal in this book is a political strategy memo that Lady Bird Johnson wrote to her husband in - this was - would have been 1964. Set the context. What was the issue that they were addressing? SWEIG: Lyndon Johnson is in Washington, D.C., and in May of 1964, civil rights was stuck in the U.S. Congress, and LBJ was feeling a great deal of pressure from the war council that he kept on from JFK to become more and more deeply involved in Vietnam. Those two elements, which would come to define the LBJ presidency, are pressing on both Johnsons. And the other huge question for LBJ is whether he is going to run in the 1964 election for a term in his own right. That's coming up in November. He is at this point off the charts in terms of his approval rating, and yet he has a lot of doubt about whether he can continue to keep the country unified and achieve the political ambitions at home, civil rights and the Great Society programs of massive social services and government programs for the country's most needy. He doubts himself. And he and Lady Bird have been talking about whether he can sustain a presidency if elected in his own right. DAVIES: So what advice does she give him, and how does she present it? SWEIG: Well, here, instead of shorthand, she writes out in longhand nine pages of stenographic notebook, in outline form, the pros and the cons. And on the con side of not running - that is, if you - what she first does is she writes out a draft of a statement that he would read to the country, announcing his decision not to run. And she does that so that he can feel what it would feel like to actually take that step. It's a very brilliant piece of psychology, I think. And then she lays out how he would feel were he to go back to the ranch, how their friends and their allies would see such a decision, and she really paints a quite negative picture for him if he were to step out of politics so soon. Then on the pro side, she lays out the vision for running in November, being elected - most certainly - and although facing certain amounts of criticism that they can't anticipate, especially over Vietnam, which she talks about explicitly, she says, you should run again, and then in February or March of 1968, you can announce that you won't be running for an additional term. And of course, that's precisely what he does. DAVIES: We need to take a break here. Let me reintroduce you. We are speaking with Julia Sweig. Her new book is \"Lady Bird Johnson: Hiding In Plain Sight,\" drawn from audio diaries the first lady recorded of her years in the White House. We'll continue our conversation in just a moment. This is FRESH AIR. (SOUNDBITE OF MUSIC) DAVIES: This is FRESH AIR. And we're speaking with Julia Sweig. She has a new book called \"Lady Bird Johnson: Hiding In Plain Sight.\" It's drawn from audio diaries the first lady recorded of her years in the White House with her husband, Lyndon Johnson. Sweig is also the creator and host of a podcast series based on the recordings called \"In Plain Sight: Lady Bird Johnson.\" The other thing we know is that she had to deal with his occasional depression. And we have one excerpt that I wanted to hear from her diaries. This is from October 1965. You want to just set some context, tell us what was happening then? SWEIG: Sure. In October 1965, the - both the Civil Rights Act of 1964, the Voting Rights Act of 1965 have passed. The Johnsons are still very, very popular, and their Great Society programs are being funded and supported in Congress by both political parties and with national support. Lyndon Johnson has a gallstone attack over Labor Day in September, and so he has to go in for surgery to Bethesda Naval Hospital, which he schedules for October of 1965. It's a two-week stay. And Lady Bird moves into the hospital with him. And over the course of the two weeks, she's - he's running the country out of the hospital. He even signs 13 legislative bills. She comes back from her day at the White House, back to the hospital, discovers him in his hospital room, asking Supreme Court Associate Justice Abe Fortas to write out a statement of his resignation. He's so depressed from the - feeling buried by work that he's actually talking about stepping aside. DAVIES: So let's listen to this. This is, again, from the podcast that you are hosting, so we'll hear some music underneath Lady Bird's words. This is from Lady Bird's audio diary. And she begins by saying - by describing Lyndon Johnson's mood, then we hear her paraphrasing some things she's hearing him saying. She also refers to Hubert - that is, of course, the vice president, Hubert Humphrey. Let's listen. (SOUNDBITE OF PODCAST, \"IN PLAIN SIGHT: LADY BIRD JOHNSON\") JOHNSON: He was like a man whom an avalanche had suddenly fallen on. It was a trapped feeling. I want to go to the ranch. I don't want Hubert to be even able to call me. They may demand that I resign. They may even want to impeach me. So here is the black beast of depression back in our lives. DAVIES: Again, Lady Bird Johnson talking about her husband, Lyndon Johnson, in October 1965, when he was dealing with depression. You know, this is not easy, dealing with depression. What do we know about how she would help him? SWEIG: You know, there is a long history, and it isn't easy. She helped him by being present. She helped him by being patient. She had some experience going back to his recovery in 1955 from the heart attack of this kind of post-operative experience of incredible mood swings. That's not unique to Lyndon Johnson. But, you know, at a certain point, this is a long-standing marriage, Dave, and my sense is that, you know, she understood very well that at times he could feel absolutely buried and oppressed by the amount of work, but she also knew that work was his salvation, as it often is for people with depression. DAVIES: There's also the delicate matter of Lyndon Johnson's infidelities, which dated back decades before he entered the White House. What do we know of how much Lady Bird knew about them and how she handled it? SWEIG: You know, the question of his infidelities is one that's been swirling around the Johnsons, of course, for decades, as you say. In her diaries, Lady Bird says almost nothing about them. My take on that question is to respect her decision because, in the end, all of that talk of the - the salacious talk and the rumors and the gossip diminish her and turn her into his victim and deprive Lady Bird of substance. Now, having said that, what I infer from reading a great deal about the Johnsons in all of the secondary literature and her diary as well and many other - much other material, is that she, for the most part, chose not to see his behavior, but in some cases, she saw it clearly and knew about it. So I think we have to respect what Lady Bird is saying and see her choice to - and her obvious love for Lyndon as part of a very complicated long-term marriage. DAVIES: We're speaking with Julia Sweig. Her new book is \"Lady Bird Johnson: Hiding In Plain Sight.\" It's drawn from audio diaries the first lady recorded of her years in the White House. Sweig is also the creator and host of a podcast series based on the recordings called \"In Plain Sight: Lady Bird Johnson.\" She'll be back to talk more after this short break. I'm Dave Davies, and this is FRESH AIR. (SOUNDBITE OF MUSIC) DAVIES: This is FRESH AIR. And we're speaking with Julia Sweig. She has a new book about Lady Bird Johnson based on audio diaries that the first lady kept, as well as a host of other archival material. Her book is called \"Hiding In Plain Sight.\" She's also the creator and host of a podcast series which includes some excerpts of those recordings. It's called \"In Plain Sight: Lady Bird Johnson.\" So Lady Bird in the White House wanted to get some things done. And it's interesting. It didn't occur to me until I read your book that from the Kennedy assassination in November of 1963 through the next year and a half or so, there was no vice president in office, was there? (Laughter) Was she, in effect, kind of the stand-in? SWEIG: You know, it didn't occur to me either, but yes, in fact, she was. And even on the political trail, for example, when she is campaigning to support the Great Society programs and the war on poverty, the traveling press corps starts referring to her as Mrs. Vice President. This is a kind of indicator, kind of said with a wink in a jokey way, but it has some truth to it because there is no vice president. And Lady Bird is even sending Lyndon Johnson notes, comments on speeches and other notes during the day written on office of the vice president stationery, which, of course, Lyndon Johnson was the vice president. But she has a - she is a political surrogate on the campaign trail, at the White House, in meetings with business leaders and trade unionists. And she has an operational role helping to draft speeches and participating and giving him feedback. And she's just as much a part of the political operation as she always was, but more so now without a vice president. DAVIES: Yeah. I guess we should note that after that extended vacancy of that office, the Congress enacted the 25th Amendment to the Constitution, which provided for a clearer line of succession, right? Do I have this right? SWEIG: That's correct. Not until 1967. DAVIES: Right. So she gets into the White House, and there's plenty of ceremonial stuff to do. And she has to plan state dinners, et cetera, et cetera. But she wants to build a serious policy shop - right? - in the East Wing. This was not typical of most first ladies, was it? SWEIG: No. This is where Lady Bird Johnson's very, very different self and identity from Jackie Kennedy kind of liberates her to think about that blank canvas of being first lady, of having an opportunity and a platform and invent something that suits her own appetites and interests. She's totally devoted to reinforcing LBJ's own policy priorities, but she wants something for her own. And in 1964, before he is elected in his own right, she kind of dabbles. And that's where she begins to - and I'd never seen it before until I started looking - to speak a little bit about women's rights. This is, of course, one year after Betty Friedan has published \"The Feminine Mystique.\" It's two years after Rachel Carson on the environmental side has published \"Silent Spring.\" But in 1964, we see Lady Bird traveling around and also hosting at - back at the White House events that focus on women as professionals. She gives what to my mind is an incredibly forward-looking speech at a commencement ceremony at Radcliffe, where she basically tells - in June of 1964 - the graduating class that they can have it all, that they can become the total woman. I mean, it's downright Helen Gurley Brown-ish from Cosmo, but 20 years earlier. And yet she does it in this - in that East Texas accent and in that first lady quaffed delivery that it's kind of missed because she's not a bra burner, but there she is, impressing upon young women that they have the duty to have civic life, professional life and family life and that they can and must have it all. DAVIES: Lady Bird Johnson is, I guess, remembered most of all as the champion of beautification, specifically highway beautification. She hated this moniker, you make it clear. SWEIG: She made it clear, too. DAVIES: Yeah. Well, tell us more about her real agenda. It was - it went far beyond beautifying highways, right? SWEIG: Yes. Her beautification agenda starts - let's say it starts small in the sense that it starts with that ornamental idea that we associate with Lady Bird Johnson of planting flowers and shrubs and literally beautifying public spaces, especially in Washington, D.C., and especially places in white Washington and in touristy and monument Washington. But she's criticized very quickly for this and is personally quite uncomfortable with the idea that she's going to be just a first lady associated with planting flowers, even just a first lady associated with that 1965 bill, the highway beautification bill. What she's interested in - because it's so much part of her own background - is bringing access to nature in American cities, especially to residents of American cities who are the most underserved. Remember, she's in Washington, D.C. And Washington, D.C., is, at the time - well, and still - doesn't have representation as a state and has a large Black population and has very, very limited access to parks and swimming pools and recreation and access to nature, despite the abundant nature in Washington, D.C. So she's very devoted to trying to figure out how to increase access to nature for mostly Americans of color in American cities. DAVIES: Right. And of course, this is all - much of it consistent with the Great Society programs, that she sees urban poverty and urban blight as a real priority. She specifically focuses on Washington, D.C. And there's quite a story that you tell in the book about her pulling together architects and philanthropists and, you know, policy gurus and a lot of people with ideas and clout. And some big plans get underway for Washington, D.C. I mean, in the hundreds of millions of dollars, even billions, I guess. How far does it get? SWEIG: The Washington, D.C., story is one of my favorite because it's so unknown. And there's a part of Washington, D.C., along the Anacostia River - I think a lot of people are familiar with the Potomac River, but there are two rivers in Washington, D.C., and they meet. And the Anacostia River and the area around Anacostia River by the 1960s is both home to a lot of open space, green space that the National Park Service under the Department of Interior has control over, but is also very, very segregated, very, very poor. And so she brings together this constellation of individuals, the most important of whom is a landscape architect named Lawrence Halprin, who actually wound up designing the FDR monument that's in Washington, D.C., today. And Halprin - again, the East Wing doesn't have a budget, so she raises money from some New York philanthropists who are civil rights activists themselves to finance Halprin to come and develop what he calls a master plan for Washington, D.C., which is focused and increases in focus over time as riots around the country spark over and over again, which increases its focus on developing a huge public recreation space that would be desegregated and open to all Washingtonians - not primarily for the tourists, but for D.C. residents. The plan, which is, as you say, would take several years and several hundred million dollars to develop, ultimately, like so much of the Johnson presidency, doesn't get fully realized. The Johnsons leave office, and the momentum behind the plan falls apart. But her ambition around this, I think, is really tremendous, that she's so focused on bringing nature, recreation, community services to Washingtonians who have been completely marginalized for literally centuries. DAVIES: Let me reintroduce you. We're going to take another break here. We are speaking with Julia Sweig. Her new book is \"Lady Bird Johnson: Hiding In Plain Sight.\" It's drawn from a host of archival material and from audio diaries the first lady recorded of her years in the White House. Sweig is also the creator and host of a podcast series that includes excerpts of those recordings. It's called \"In Plain Sight: Lady Bird Johnson.\" We'll continue our conversation after this short break. This is FRESH AIR. (SOUNDBITE OF MUSIC) DAVIES: This is FRESH AIR. Our guest is Julia Sweig. Her new book is \"Lady Bird Johnson: Hiding In Plain Sight,\" drawn from archival research and from audio diaries that the first lady recorded of her years in the White House. Sweig is also the creator and host of a podcast series that includes excerpts of those recordings. It's called \"In Plain Sight: Lady Bird Johnson.\" Of course, the Johnson presidency accomplished a lot in the way of domestic policy, but it was defined in the minds of many at the time by the Vietnam War. You know, Johnson himself was always skeptical about putting more troops into Vietnam, but he really felt trapped politically by this, didn't he? SWEIG: Yes. LBJ felt trapped from the very beginning by the choices, as he saw them, in terms of Vietnam. By the beginning of 1964, we already had, I believe, 16,000 American troops - they were called advisers - in Vietnam. And over the course of 1963, some 300 Americans had already died. And when he came in, you know, he was insecure about his foreign policy chops. On domestic policy, as you say, Dave, he was quite confident and had a clear vision and saw where he needed to go and felt that he had the legislative experience and votes to get there. But on Vietnam, he felt a great deal of pressure from people like Robert McNamara and McGeorge Bundy, the members of the Kennedy War Council, who he purposely kept on board. In May of 1964 - you know, we were talking about that Portland strategy memo - McNamara has just come back from Vietnam, and he's putting out memorandum after memoranda pushing the president to escalate. And, of course, World War II for Lady Bird and for Lyndon is their frame of reference. He says frequently he doesn't want to be seen as the first American to lose a foreign war, but also, he's got in his mind the idea of betrayal, this notion that somehow the United States is responsible for supporting its allies. Saigon in South Vietnam was not the strongest ally, but yet in the world of Cold War geopolitics, he also felt that this idea that communism could spread was real. We look at that now and scoff at it, but it really did sit with him. And he also felt that in order to keep the political coalition together at home, that he needed for civil rights and Great Society and other social programs, he would have to satisfy the hawks who were also pushing for a stronger stance in Vietnam. DAVIES: As time wears on, opposition to the war grows. And, you know, there are riots in African American communities at some point, particularly after the assassination of Martin Luther King. A lot of African American leaders criticized the war. How did all this affect Lady Bird's public appearances? I mean, she must have run into this. SWEIG: She starts running into anti-war protesters by the end of 1966, when she's out doing her own events. The anti-war protests start before that, but it really starts to get into her gray matter by the second half of 1966. And we see it when she goes out to California. We see it especially as the anti-war movement on college campuses picks up. By the fall of 1967 - and here's, I think, a really important turning point for her - she's invited to go to Williams College and to Yale to inaugurate two brand-new environmental studies programs at each school. And this is now an issue. She's begun to shed the beautification moniker, and she's seen as a much more comprehensive environmentalist and sees herself that way. And she goes to participate in these events and is totally drowned out by anti-war protest. That's in the fall of 1967, at the very same time that her daughters are - well, her younger daughter is already married, and her older daughter is about to get married. And both the fiance of the latter and the spouse of the former are preparing to deploy to Vietnam. And she and her daughter Lynda start to host wounded vets privately at the White House. She begins through this personal experience and through the drowning out of her environmental message on college campuses and, overall, the intensity of American protest to feel that she's been rather isolated and living in a bubble and that that can't be. But at the same time, it sinks in with her that it's really tarnishing Lyndon's presidency. DAVIES: And so if we come to 1968, the year in which Lyndon Johnson was expected to run for a second term, and then he shocks the nation on the last day of March - right? - by announcing in a televised speech about Vietnam, at the end suddenly that he is withdrawing. He will not seek or accept the nomination of his party for president. So Johnson gets out of the race. Bobby Kennedy is assassinated over the summer. It's a horrific year. Richard Nixon ultimately wins the White House. Johnson dies in 1973 - what? - just a few years later. Lady Bird outlived him by 34 years. Didn't remarry, right? What did she do with her life thereafter? SWEIG: She lived as long after his death as they had been married. So it's a really extraordinary post-presidency for her. And she became a bit less of a public figure, but not so much. She was quite devoted to building, as an institution, the LBJ Library and Museum, the LBJ School of Public Affairs. She created something called the Lady Bird Johnson Wildflower Center, which is actually a beautiful place that, yes, focuses on native plants and wildflowers but has a significant environmental educational component to it outside of Austin. And she traveled around the world with her kids and grandkids. She had much more of a private life than she had had for all of those years with LBJ. She served on boards. She was on the board of the National Geographic Society, on the board of regents of The University of Texas. She was extremely active, but I think a bit less busy. DAVIES: You know, you were doing this research and writing about the first lady as we were experiencing a presidency unlike any other in the nation's history and a first family also like any other. As you were watching that unfold while you were immersed in this White House family of a different era, I don't know, did any particular thoughts or observations occur to you about what we were seeing? SWEIG: Well, I was grateful to Lady Bird Johnson for giving - leaving so much material behind that allowed me to, essentially, keep my head down and absorb myself in the 1960s and in the Johnson presidency. Of course, the political partnership that I learned about in writing about and researching Lady Bird's role in the Johnson presidency didn't exist in the last five years that I could see. Who knows? Maybe Melania Trump left a record. But, you know, the other thing that I think is instructive is - and sad, really - is that the political polarization and the racial reckoning that the United States has undergone in the last half-a-decade feels so similar to what the country was going through in the 1960s. And that's very humbling to see that the best intentions of reform and social change that the Johnsons brought to the White House really were working against a set of deeply structural and difficult issues that our country is still reckoning with. DAVIES: Well, Julia Sweig, thank you so much for speaking with us. SWEIG: Well, thank you. It's been a delight to talk with you, Dave. DAVIES: Julia Sweig's new book is \"Lady Bird Johnson: Hiding In Plain Sight.\" It's drawn from archival materials, including audio diaries the first lady recorded of her years in the White House. Sweig is also the creator and host of a podcast series based on the recordings called \"In Plain Sight: Lady Bird Johnson.\" This is FRESH AIR. (SOUNDBITE OF MUSIC) Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2021/03/22/979941503/hiding-in-plain-sight-corrects-the-record-on-lady-bird-johnson"
        },
        {
            "headline": "Neck And Neck In The Polls, Peru's Presidential Candidates Are Far Apart Politically",
            "author": "By  \n\n\n\n\n\n\n\n      Ailsa Chang\n    \n\n ,  \n\n\n      Adriana Tapia\n    \n\n ,  \n\n\n\n\n\n\n\n      Patrick Jarenwattananon",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 7,
                "year": 2021
            },
            "article_content": "NPR's Ailsa Chang speaks with Andrés Calderón, an independent lawyer and journalist, to check in about the Peruvian presidential election.  AILSA CHANG, HOST: And now to a nail-biter in Peru - one day after Peruvians voted for their next president, the results remain too close to call. The two candidates are neck and neck in the polls. But politically, they are quite far apart, leaving much of the electorate polarized at this moment. To help us understand what is happening, we're joined now by Andres Calderon, professor and researcher at University of the Pacific in Lima. Welcome. ANDRES CALDERON: Hi, Ailsa. Thank you for having me. CHANG: First of all, can you just tell us more about who these two candidates are? CALDERON: Keiko Fujimori is a political woman in Peru who has been running for president for the third time now. Most notably, she is the daughter of a former president and now-imprisoned president because of charges of corruption and violation of human rights - Alberto Fujimori. And Pedro Castillo is the leader of a political party of extreme left, who was most recently known in 2017, when he led a strike of teachers. He's a teacher of elementary school in Cajamarca, Peru, and he led this strike. After that, he joined Peru Libre, a political party that is running for president. CHANG: And how have Peruvian voters generally been talking about this choice, this very stark choice that they have between these two very opposite candidates, Fujimori and Castillo? CALDERON: Well, it has been a very extremely polarized election, and I believe that both Fujimori and Castillo have used the antagonism as their main source of speech. Fujimori has used allegations that voting for Castillo encompassed the return to poverty, to communism and even the rebirth of terrorism. On the other hand, Castillo did something similar, stating that a vote for Fujimori represented corruption, disregard for the working class and theft by the rich. So that leaves most of the population in a very difficult choice between which one is the lesser of two evils, and that has created a climate of tension and unrest in the population. CHANG: And I understand that as initial votes have been counted, it looked like Fujimori was in the lead, but there are still votes left to be counted. Where are those votes from? And who are they expected to favor? CALDERON: It's going to be a close call in the general election, but there has been huge differences in some national results. In 23 out of the 27 electoral regions in Peru, one of the candidates won by a 10% or more margin - Fujimori capturing the interest of voters mostly in the capital city, Lima, and in the north region of Peru, and Castillo having won the preferences by the people in the Andean region and in the south of our territory. CHANG: You know, I have to ask. This election is happening as Peru is struggling with an enormous economic crisis and one of the world's highest COVID death rates per capita. And I mean, just last year, the country had three different presidents within the span of one week. What can a newly elected president feasibly do in this kind of climate? CALDERON: Right. No political party will have a majority of seats in the Congress. I believe that part of the political turmoil that we had in Peru - and we had, as you mentioned, three presidents in just one week - was due to this very stressing struggle between the Congress and the executive branch. This will probably not happen in the same manner in 2021, but that will also depend of how willing are any of those two candidates to extend a branch of peace and to try to create some kind of breach (ph) of communication between political parties in our current scenario. CHANG: Andres Calderon is a columnist and also a professor at University of the Pacific in Lima. Thank you so much for joining us today. CALDERON: Thank you so much for having me, and good day. (SOUNDBITE OF MUSIC) Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "working class",
            "url": "https://www.npr.org/2021/06/07/1004075878/neck-and-neck-in-the-polls-perus-presidential-candidates-are-far-apart-political"
        },
        {
            "headline": "Top Republicans Work To Rebrand GOP As Party Of Working Class",
            "author": "Susan Davis",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 13,
                "year": 2021
            },
            "article_content": "Rep. Jim Banks, R-Ind., here in 2017, is pushing his party to focus on working-class voters as a way to win back the House of Representatives in the 2022 midterms and the White House in 2024.\n                \n                    \n                    Bill Clark/CQ Roll Call via Getty Images\n                    \n                \nhide caption Rep. Jim Banks, R-Ind., here in 2017, is pushing his party to focus on working-class voters as a way to win back the House of Representatives in the 2022 midterms and the White House in 2024. A growing number of working-class voters were drawn to Donald Trump's Republican Party, and now top Republicans are searching for ways to keep those voters in the fold without Trump on the ballot. \"All of the statistics and polling coming out of the 2020 election show that Donald Trump did better with those voters across the board than any Republican has in my lifetime since Ronald Reagan,\" Rep. Jim Banks, R-Ind., told NPR. \"And if Republicans want to be successful as a party, win the majority in 2022, win back the White House in 2024, I think we have to learn lessons that Donald Trump taught us and how to appeal to these voters.\" Since 2010, the most significant growth in the Republican coalition has been white voters without a college degree — an imperfect but widely used metric to quantify the working-class voting bloc — along with some marginal growth among similarly educated Black and Hispanic voters. Banks believes the only winning path forward for the GOP is to reimagine itself permanently as the party of working-class America. Banks is the chairman of the Republican Study Committee, a conservative faction in the House long rooted in small government, low taxes and social conservatism, and he recently sent a six-page memo to House Minority Leader Kevin McCarthy, R-Calif., making his case. For Banks, it means tougher immigration laws and cracking down on China, Big Tech and, perhaps most provocatively for the GOP, corporate America. \"For too long, the Republican Party fed into the narrative and the perception that the Republican Party was the party of big business or the party of Wall Street,\" Banks said. Read the full memo below: Republicans are increasingly comfortable attacking corporations these days, a political stance made easier after Wall Street donors gave more to President Biden in 2020, major companies halted donations to Republicans who objected to Electoral College results on Jan. 6, and as companies take more liberal positions on controversial issues such as Georgia's new voting law. Senate Minority Leader Mitch McConnell, R-Ky., last week issued a rare public lashing toward companies that oppose the law. \"My warning, if you will, to corporate America is to stay out of politics. It's not what you're designed for,\" he said. McConnell — a top recipient of corporate political donations — walked back his comments, but not a statement his office released warning corporations of \"serious consequences\" for \"behaving like a woke parallel government.\" Top Senate Republicans — some considering 2024 presidential runs — have been echoing the call to remake the party even before the 2020 election. \"We've got a big battle in front of us, Republicans do, to try and make this party truly the party of working-class America,\" Sen. Josh Hawley, R-Mo., said in November. He's among a number of Senate Republicans who have taken recent positions that run counter to longstanding party orthodoxy, such as linking up with Sen. Bernie Sanders of Vermont in support of stimulus checks last year and supporting a mandatory $15 minimum wage for companies with annual revenues over $1 billion. Others include Florida's Marco Rubio, who recently sided with pro-union forces in an organizing dispute at Amazon and speaks frequently of \"common good capitalism,\" and Utah's Mitt Romney, who has introduced legislation to expand the welfare state to provide more generous benefits to combat child poverty. \"I think the claim that says the Republican Party is the party of the working class is at best, insincere, and more likely, political misdirection and rebranding exercises,\" said John Russo, a visiting scholar at the Kalmanovitz Initiative for Labor and the Working Poor at Georgetown University and a co-editor of the publication Working-Class Perspectives. The working-class vote is complicated and too often confused with whiteness when about 40% of the working-class vote is people of color, Russo said. Their support also didn't cut overwhelmingly toward Republicans in 2020. Biden still won a majority of voters who earn less than $50,000 year, while Trump won a majority of voters who earn over $100,000 a year. Russo said about one-third of working-class voters are considered persuadable in elections, and it's never reliable whether cultural or economic forces will drive their vote. \"The working class, like all of us, carry multiple identities, race, class, gender, religious, geographic, and people may vote different parts of their identity as situations and moments change in their lives.\" Democrats are not ceding this vote without a fight, led by a new president with a blue-collar upbringing who wants to enact the most radical economic investment in working people since the New Deal, with a message to sell it targeted almost squarely at the working-class vote. \"I'm not trying to punish anybody, but damn it, maybe it's because I come from a middle-class neighborhood, I'm sick and tired of ordinary people being fleeced,\" Biden said in a recent speech promoting his $2 trillion infrastructure and economic stimulus plan. Republicans think Democrats are overreaching with their economic largesse. Banks compared Biden's plans to a feel-good sugar high that will lead to a crash. \"And I predict it will crash long before the 2022 midterm election, as we see a lot of government spending inflate the economy, but then when it bottoms out and American workers, blue-collar working-class Americans feel the effect of it, they're gonna blame Joe Biden and Democrats for it,\" he said. The battle for the working class is even more urgent for the two parties because it's a growing bloc of voters. Since the 2008 financial crisis, Russo said, more middle-class people have slid economically backward and are experiencing what he calls \"the fragility of working-class life.\"",
            "bias": "working class",
            "url": "https://www.npr.org/2021/04/13/986549868/top-republicans-work-to-rebrand-gop-as-party-of-working-class"
        },
        {
            "headline": "Israeli Politicians Say They Have Reached A Deal That Would Oust Netanyahu",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 2,
                "year": 2021
            },
            "article_content": "Israeli opposition leader Yair Lapid and his partner say they have finalized a new governing coalition that would end Prime Minister Benjamin Netanyahu's 12-year rule.\n                \n                    \n                    Oded Balilty/AP\n                    \n                \nhide caption Israeli opposition leader Yair Lapid and his partner say they have finalized a new governing coalition that would end Prime Minister Benjamin Netanyahu's 12-year rule. JERUSALEM — Prime Minister Benjamin Netanyahu's opponents on Wednesday announced they have reached a deal to form a new governing coalition, paving the way for the ouster of the longtime Israeli leader. The dramatic announcement by opposition leader Yair Lapid and his main coalition partner, Naftali Bennett, came shortly before a midnight deadline and prevented the country from plunging into what would have been its fifth consecutive election in just over two years. \"This government will work for all the citizens of Israel, those that voted for it and those that didn't. It will do everything to unite Israeli society,\" Lapid said. Under the agreement, Lapid and Bennett will split the job of prime minister in a rotation. Bennett will serve the first two years, while Lapid is to serve the final two years. The historic deal also includes a small Islamist party, the United Arab List, which would make it the first Arab party ever to be part of a governing coalition. The agreement still needs to be approved by the Knesset, or parliament, in a vote that is expected to take place early next week. If it goes through, Lapid and a diverse array of partners that span the Israeli political spectrum will end the record-setting 12-year rule of Netanyahu. Netanyahu, desperate to remain in office while he fights corruption charges, is expected to do everything possible in the coming days to prevent the new coalition from taking power. If he fails, he will be pushed into the opposition. Netanyahu has attempted to put pressure on hard-liners in the emerging coalition to defect and join his religious and nationalist allies. Knesset Speaker Yariv Levin, a member of Netanyahu's Likud party, may also use his influence to delay the required parliamentary vote. Lapid called on Levin to convene the Knesset for the vote as soon as possible. Netanyahu has been the most dominant player in Israeli politics over the past three decades — serving as prime minister since 2009 in addition to an earlier term in the late 1990s. Despite a long list of achievements, including last year's groundbreaking diplomatic agreements with four Arab countries, he has become a polarizing figure since he was indicted on charges of fraud, breach of trust and accepting bribes in 2019. Each of the past four elections was seen as a referendum on Netanyahu's fitness to rule. And each ended in deadlock, with both Netanyahu's supporters as well as his secular, Arab and dovish opponents falling short of a majority. A unity government formed with his main rival last year collapsed after just six months. The new deal required a reshuffling of the Israeli political constellation. Three of the parties are led by hard-line former Netanyahu allies who had personal feuds with him, while the United Arab List made history as a kingmaker, using its leverage to seek benefits for the country's Arab minority. \"This is the first time an Arab party is a partner in the formation of a government,\" the party's leader, Mansour Abbas, told reporters. \"This agreement has a lot of things for the benefit of Arab society, and Israeli society in general.\" Lapid, 57, entered parliament in 2013 after a successful career as a newspaper columnist, TV anchor and author. His new Yesh Atid party ran a successful rookie campaign, landing Lapid the powerful post of finance minister. But he and Netanyahu did not get along, and the coalition quickly crumbled. Yesh Atid has been in the opposition since 2015 elections. The party is popular with secular, middle-class voters and has been critical of Netanyahu's close ties with ultra-Orthodox parties and said the prime minister should step down while on trial for corruption charges. Bennett, meanwhile, is a former top aide to Netanyahu whose small Yamina party caters to religious and nationalist hard-liners. Bennett was a successful high-tech entrepreneur and leader of the West Bank settler movement before entering politics. It is far from certain that their coalition will last that long. In order to secure the required parliamentary majority, Lapid had to bring together eight parties that have little in common. Their partners range from a pair of dovish, left-wing parties that support broad concessions to the Palestinians to three hard-line parties that oppose Palestinian independence and support West Bank settlements. Lapid's Yesh Atid and Blue and White, a centrist party headed by Defense Minister Benny Gantz, and the United Arab List are the remaining members. The coalition members are hoping their shared animosity to Netanyahu, coupled with the agreement that another election must be avoided, will provide enough incentive to find some common ground. \"Today, we succeeded. We made history,\" said Merav Michaeli, leader of the dovish Labor Party. The negotiations went down to the wire, with Labor and Yamina feuding over the makeup of a parliamentary committee. Earlier this week, when Bennett said he would join the coalition talks, he said that everyone would have to compromise and give up parts of their dreams. During the recent election campaign, Bennett had publicly vowed never to share power with Lapid or an Arab party. But facing the prospect of another unwanted election, Bennett, like the others, found flexibility. In order to form a government, a party leader must secure the support of a 61-seat majority in the 120-seat Knesset, or parliament. Because no single party controls a majority on its own, coalitions are usually built with smaller partners. Thirteen parties of various sizes are in the current parliament. As leader of the largest party, Netanyahu was given the first opportunity by the country's figurehead president to form a coalition. But he was unable to secure a majority with his traditional religious and nationalist allies. Netanyahu, who in the past has incited against Israel's Arab minority, even attempted to court the United Arab List but was thwarted by a small ultranationalist party. After Wednesday's coalition deal was announced, that party, the Religious Zionists, angrily accused Bennett of betraying Israel's right wing. \"We won't forget and we won't forgive,\" said Bezalel Smotrich, leader of the Religious Zionists. After Netanyahu's failure to form a government, Lapid was then given four weeks to cobble together a coalition. That window was set to expire at midnight. Lapid already faced a difficult challenge bringing together such a disparate group of partners. But then war broke out with Hamas militants in the Gaza Strip on May 10. The fighting, along with the eruption of Arab-Jewish mob violence in Israeli cities during the war, put the coalition talks on hold. But after a cease-fire was reached on May 21, the negotiations resumed, and Lapid raced to sew up a deal. He reached a breakthrough on Sunday when Bennett, a former ally of Netanyahu, agreed to join the opposition coalition.",
            "bias": "middle class",
            "url": "https://www.npr.org/2021/06/02/1002631402/israeli-politicians-say-they-have-reached-a-deal-to-oust-netanyahu"
        },
        {
            "headline": "Hondurans are hopeful and skeptical as votes for president are counted",
            "author": "Carrie Kahn",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 29,
                "year": 2021
            },
            "article_content": "Hondurans went to the polls Sunday to elect a new president, but many people in the impoverished country hold little hope that democracy will solve their problems.  MARY LOUISE KELLY, HOST: To Honduras now, where an opposition leftist leader continues to hold a double-digit lead in yesterday's presidential election. The official result may not come for another month, but Hondurans are celebrating what appears to be a victory for democracy in a country more accustomed to violence and corruption. NPR's Carrie Kahn reports. CARRIE KAHN, BYLINE: Elisa Flores and her mother headed to the polls in their middle-class neighborhood in the Honduran capital yesterday. ELISA FLORES: We're ready for change in this country. KAHN: Both went for Xiomara Castro, a former first lady and leftist. Flores pushed her grandmother's wheelchair up the steep concrete street to a local elementary school outfitted with nearly a dozen polling places. FLORES: I think we've had a very long time of being ruled by a class that doesn't really care about the people, about the people with poor needs. KAHN: Flores, who is 25 and works in the government's judicial system, says she is really hopeful for the future and that her vote will count. FLORES: I think that my voice matters and everyone's voices matters, and the results should reflect that. KAHN: Her grandmother Daisy Ajuero, who is 77, is not so confident. DAISY AJUERO: (Speaking Spanish). KAHN: \"It's bad. There is no democracy here,\" she says. Elder Hondurans have a lot of reasons to be skeptical. Since transitioning from military rule in the 1980s, the Honduran democratic experience has been rocky at best. In 2009, the elected president was escorted out of the country by the military in his pajamas. Successive governments became increasingly corrupt, with the last eight years of President Juan Orlando Hernandez and his national party embroiled in multiple scandals. Hernandez's brother is serving a life sentence in a U.S. prison on drug trafficking charges. Hernandez denies allegations that he aided the international operation. Sick of the corruption, Hondurans yesterday came out in droves. UNIDENTIFIED PERSON #1: (Speaking Spanish). KAHN: A poll worker unfolds cast ballots, calling out the name of the presidential pick in a cavernous gym turned into multiple voting sites yesterday. Young voters fueled turnout to more than 60%. This was the first time voting for 24-year-old Evans Varella. EVANS VARELLA: (Speaking Spanish). KAHN: He also went for the opposition leader Castro, saying he hopes change is coming. He says he had to put his faith in something. That's quite a leap, given that opinion polling shows Hondurans have the lowest level of faith in democracy in Latin America, and so many of late have been voting with their feet. Tens of thousands of Hondurans have been leaving the country for the U.S. in recent months. The pandemic and back-to-back hurricanes last year have left the economy in ruins. Eric Olson, a Central America expert with the Seattle International Foundation, says given the region's tilt toward authoritarianism, especially in Nicaragua and El Salvador, Honduras looks like a bright spot. ERIC OLSON: And the U.S. needs to take that seriously and find every possible way to support this movement towards support for democratic change. UNIDENTIFIED PERSON #2: (Speaking Spanish). KAHN: An ice cream vendor pedals down the dirt roads past the low-slung block houses in the dangerous Rivera Hernandez neighborhood of San Pedro Sula in northern Honduras. Araceli Mejia Alvarado sits in her front dirt yard. She says her husband was murdered three years ago, and the police have done nothing to find his killers. ARACELI MEJIA ALVARADO: (Speaking Spanish). KAHN: The 47-year-old single mother of three says democracy was lost a long time ago in Honduras. A Christian nonprofit group is helping to investigate her husband's murder. She thinks about immigrating to the U.S. But she voted for the opposition, too, and says for now, she's going to stay put. Carrie Kahn, NPR News, Tegucigalpa, Honduras. (SOUNDBITE OF CEX'S \"GET IN YR SQUADS\") Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "middle class",
            "url": "https://www.npr.org/2021/11/29/1059861834/hondurans-are-hopeful-and-skeptical-as-votes-for-president-are-counted"
        },
        {
            "headline": "The latest on the race for governor in New Jersey",
            "author": "By  \n\n      Nancy Solomon",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2021
            },
            "article_content": "The race for governor in New Jersey between incumbent Phil Murphy, a Democrat, and Republican Jack Ciattarelli is neck-and-neck despite pre-election polls predicting a double-digit lead for Murphy.  AUDIE CORNISH, HOST: It was a nail-biter, but the Democratic governor in New Jersey has won his reelection. Gov. Phil Murphy had led his Republican challenger by double digits in the polls, but rather than the decisive win he may have hoped for, he squeaked by his Republican challenger, Jack Ciattarelli, by the tiniest of margins. We're joined now by Nancy Solomon, who covers New Jersey politics for member station WNYC. Hey there, Nancy. NANCY SOLOMON, BYLINE: Hi. CORNISH: So we're saying here that the Democratic governor has won his reelection. What are they saying on the ground? SOLOMON: Well, The Associated Press called the race with Murphy leading by 19,000 votes. That's a tiny margin in a state with 6 1/2 million registered voters. But there doesn't appear to be any path to victory for Ciattarelli. All the counties that lean Republican are 100% in, and the counties that still have ballots to count are heavily Democratic. There are still an unknown number of mail-in ballots, but those tend to break for Democrats. So the expectation is Murphy's lead will grow over the next few days. The Ciattarelli campaign is angry about the calling of the race and doesn't appear ready to concede, however. CORNISH: New Jersey has always thought to have been a blue state. Both houses of the state Legislature are controlled by Democrats. Much of the congressional delegation is also Democratic. What happened that made this race so tight? SOLOMON: I don't think Murphy had the right message for the moment. He tried over and over again, like we saw in the race in Virginia, to paint Jack Ciattarelli as a Trump extremist. And that was done at the cost of not talking about what he was doing for moderate, middle-class suburbanites. He needed to tell them more clearly what he had done on taxes or how he improved school funding, and he didn't explain some of the culture-war issues that Ciattarelli raised. Murphy would say Ciattarelli was being divisive. But he needed to explain why, for instance, it's the right thing to do, say, to include gay and lesbian identity in the school curriculum. Here's a cut of tape of Ciattarelli talking about it. (SOUNDBITE OF ARCHIVED RECORDING) JACK CIATTARELLI: I've heard parents, particularly mothers, say that a young child came home questioning their sexuality, questioning their gender. If that's the consequence of what's being taught, that should tell us there's something terribly wrong with this curriculum. SOLOMON: Murphy's campaign thought that would sink him, but it turned out that that really tapped into a lot of concern going on in the exurbs, that outer ring of suburban New Jersey. CORNISH: Some have called Murphy, really, one of the most progressive governors in the country. What does this narrow win mean for his second term? SOLOMON: He's not going to have such a large Democratic majority in the state Legislature. A bunch of Democrats lost their seats. Even the very powerful Senate president may go down. Some progressives today are making the argument that the fall of some centrist, powerful Democrats in the Legislature will actually free up Murphy to be more progressive, not less. And Murphy will also be freed up because he'll be term-limited out so he doesn't have to worry about his next reelection. CORNISH: Once it's official, does this mean Murphy has made a little bit of history? SOLOMON: Yes, it does. He becomes the first Democratic governor to win reelection since 1977, which is just extraordinary - strange for a blue state. But I think what Ciattarelli, you know, showed us is there are still a lot of moderate voters in New Jersey who can tip a statewide race one way or the other. CORNISH: Nancy Solomon from member station WNYC covers New Jersey politics. Thanks for your excellent reporting on this. SOLOMON: Thanks for having me. Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "middle class",
            "url": "https://www.npr.org/2021/11/03/1052079438/the-latest-on-the-race-for-governor-in-new-jersey"
        },
        {
            "headline": "News brief: Capitol Hill agenda, Florida school shooting, school board elections",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n\n\n\n\n\n      Scott Detrow",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 20,
                "year": 2021
            },
            "article_content": "Democrats aim to wrap up their to-do list. A Florida school district will pay $25 million to the families of Parkland shooting victims. School board elections are the new political battlefields.  STEVE INSKEEP, HOST: What happens when you wrap what seems like a president's whole agenda into just one bill in Congress? SCOTT DETROW, HOST: Well, we now know the answer is frustration. Now, we don't know that that will be the final answer. Democrats are so focused on a budget measure right now because it's likely the only other substantive bill that they can pass this year against Republican opposition. They've been negotiating among themselves about how much to spend on climate change, health care, child care, college tuition and more. INSKEEP: We've talked about this legislation a lot, but we've come back to it this morning because NPR's Deirdre Walsh has found some progress. Deirdre, good morning. DEIRDRE WALSH, BYLINE: Good morning, Steve. INSKEEP: Are they getting closer to an agreement here then? WALSH: Well, Democrats I talked to last night believe there is actually some new momentum. They're actually talking about the policies now, not just the price tag. California Democrat Ro Khanna - he's a member of the Progressive Caucus - he met with President Biden yesterday in the Oval Office for almost two hours. Here's what he said last night. RO KHANNA: I felt that we're closer to a deal than I ever, ever felt before. I felt the president is engaged in the details of the negotiation in a way that he hasn't been before. WALSH: Khanna and other Democrats say the framework that is now emerging is one that keeps the bulk of the policy priorities that Democrats have been talking about for some time, things like paid family leave, universal pre-K, expanding Medicare to cover vision and hearing, elder care. But the package is going to be significantly scaled back. It's going to be down from the $3.5 trillion they originally set for this proposal to now around $2 trillion. So in order to keep this wide range of policies they still want to do, they're going to keep them - keep various policies in for shorter amounts of time. One example they talked about was extending the child tax credit for just one year through 2023. But on the climate agenda, Biden's centerpiece program... INSKEEP: Yeah. WALSH: ...This program that creates incentives for utilities to use greener technologies, that's not going to be in the final deal. So Democrats are now looking at alternatives to try to meet those same targets that he set to reduce greenhouse emissions. Another item that's not expected to be in the final deal is the president's proposal for two years of free community college. And as we've talked about on this program many times, it's really all coming down to those two moderate Senate Democrats, West Virginia Senator Joe Manchin, Arizona Senator Kyrsten Sinema, about what they'll accept. And Democrats are now even saying that they have their own parking spots at the White House. INSKEEP: (Laughter) Well, you know, you got to be ready to have talks with the two of them because it's come down to that. Democrats need every single vote to get to 50, plus the vice president being 51. It is interesting to hear Ro Khanna say there that Joe Biden is engaged in the details in a way that he wasn't before because there was a time when Democrats thought they'd pass this bill in September. There's a time now they think they're going to pass it in October. But is that really going to happen? WALSH: Right. It's really hard to see that's - that happening. I mean, they're now setting sort of a new deadline, this goal of having a framework for the scaled-down proposal by the end of this week. But members are really frustrated and feeling really like time is running out. Senate Budget Committee Chairman Bernie Sanders is really frustrated about the holdouts in his caucus, and he said senators recognize they really need to set the final details soon. Here's Senator Sanders. BERNIE SANDERS: There have been, quote-unquote, \"negotiations\" month after month after month and that it is now time to fish or cut bait. WALSH: I mean, the other goal the Democrats are talking about is trying to get this framework together before the president and congressional Democrats head to a climate summit at the end of the month. But this is still going to be a really heavy lift for Democrats to come together. INSKEEP: Just got a few seconds here, but the House panel investigating the January 6 attack seems to be moving ahead with contempt charges or a contempt referral against Steve Bannon. Where are they going with that? WALSH: Yeah, this will be on the House floor tomorrow. It's expected to pass, and then it will be referred to the U.S. Attorney's Office here in Washington. And then the attorney general decides whether or not he's going to charge Bannon with criminal contempt, and that could mean jail time. INSKEEP: NPR's Deirdre Walsh. Thanks for the update. WALSH: Thank you. (SOUNDBITE OF MUSIC) INSKEEP: The gunman charged with killing 17 people and wounding others at Marjory Stoneman Douglas High School is expected in court in Florida today. DETROW: His lawyers say he will plead guilty to all charges, although whether he'll face the death penalty or life in prison is still in question. Today's hearing comes more than 3 1/2 years after the shooting in Parkland, and it is happening as the Broward County School District closes in on an agreement to pay $25 million to the victims' families. INSKEEP: So we have criminal proceedings and then also civil proceedings when we talk about paying a settlement. A lot to catch up on - and NPR's Greg Allen is on this story. Greg, good morning. GREG ALLEN, BYLINE: Good morning, Steve. INSKEEP: Who does the settlement affect? ALLEN: Well, all of our information about this so far comes from a lawyer who's representing some of the families. There are a few details, and the school district isn't commenting until the agreement is finalized. But according to the lawyer David Brill, the largest payments will go to the families of the 17 people killed. The agreement will also settle claims of all but one of those who were injured in the shooting. One of the most severely injured, student Anthony Borges, is seeking his own settlement with the school district. It also includes payments to 19 people who suffered trauma in the shootings. INSKEEP: OK. So $25 million split many ways - the families satisfied? ALLEN: Well, David Brill, who represents five of the families, says that the settlement, in his words, provides a measure of justice and accountability. He called it fair and, frankly, remarkable. Many of the families who've spoken out really are more focused now on the hearing of the former student who's charged in the school shooting, which is happening today. INSKEEP: Nikolas Cruz is his name. He's expected to change his plea to guilty on all counts. Any idea why? ALLEN: Well, the defense isn't saying. For years, Cruz's lawyers have sought a plea deal where he would plead guilty to all charges if he could avoid the death penalty and instead get consecutive life sentences, which would mean he'd die in prison. There's little question Cruz is the person who went on the shooting spree at the school in 2018. Numerous witnesses identified him. There's surveillance video. There's recordings he made himself before the shooting. And he reportedly confessed to authorities afterwards. Prosecutors and many of the families, though, have been adamant that they will only be satisfied with a death sentence. Here's Fred Guttenberg, whose daughter Jaime was one of those killed. He spoke yesterday on MSNBC. (SOUNDBITE OF MSNBC BROADCAST) FRED GUTTENBERG: I hope this person pays the price with his life. I do. The penalty phase for me is a really important part of our ability to move forward as families. ALLEN: If Cruz pleads guilty on all counts, the trial will move immediately then to the sentencing phase. INSKEEP: And how does that work? Is that just the judge, or is there a jury deciding on a death penalty, for example? ALLEN: Well, it's up to the defense, but it does seem likely they'll look for a jury to come up with the sentence. The judge has said jury selection will begin next month with a sentencing phase of the trial getting underway perhaps in January. There are lots of issues, though, here. It may take some time to seat an impartial jury in an area that was hit hard by the trauma of the school shooting and still recovering. The defense may be hoping that in changing his plea, Cruz will show he's acknowledging his guilt and avoid the death penalty. The defense will probably offer testimony about Cruz's well-documented mental health issues, but the jury's also likely to hear extensive testimony by victims and their families. In the end, you know, the decision by the jury to sentence him in Florida now has to be unanimous, and so that'll be the key thing that the defense will be resting on. INSKEEP: NPR's Greg Allen with an update on many things having to do with the shooting. Thanks so much. ALLEN: You're welcome. (SOUNDBITE OF MUSIC) INSKEEP: OK. Fights over masks and vaccine mandates and parental rights and history lessons have been turning school board meetings into political battlefields. DETROW: And that means that school board elections around the country this fall will become an early test for whether that outrage actually motivates votes. INSKEEP: NPR White House correspondent Tamara Keith traveled to Ohio last week to look at how it plays out in one district. Hey there, Tam. TAMARA KEITH, BYLINE: Good morning. INSKEEP: Where'd you go? KEITH: So I went to Centerville. It's a suburb of Dayton. This November, residents will vote in a school board race that is turning neighbors against each other in a way that they say even the 2020 presidential election did not. INSKEEP: Wow. KEITH: It's - yeah, I was surprised. It's a good example of how national issues have crept into even the most local of races. This spring, dozens of people started showing up at school board meetings that normally would only attract a handful, and they were outraged about kids having to wear face masks. Now there is a slate of three candidates who label themselves as conservatives. They're challenging the incumbents, trying to take control of the five-member board. Here's Heather Schultz, one of the challengers. HEATHER SCHULTZ: We absolutely respect a parent's right to put a mask on their child or not. UNIDENTIFIED PERSON: Absolutely. SCHULTZ: If you want to send your kid in a mask or if you want to have them get any vaccine of any kind, that is absolutely your decision. And as a board member, we will not make those decisions for you. We will respect yours. KEITH: They weren't involved in school board issues before, but the pandemic changed that. And Schultz says they just felt like they had to run because the school board wasn't listening to them on things like masks, which they don't want their kids to have to wear; vaccines, which they call experimental, and diversity education, which they say is discriminatory. INSKEEP: What do the incumbents say about all that? KEITH: They are bewildered and even scared. At one meeting in August, they had security at every door and planned out a safe room to get to because of how heated things were getting. I talked to David Roer. He's served on the board for 28 years, and he told me about one incident. DAVID ROER: On a Saturday night in the dark, starts ringing the doorbell, starts yelling and screaming at us, you're what makes America bad. I had to call the police. KEITH: The challengers say they don't condone violence or threats, and they're shocked by how heated the race has become. INSKEEP: I'm glad for your focus on this one race because this is a story that could be multiplied across the country. There have been disputes in my own hometown in Indiana. They're in Virginia. They're all over the place. If people are that worked up about local school board races, could that affect more national races to come, like for Congress in 2022? KEITH: Yeah, the outcomes in these school board races will probably give us a sense of whether there is a real uprising among parents or whether this is a lot of noise. But Republicans who lost a lot of ground in the suburbs over the past eight years are hoping that schools will provide a winning issue for them. Christine Matthews is a Republican pollster. She's not convinced. She spends a lot of time doing focus groups with suburban women. CHRISTINE MATTHEWS: This is not something that's going to bring a swing suburban mom into the fold. In fact, what swing women tell me that they hate almost more than anything right now is the division between people in our country, the fights. KEITH: She says there could actually be a backlash to the chaos. But Republican politicians see opportunity there, and you're seeing this play out in the Virginia governor's race right now. INSKEEP: Yeah. And we'll have a result on that coming right up next month. Tamara, thanks so much. KEITH: You're welcome. INSKEEP: NPR's White House correspondent Tamara Keith. (SOUNDBITE OF MUSIC) Copyright © 2021 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "medicare",
            "url": "https://www.npr.org/2021/10/20/1047532206/morning-news-brief"
        }
    ]
}