{
    "Biases": [
        "socioeconomic",
        "poverty line",
        "working class",
        "middle class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "Israeli Election Campaign Includes Much Maneuvering",
            "author": "By  \n\n      Sheera Frenkel",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 1,
                "year": 2013
            },
            "article_content": "Israel's parliamentary elections are just three weeks away. This campaign season has included a series of surprising political maneuvers. Israelis say they are a bit befuddled by the political musical chairs, and are looking for new parties.  DAVID GREENE, HOST: Imagine getting ready to vote in an election and having no idea what the parties stand for or even who's running for which party. Well, that's close to the reality in Israel, where the political stakes are always high. Parliamentary elections are in just three weeks but a series of dizzying political maneuvers has left voters confused. Sheera Frenkel reports. SHEERA FRENKEL, BYLINE: A couple of weeks ago, this advertisement by the left-wing Meretz Party went viral. (SOUNDBITE OF AD) FRENKEL: In it, a group of old men talk about how they will vote in Israel's upcoming election. Here, one of them is saying, I'll vote for that one woman if I can just figure out what party she's in. His friends fumble the various political party names and then conclude: what does it matter? They're all the same. In the months leading up to the January 22nd vote, Israeli politicians from a myriad of political parties have swapped and shifted alliances at a dizzying rate, leaving many Israeli voters unsure of who they are voting for. Michal Voll, a psychologist in Tel Aviv, says that many Israelis are still unclear what the parties stand for or what differentiates them. MICHAL VOLL: People here are very tired, you know, of hearing about, and it all sounds like the same kind of mumbo-jumbo stuff. And so I think the parties need to say something. I mean, some of them haven't really even said anything. FRENKEL: In Israel, there are no set debates or platforms where parties can hammer out their positions on various issues. Each party constructs its own campaign, and runs as a list. At the top of that list is the party's candidates for prime minister. Polls consistently show sitting Prime Minister Benjamin Netanyahu's Likud Party winning a majority of the votes in a strengthened right-wing alliance. The same polls show dwindling support for Israel's longstanding left wing movements, including Meretz and the Labor Party. Amnon Krakotzkin, professor of Jewish history at Ben Gurion University, says that some in Israel are abandoning what he calls the old-fashioned left-wing in favor of new parties - some of them surprising. AMNON KRAKOTZKIN: I think in these elections you will find more Israeli Jews supporting the Arab parties. FRENKEL: A handful of political groups representing Israel's Arab citizens have long had a few seats in the Israeli parliament but have failed to draw the support of left-wing Israelis. But this year, a new party called Da'am has gained momentum with a joint list of Jews and Arabs fighting for socioeconomic changes. It is headed by Asmaa Agbarieh-Zahalka, a young mother and political activist. CROWD: (Singing in foreign language) FRENKEL: In this campaign ad, video of the Arab Spring movements in Egypt and Tunisia plays in the background as Asmaa says that Israelis and Palestinians need to join the region in revolution. Zahalka says that what makes her party unique is that it draws support from all sectors of society. ASMAA AGBARIEH-ZAHALKA: Arabs and Jews and Russians, all kind of sectors that used to vote as sectors and in this election decided that they want to bring a change to bring peace and to bring social change. FRENKEL: She says that until now Israel's left has consisted of groups like the Labor Party, that have become more centrist in their views, and of Meretz which she calls bourgeois and disconnected from the people. AGBARIEH-ZAHALKA: I think that there is a sort of desert. There is no left in the meaning of being with the workers, being with the people. The people feel that they are alone. FRENKEL: She says her party has gained momentum but it's not easy to be a new movement in Israel. Then she laughs, adds that the old movements have already confused people enough with their swapping and switching. What Israel needs now, she says, is to start with a clean slate. For NPR News, I'm Sheera Frenkel. (SOUNDBITE OF MUSIC) GREENE: This is NPR News. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2013/01/01/168393852/israeli-election-campaign-includes-much-maneuvering"
        },
        {
            "headline": "The Mandela Playlist: A Life And Legacy, Told In Music",
            "author": "By  \n\n      Gwen Ansell",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2013
            },
            "article_content": "South African President Nelson Mandela joins the choral group at the signing of the country's new constitution at Sharpeville stadium in 1996.  Mandela lived a life filled with rich musical associations.\n                \n                    \n                    Walter Dhladhla/AFP/Getty Images\n                    \n                \nhide caption It's worth pausing to consider not only the legacy and achievements of former South African president Nelson Rolihlahla Mandela, who died Thursday, but also the rich musical associations of his life. Mandela was born to a high-ranking family of the Mvelo Clan of the Thembu people in Transkei, South Africa, on July 18, 1918. Apartheid reduced groups like the Thembu to \"tribes,\" but such clans represented important political states and kingdoms before colonialism arrived. Throughout his life, Madiba — his clan name, and a title of respect — has shown appreciation for music. His home province, the Eastern Cape, is home to some of the richest musical traditions in the country. The Sounds Of Mandela's Childhood The Xhosa-speaking peoples of the region have a tradition of split-tone singing: Vocalists can create more than one note simultaneously and weave those tones together in magically complex rhythmic patterns. They call it \"putting salt in a tune,\" and this is the music Mandela heard during his village childhood. In addition, the region was a place of settlement for some of the earliest Christian missionaries to Southern Africa. The first indigenous hymn in South Africa, \"Ulo Tixo Omkulu\" (Thou art God who is great), was written in the early 1820s by Ntsikana son of Gaba, a Xhosa prince who converted to Christianity. The link above demonstrates the hymn sung in church fashion by an Eastern Cape choir, but it has passed into the South African canon, and was also recorded as \"Ntsikana's Bell\" by jazz pianist Abdullah Ibrahim (at the time, in 1973, he was known as Dollar Brand) with bassist Johnny Dyani on the album Good News From Afrika. Mandela excelled at his various schools, taking his leaving exams at a mission school, the Wesleyan Healdtown Academy. He began studying law at Fort Hare University, also in the Eastern Cape, but after being expelled for joining student protests, he returned home and completed his first degree by distance study. By 1941, he'd left the Eastern Cape for Johannesburg, where he began articles with a law firm and enrolled for an LLB (an undergraduate law degree) with the University of the Witwatersrand. But increasing involvement in politics meant he did not complete the degree at that time, although he obtained sufficient qualifications to practice and to cofound South Africa's first black law firm, Mandela & Tambo, in 1952. In Johannesburg: Practicing Law, Organizing Rebellion Mandela was also a promising amateur boxer, a stylish dresser and a much-admired man-about town who socialized in the politically aware, racially mixed suburbs of the city, such as Sophiatown. The late jazz guitarist General Duze recalled Mandela as a fan of his music, a jazz enthusiast in general and an avid dancer. For a flavor of the music that made Mandela dance, listen to the late singer Dolly Rathebe — the most admired beauty and singer of her generation — and her work with the African Jazz Pioneers, a revival band composed of veteran former stars of the South African jazz scene. The song above is \"Meadowlands,\" written by Strike Vilakazi to protest the destruction and forced removal of Sophiatown in the early 1950s by the apartheid government. This reflects the era when Mandela was energizing the African National Congress Youth League, organizing protest and fighting cases related to unjust apartheid laws. Much of this work had to be carried out clandestinely, as he was carrying a suspended sentence for organizing mass defiance and was \"banned\" (forbidden to take part in public life or any gatherings for a period) in late 1952. By the early 1960s, repression had increased and Mandela was tasked with establishing and leading Mkhonto we Sizwe (Spear of the Nation, MK), the armed wing of the African National Congress. In 1962, he traveled to the U.K. to build support for the anti-apartheid struggle, and around Africa to receive training in Morocco and Ethiopia. Months after he returned, he was arrested and charged with leaving South Africa illegally. As the apartheid state discovered more of the scope and effectiveness of ANC plans, the imprisoned Mandela was put on trial again with other comrades. In June 1964, he began a term of life imprisonment on the harsh lime-quarry prison of Robben Island. It was at that point that the musicians of South Africa and the world began drawing attention to his plight, and to the nature of his struggle. Singing Mandela: South Africans At Home And Abroad The ANC was establishing effective liaison offices in independent Africa and in Europe; in March 1960, 8,000 people attended an anti-apartheid solidarity rally in London's Trafalgar Square. Black musicians and artists had long been leaving the country: Apartheid's rules restricted what they could play and record and with whom they could collaborate. These restrictions, and the censorship, intensified through the years that followed. After the Sharpeville massacre in 1960, and even more after the 1976 Soweto uprising, many young people fled the country to train as ANC cadres, and to find educational opportunities that were closed at home. From the military training camps, trombonist Jonas Gwangwa recruited a performance group, the Amandla Cultural Ensemble, to take the story of the imprisoned Mandela and the struggle to stages across the world. Here, they sing the marching song \"Abazali Sobashiya\" (We have left our parents...). Most of these performances took place in the pre-digital age, but contemporary South African composer Philip Miller has created modern vocal and instrumental arrangements of freedom songs on his album Shona Malanga, including the one sung in direct solidarity and named \"Nelson Mandela.\" In London, a group of exiles formed the Mayibuye (\"Freedom\") Cultural group to weave together poetry and traditional and original new songs — including another called \"Rolihlahla Mandela\" — in a way that would tell the struggle's story. In America in 1963, a young exiled South African trumpeter named Hugh Masekela — working with the singer Miriam Makeba, whom he married in 1965 — helped make her first hit album: An Evening With Miriam Makeba. Both musicians constantly referred to the South African struggle and Mandela's plight in their performances, as in this clip of Makeba with Harry Belafonte in the 1950s, singing \"Give Us Our Land (Mabayeke).\" Although Masekela and Makeba later divorced, Masekela always acknowledged that Makeba helped keep the plight of figures such as Oliver Tambo, Robert Sobukwe and Nelson Mandela at the top of people's minds. Masekela did the same, in songs such as \"Stimela\" (which depicted the plight of migrant mine workers) and his 1987 hit \"Bring Him Back Home\" (which directly called for Mandela's release). Moving between South Africa and international stages, a white academic-turned-performer named Johnny Clegg, working with Zulu guitarist Sipho Mchunu in bands such as Savuka and Juluka, constantly referred to the South African struggle for freedom in his music. In the moving \"Asimbonanga,\" Clegg sang (in Zulu), \"We have not seen him / We have not seen our Mandela / in the place where he is kept / Oh, the sea is cold and the sky is gray / Look across the island into the bay / We are all islands till comes the day / we cross the burning water.\" In this performance, he reprises the song in company with Mandela, after the statesman's release. Back home in South Africa, even pop singers were gradually finding the courage to call for Mandela's release. Sometimes they sang lyrics with ambiguous meanings. Chicco Twala had a hit with a lightweight \"bubblegum\" song called \"We Miss You Manello,\" which he said was \"about a friend of mine who has gone away.\" But in live performance, audiences — and Twala — positively roared, \"We miss you Mandela.\" Others were more upfront. South Africa's most popular female singer of the 1980s, Brenda Fassie, sang two songs directly addressing the man she saw as president-in-waiting. \"Black President\" is self-explanatory; \"Vulindlela\" (Let it be opened) was about flinging wide the prison doors. Here, she sings the songs after Mandela's release, in the latter case, at the 2001 Kora African Music Awards, with her president in the audience. Solidarity Around The World Mandela hasn't just been celebrated in his homeland. Musicians around the world made tracks in his honor: His Google playlist tops 100 tracks, and that's just the ones that exist in digital formats. One of the best-known is \"Free Nelson Mandela,\" made in 1984 by the British multiracial ska band The Specials. The group had a mission: to fight racist attitudes among its generation and build links between the U.K.'s many diverse ethnic communities. This clip shows the song's debut on British TV, on the program Top of the Pops; although the quality is typical of an airshot, it conveys the song's intense energy and emotion. The band has sung it many times since, including at London birthday solidarity concerts for Mandela, and on the occasion of his 1990 release. In Africa, musicians from every part of the continent used the imprisoned leader's name as shorthand for struggle, nobility and the fight against colonial oppression. Zimbabwe's Lovemore Majaivana and his Zulu Band created a reggae-flavored \"Hymn for Mandela.\" In the DRC, Congolese divas Faya Tess and Mbilia Bel and top bandleader Tabu Ley Rochereau teamed up in 1988 to record an entire album dedicated to Madiba — including this track, \"Sisi Mandela.\" This was the period when Rochereau had moved away from his former wife Bel toward using Tess as the Orchestra Afrisa's lead vocalist. But whatever the tensions behind the scenes, the cause of Mandela brought them together for this project. Mandela's 70th birthday in 1988 — while he was still imprisoned — produced a spate of compositions, many of them performed at the massive Wembley Stadium concert held to honor the man and issue a worldwide call for his freedom and that of all black South Africans. Other artists, including Salif Keita, Ismail Lo and James Ingram, were featured on the bill. Some reprised tribute material they had already composed, but the U.K. band Simple Minds composed a new song called \"Mandela Day.\" Singing Mandela: The Freedom Years Since the euphoria surrounding Mandela's release, followed by South Africa's first democratic election and the dismantling of apartheid's structures (relatively rapid) and socioeconomic legacy (much slower), the urgent need to campaign for his freedom has gone. But while the chart-topping campaign songs may have ceased, artists have not forgotten Mandela. The massive birthday concerts reflecting on his period in prison have been followed by events around 4664, the social action and fundraising campaign linked to his former prison number. Every July 18, the world has been urged to celebrate U.N. International Nelson Mandela Day by dedicating 67 minutes (one minute for each of Madiba's years of struggle) to a community service or social-uplift project. The music hasn't stopped, either. When his health permitted, Mandela spent time back in his home village of Qunu, still rich in traditional Xhosa and church music. Even young artists still remember him. For Mandela's 90th birthday in 2008, Cape Town singer Melanie Scholtz, the late jazz saxophonist Robbie Jansen (himself a struggle veteran) and other Cape musicians created Nelson Mandela: Born in the Land of the Sun. Based on a struggle song of the 1980s, the music has become a tribute and expression of gratitude. Mandela's life and times are now moving into the concert hall, as his achievements become a subject for symphonies, suites and operas. Many composers view Mandela's life and the victories he won as representative of the triumph of the human spirit on an epic scale — a Fidelio for the modern era. The Cape Town Opera company in 2010 created The Mandela Portrait, a three-part tribute featuring traditional Xhosa music adapted by U.K.-born South African Allan Stephenson, 1950s Sophiatown jazz re-imagined by Cape Town University music professor Mike Campbell and a contemporary opera final act by composer Peter Luis van Dijk. Contemporary composer Bongani Ndodana-Breen has created two Mandela-linked works. This year's Credo is an oratorio, using text based on the 1955 Freedom Charter. It premiered on July 18. Back in 1955, as a banned person, Mandela had to hide himself, comrades and family members in the crowd when the charter, democratic South Africa's founding statement, was proclaimed in Kliptown. Last year, Ndodana-Breen premiered Winnie, the Opera, the story of the turbulent life of Mandela's second wife, Winnie Madikizela-Mandela. The early scenes of the opera, such as the one in the clip below, evoke the years when the Mandela family lived on Vilakazi Street in Soweto and were instrumental in community action. Madiba retired from the presidency in 1999 and formally withdrew from public life in 2004, though he continued to work tirelessly (as his health permitted) for causes close to his heart, and particularly to campaign for the welfare and future of children and young people. Anecdotes and reminiscences from friends and colleagues in those years depict a man who still cared passionately about justice, and who lived simply and honestly in accordance with his principles. Members of Mkhonto we Sizwe still remember him as their commander-in-chief from the days when it was necessary to resist the bullets of apartheid. Since Mandela has died, across South Africa former MK militants have been singing a song of mourning called \"Hamba Kahle Mkhonto\" (Go well, MK soldier), an anthem traditionally sung within the movement when a militant dies. This version is that of the Mayibuye Cultural Group, recorded in 1978. 1 of 0",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/sections/therecord/2013/12/07/195281915/the-mandela-playlist-a-life-and-legacy-told-in-music"
        },
        {
            "headline": "Iran's Political Scene Is Sketchy For Cartoonists",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 28,
                "year": 2013
            },
            "article_content": "1 of 6 A Glimpse from the Front Lines of Human Rights by Omid Memarian Hardcover, 107 | Your purchase helps support NPR programming. How? Omid Memarian is an Iranian journalist who moved to the U.S. in 2005.\n                \n                    \n                    Courtesy Omid Memarian\n                    \n                \nhide caption Omid Memarian is an Iranian journalist who moved to the U.S. in 2005. Iranian newspapers are rife with cartoons. They are a tradition, and play a big role voicing criticism of the country's authoritarian regime. Increasingly, though, Iranian cartoonists have been imprisoned, received death threats, or gone into exile because of their work. Omid Memarian was a journalist in Iran. Arrested in 2004 for his writing, he was taken to prison, tortured and forced into a confession of guilt on national television. He fled to the United States in 2005, attended graduate school for journalism at the University of California, Berkeley, and continued to work as a journalist. Now he's edited a book published by the International Campaign for Human Rights in Iran. Sketches of Iran: A Glimpse from the Front Lines of Human Rights consists of 40 essays of political persecution paired with political cartoons from artists inside and outside Iran. Memarian joined Jacki Lyden, host of weekends on All Things Considered, to talk about the role of political cartoons in his home country. On the history of political cartoons in Iran \"It's a tradition in the Iranian media that each magazine, each newspaper, has a political cartoon, a bunch of political cartons every single day. ... Newspapers basically fight to have the best cartoonists for their newspapers.\" On how cartoons reach a larger audience \"I can write something and my audience is limited, but people from different ages and different social economic classes, they can understand the meaning of a cartoon. ... So I think in many ways cartoons are the best way to tell people a story.\" On the life of a cartoonist in Iran \"Many cartoonists in Iran have been arrested for the cartoons that they have drawn for newspapers, and the reason is because the Iranian government knows the power and influence of political cartoons. And for that, many political cartoonists have tried to become ambiguous and communicate a message in a way that it makes it hard for the government to come after them. ... After the election [in 2009], we saw a intense crackdown against journalists, civil society activists, lawyers.\"",
            "bias": "socioeconomic",
            "url": "https://www.npr.org/2013/04/28/179270705/irans-political-scene-is-sketchy-for-cartoonists"
        },
        {
            "headline": "Political Rookie Pulls Off Surprise Win In Louisiana",
            "author": "By  \n\n      Adam Wollner",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 18,
                "year": 2013
            },
            "article_content": "Vance McAllister, shown in a photo provided by his campaign, will be the next representative from Louisiana's 5th Congressional District after winning Saturday's special election.\n                \n                    \n                    AP\n                    \n                \nhide caption Vance McAllister, shown in a photo provided by his campaign, will be the next representative from Louisiana's 5th Congressional District after winning Saturday's special election. Republicans are still trying to make sense of Saturday's election results in Louisiana. In an upset, GOP political newcomer Vance McAllister handily defeated fellow Republican Neil Riser Saturday in a special election runoff that tested the party's approach toward Obamacare. Riser had the backing of the Republican establishment and Tea Party groups. McAllister was buoyed by endorsements from two local African-American leaders and the family featured in the popular reality television series Duck Dynasty. One of the show's co-stars, Willie Robertson, appeared in one of his campaign advertisements just a few days before the election. \"I'm sure it certainly didn't hurt at all,\" McAllister said of the support he received from the Robertson family on Fox & Friends Monday. He went on to credit his win to the \"100 percent positive\" campaign he ran. McAllister also may have benefited from the support of two black Democrats, Monroe Mayor Jamie Mayo and former Rep. Cleo Fields, who threw their support behind him. African-Americans make up as much as a third of the population in Louisiana's conservative 5th Congressional District. The two candidates agreed — as do most congressional Republicans — that Obamacare should be repealed. But McAllister asserted that repeal isn't a realistic outcome as long as President Obama is in the White House and the Democrats control the Senate. So instead, he suggested, Republicans should focus on improving it. That's a risky position for any Republican to stake out. But McAllister, a millionaire businessman, didn't stop there. He also came out in favor of expanding Medicaid — a core tenet of the Affordable Care Act — which put him at odds not only with Riser but with Louisiana Republican Gov. Bobby Jindal. As the New Orleans Times Picayune reported, 21 percent of the district's residents did not have health insurance and 25 percent were living below the poverty line as of 2010. Between his Obamacare stance and Riser's widespread political support — the state senator had the backing of House Majority Leader Eric Cantor, three Louisiana House Republicans, the National Rifle Association and the Tea Party-aligned FreedomWorks — McAllister was thought to be something of a long shot. But he was running as a political outsider in a climate where public opinion of Congress is at an all-time low — a Gallup poll released last week puts its approval rating at 9 percent. He ended up winning easily, defeating Riser 60 percent to 40 percent to assume the seat left vacant by former GOP Rep. Rodney Alexander, who resigned in August to join Jindal's administration. Alexander had endorsed Riser in the election. Despite his health care positioning during the runoff, McAllister is no moderate. During the campaign, he touted his support for gun rights, stated his opposition to abortion and same-sex marriage and pledged to investigate the Internal Revenue Service.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/11/18/245995599/political-rookie-pulls-off-surprise-win-in-louisiana"
        },
        {
            "headline": "Newark Considers What Life Will Be Like After Cory Booker",
            "author": "By  \n\n\n      Sarah Gonzalez",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2013
            },
            "article_content": "Democratic Sen. Cory Booker, formerly mayor of Newark, N.J., arrives in the Old Senate Chamber on Thursday for an oath-of-office ceremony.\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption Democratic Sen. Cory Booker, formerly mayor of Newark, N.J., arrives in the Old Senate Chamber on Thursday for an oath-of-office ceremony. For years, Newark, N.J., had the reputation of being a crime-ridden, low-income city. Former Mayor Cory Booker helped change that perception. Thursday, the Democrat was sworn in as a U.S. senator, and it's unclear what that means for the city's future. While Booker brought attention — and funding — to Newark, he couldn't completely tackle the violence that has persisted for years. As mayoral candidates begin making their cases, crime is a common theme. 'Now A City Of Hope' Booker convinced companies that Newark was a good place to do business. This year he brought in $1 billion in economic development projects and another $350 million in philanthropic aid. Booker says he will be remembered as an entrepreneurial mayor. \"Taking a city from decline to now a city of hope and promise, a city that's turned the corner — a lot more work to do, but clearly Newark now is on the road to success,\" he says. Walking the city's downtown, you can hear the distant sounds of bulldozers and electric saws as workers build the first new office and residential towers in the city in decades. Three grocery stores opened in neighborhoods that didn't have one for 20 years. He expanded farmers markets and urban gardens in an effort to address food deserts. But unemployment in the city is still above 14 percent. About a third of the population still lives below the poverty line. And crime is on at the forefront of the minds of many Newark residents, including Jerry Minter. \"Killing in the South Ward, there's killing in the Central Ward, killing in the North Ward, West Ward,\" Minter says. \"It's all over the city of Newark.\" Debating The Violence When Booker first took office in 2006, violence in Newark dropped sharply. But the number of shootings and gun injuries has been creeping back up in the past few years. There have been 78 murders so far this year — about half of them occurred in one of the city's wards. Those hoping to become the next mayor of Newark are already campaigning around the issue. The election to replace Booker isn't for another nine months, but hundreds of Newarkers are already cramming into auditoriums to hear how the candidates would combat violence. The city cut its police force by almost half with the economic downturn. And still, crime overall is lower. But mayoral candidate Shavar Jeffries says the smaller police force is part of the problem. \"You don't lay off 170 cops and then don't expect these consequences,\" Jeffries says. Another candidate, Ras Baraka, a current City Council member, takes a stance that Booker has long taken. \"Police is not the answer to reducing this kind of violent culture that we have,\" Baraka says. \"Ninety percent of the violent crime in the city occurs in the South and the West Ward, where the most poverty and unemployment exists, not because we have less cops.\" 'Newark Will Survive' Baraka says you have to invest in people. But residents — and people outside of the city — worry Newark will get less money and attention now that Booker's gone. Dan O'Flaherty, an economics professor at Columbia University, says that perception isn't good for the city. \"It's not good for the people who own businesses in the city,\" O'Flaherty says. \"It's not good for the people who own houses in the city to have the rest of the world expecting a cataclysm to fall on them.\" He says it prevents investors from seeing Newark as a good investment. \"Newark is the transportation hub of the East Coast,\" O'Flaherty says. \"Newark has great universities. Newark has great people. Newark will survive after Cory Booker.\" Booker is leaving Newark with another $2 billion in economic development projects set to be completed next year. All the companies on these projects promise to interview Newark residents first to fill the new jobs.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/11/03/242697106/newark-considers-what-life-will-be-like-after-cory-booker"
        },
        {
            "headline": "Ruling Party Leads Election Vote Totals In Honduras",
            "author": "Carrie Kahn",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 25,
                "year": 2013
            },
            "article_content": "The conservative ruling party appears to have held on to the presidency. Its candidate, Juan Orlando Hernandez, won over voters with his promise to do whatever it takes to combat rising violence and crime in the Central American nation.  DAVID GREENE, HOST: The Central American country of Honduras held a presidential election yesterday. Honduras suffers from extreme poverty and it has one of the world's highest murder rates. The nation's politics have been dominated by elites and the military. Now, so far the vote count appears to favor the candidates from the right wing ruling party, but this election offered a little more choice than usual. Here's NPR's Carrie Kahn. CARRIE KAHN, BYLINE: At this elementary school in a working class neighborhood, in the heart of the capital, hundreds of voters line up to cast their vote. (SOUNDBITE OF VOTING) KAHN: A poll worker tries to keep the line moving, and directs voters to the transparent boxes to deposit their ballots. Claudia Mondragon, a mother of three, says she waited an hour to vote. Well worth the time because she says Honduras needs a change. CLAUDIA MONDRAGON: (Spanish spoken) KAHN: Look, she says, we are tired and we need new options. Hondurans definitely got a lot of choices in this of election. Eight candidates ran for president. That's quite a change from the past 100 years where only two parties and the military traded power. But since a coup deposed the democratically elected president in 2009, several new parties have emerged. The most prominent newcomer in this election is Libre, led by Xiomara Castro, the wife of the deposed former president. She was the frontrunner in the months leading up to the election, but in recent weeks the ruling party's candidate, Juan Orlando Hernandez, who ran on a hard line platform to deploy the military to combat Honduras's raging violence closed the gap and brought out the voters. I'm at a high school in a neighborhood in Tegucigalpa at a voting precinct and the polls have just closed. And there are a crowd gathering right now, because not only is the first time so many candidates have vied for the presidency, but the vote counting is going to be public. And now the poll workers are just about ready to open up the sealed ballot box and count the votes. (SOUNDBITE OF VOTE COUNTING) KAHN: Just a few hours later Orlando Hernandez took the stage to claim victory. Castro refused to concede while other candidates charged the ruling party with fraud. Such division has been the norm in the country since the coup four years ago ushered in a wave of violence that claimed the lives of journalists, judges and activists says Josue Morillo, of the Alliance for Peace and Justice, a coalition of civic and religious groups. JOSUE MORILLO: It is still very polarized. I think we have not healed the wounds. You know, repression has that effect on people. KAHN: The increased violence and a dire economic situation that has nearly two-thirds of the country living in poverty, has forced thousands of Hondurans to flee north to the U.S. The ruling party may have held onto the presidency but it did take a beating in the Congress. And that's what voter Nadia Moreira was hoping for. She voted to keep the National Party in the presidency, but split her vote among multiple parties in Congress. NADIA MOREIRA: (Spanish spoken) KAHN: She says this is the best way to bring true democracy to the country. But the real power in Honduras, more so than any other country in the region, remains in the hands of a few wealthy families. And Julieta Castellanos, the highly respected Rector of the National University, says that isn't going to change easily. JULIETA CASTELLANOSE: (Spanish spoken) KAHN: The elites in this country are not interested in reforms. She says for them democracy is only acceptable when it leaves everything the way it is - in their hands. Carrie Kahn, NPR News, Tegucigalpa. (SOUNDBITE OF MUSIC) GREENE: This is NPR News. (SOUNDBITE OF MUSIC) Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/11/25/247121572/ruling-party-leads-election-vote-totals-in-honduras"
        },
        {
            "headline": "President Obama's Older Half Brother Loses Election In Kenya",
            "author": "Eyder Peralta",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 11,
                "year": 2013
            },
            "article_content": "President Barack Obama's Kenyan half brother, Malik Obama (L) talks with some of his supporters on January 16.\n                \n                    \n                    Tony Karumba /AFP/Getty Images\n                    \n                \nhide caption President Barack Obama's Kenyan half brother, Malik Obama (L) talks with some of his supporters on January 16. There is one bit of news from last week's Kenyan elections that's just now getting international attention: Malik Obama, President Obama's older half brother, suffered a crushing loss in his bid to become governor of Siaya. Kenya's Daily Nation reports: \"Standing well over six feet, Obama, who describes himself as an economist and a financial analyst, told AFP on the campaign trail that he would use his contacts with Washington to bring development to the rural backwater he hoped to govern. \"'Why would my people settle for a local connection when they have a direct line to the White House,' he said.\" The Guardian reports that Obama, 54, ran on a familiar platform. He promised change that \"included reducing poverty, building infrastructure, industrialising and bringing American chains such as McDonald's to his neglected rural area.\" The Daily Mail spoke to Obama as he was \"licking his wounds.\" He told the paper he was his own man, but he also expressed admiration for his brother. The Mail reports: \"The brothers do share a bond, forged from their first meeting, in adulthood, 27 years ago. They were best man at each other's weddings and remain in regular contact – especially as both now live in Washington DC. ... \"'I see my brother privately at least once a year, when I go to visit him in the White House and say hello. It's like visiting a working national monument, such as the Smithsonian or Buckingham Palace.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/thetwo-way/2013/03/11/174016641/president-obamas-older-half-brother-loses-election-in-kenya"
        },
        {
            "headline": "Resolute Rhetoric: Obama's Confident Case For Government",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 21,
                "year": 2013
            },
            "article_content": "President Obama delivers his second inaugural address Monday in Washington.\n                \n                    \n                    Stan Honda/AFP/Getty Images\n                    \n                \nhide caption President Obama delivers his second inaugural address Monday in Washington. President Barack Hussein Obama, sobered but resolute after four years as the nation's first African-American head of state, began his second term Monday with an ardent defense of government as essential to the nation's economic and moral fiber, and a call to citizens to accept their obligation to shape the national debate. \"What makes us exceptional — what makes us American — is our allegiance to an idea, articulated in a declaration made more than two centuries ago,\" he said, quoting the Declaration of Independence's promise to every citizen the right to life, liberty and the pursuit of happiness \"Today we continue a never-ending journey,\" he said, \"to bridge the meaning of those words with the realities of our time.\" It was a far different man than the Obama who took the presidential oath on a frigid day in 2009 with nearly 2 million people packing the National Mall. The crowd Monday on the national holiday honoring late civil rights leader the Rev. Martin Luther King Jr., though massive, was less than half that. And those gathered under a clouded sky saw a president scarred by pitched, partisan battles and humbled by tragedies like the recent school massacre in Connecticut. Though wrung of much of the drama of his historic first inauguration, Obama's efficient, specific and, at times, soaring address outshone his first with allusions to Lincoln, King and Kennedy, and commitments to the middle class, to equal rights for women and gay Americans, to action on climate change and immigration. Four years ago, perhaps steeling himself, and American citizens, for coming economic hardship more formidable than even he realized at the time, Obama delivered a pragmatic, almost generic, speech that called for a \"new era of responsibility\" and took little note of the history he was making. What the crowd saw Monday was a now-tested leader empowered by a second-term win and the freedom that comes with never having to face another election. That assurance was reflected in his address, with coming-together themes pulled from his early pre-White House campaign speeches, and echoes of the fair shot for all, rich or poor, rhetoric that marked his recent winning campaign against Republican Mitt Romney. Don Baer, a former Clinton administration speechwriter, saw the address, with its precise agenda, as a \"no-nonsense fusion\" of an inauguration address and a State of the Union speech. \"It was also a pretty blunt and direct message to his domestic political opponents, and a clear indication of what his presidential intentions are,\" said Baer, who worked on Clinton's second inaugual speech. \"The president is pressing his political power, saying, 'Look, I won the election and I'm not going to mess around.' \" The speech may have been lacking in specific sound bites, says Fred Shapiro, editor of the Yale Book of Quotations, but it served up an \"eloquence of evocativeness and overall tone.\" \"Four years ago I expected that he would echo Lincoln and Franklin Delano Roosevelt and John F. Kennedy and Martin Luther King Jr. and was surprised that he did not,\" Shapiro said. \"This second inaugural address was full of evocations and explicit references\" to those men. It was a speech, Shapiro said, that was \"enveloped in allusions to the fundamental texts of American government.\" Obama, like Lincoln in his Gettysburg Address, notably reached further back in history than the U.S. Constitution, choosing to hang his theme on the earlier Declaration of Independence and its clear invocation of unalienable rights. It was the Constitution, after all, that asserted that slaves would count for three-fifths of a person and that until 1920 denied women the right to vote. Government For The People What was most striking, however, to historians and former presidential speechwriters was Obama's defense of government programs that build bridges and railroads, that ensure, he said, competitive and fair free markets, and that provide a \"measure of security and dignity\" to the nation's old, its needy, and those rocked by misfortune. It was a speech, says presidential historian Russell Riley, that pivoted directly from President Ronald Reagan's 1981 inaugural address when he asserted that \"government is not the solution to our problem; government is the problem,\" as well as from President Bill Clinton's 1996 \"the era of big government is over\" State of the Union remarks. The rhetoric was conducted at a fairly high plane, and it wasn't soaring, empty rhetoric.\" Historian Russell Riley \"What President Obama was doing, in an elegant way, was making an argument for why we have government in the first place, and why it has to be there to solve the problems of the modern era,\" said Riley, who heads the presidential oral history program at the University of Virginia's Miller Center. \"The rhetoric was conducted at a fairly high plane, and it wasn't soaring, empty rhetoric — and that's what I found very interesting,\" he said. This is a president, Riley said, who did not overtly lay claim that the era of government has returned but, in an indirect way, used the ground laid by the nation's forebears as an argument to make aggressive use of his office to protect programs that he sees as advancing the ideals embodied by \"we the people\" in the Declaration of Independence. A direct line, Baer says, can be drawn from Reagan to Clinton — including Clinton's second inaugural speech when he proclaimed government neither the problem nor the solution — to Obama's \"strong embrace of the role of government.\" 'Realpolitik' Moment If Obama, and the nation, have learned anything during his first term, it's that a \"post-racial\" unification of a red and blue America into the United States of America has always been, and remains, a dream deferred. After his first White House win, Obama benefited for two years from a Democratic hold on both the U.S. House and Senate, leading to a flurry of early action including the passage of health care legislation. The Republican takeover of the House in 2010, fueled by the rise of the Tea Party, has turned governing — even on the most basic of issues — into a series of acts of futility and embarrassment. Obama, the 51-year-old son of a black Kenyan father and white mother from Kansas, acknowledged the stark reality of the political divisions that beset the nation as he embarks on his final years in the White House. \"We cannot mistake absolutism for principle, or substitute spectacle for politics, or treat name calling as reasoned debate,\" he said. \"We must act, knowing that our work will be imperfect. We must act, knowing that today's victories will be only partial, and it will be up to those who stand here in four years, and 40 years, and 400 years hence to advance the timeless spirit once conferred to us in a spare Philadelphia hall.\" Baer, the former Clinton speechwriter, saw Obama's speech as perhaps a form of triangulation, hitting on three themes: unity, equality and immediate action. \"He came to the day,\" Baer says, \"prepared to start governing right now.\" Obama's words in defense of government, and its role in spheres including health care, the economy and immigration, are likely to complicate the politics of looming debates on the budget and the \"fiscal cliff.\" While rousing his supporters, the sharpening of distinctions between his view and that of GOP House Speaker John Boehner, for example, \"will resonate in debates to come,\" says Riley, of the Miller Center. Obama did not shy from the collision. \"For we, the people, understand that our country cannot succeed when a shrinking few do very well, and a growing many barely make it,\" he said. \"We are true to our creed when a little girl born into the bleakest poverty knows that she has the same chance to success as anybody else, because she is an American, she is free, and she is equal, not just in the eyes of God but also in our own.\" Inauguration speeches have been referred to as a great sacrament of democracy, a time to speak to Americans gathered on the National Mall and in front of television screens across the nation, and to the wider world watching the leader of the free world. Obama touched little on the issues of that wider world and focused on what Shapiro characterized as a bolder and more explicitly liberal agenda for his second term. \"This was not a speech about reaching across the aisle and compromising,\" he said. \"It was a speech about forcefully advocating the rights of women and gays and immigrants\" while not shying from controversial issues like voter suppression, and the GOP critique of \"takers.\" Riley, the historian, saw it as a lesson in political science, the kind of speech his supporters have been waiting for, and upon which his detractors will no doubt pounce. The nation's 44th president, no longer a newbie, no longer a leader of the nation with just two years in the Senate under his belt, appears ready and poised for the fight. \"This generation of Americans has been tested by crises that steeled our resolve and proved our resilience,\" he said. \"A decade of war is now ending. An economic recovery has begun. America's possibilities are limitless, for we possess all the qualities that his world without boundaries demands: youth and drive, diversity and openness; and endless capacity for risk, and a gift for reinvention.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/01/21/169909886/resolute-rhetoric-obamas-confident-case-for-government"
        },
        {
            "headline": "Africa Wanders From Mandela's Path To Democracy",
            "author": "Greg Myre",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 14,
                "year": 2013
            },
            "article_content": "Nelson Mandela casts his vote during South Africa's first all-race elections in 1994. Mandela's example led to more democracy across Africa, although overall political freedom has declined on the continent in the last five years.\n                \n                    \n                    John Parkin/AP\n                    \n                \nhide caption Nelson Mandela casts his vote during South Africa's first all-race elections in 1994. Mandela's example led to more democracy across Africa, although overall political freedom has declined on the continent in the last five years. When Nelson Mandela was released from prison in 1990, Africa's record on democracy was abysmal. One stark fact summed it up: Not a single African leader had ever lost his job at the ballot box in the three decades since African countries began receiving independence around 1960. But with Mandela leading the way, South Africa became the most prominent example of the emerging democracies and open elections that spread across the continent in the 1990s. The end of the Cold War also meant that the U.S. and the Soviet Union withdrew support for many African dictators. In some African states, this created the space for competitive politics. It other places, the dictators fell and the nations collapsed into chaos. Think Somalia. So which way are the trend lines pointing today? African nations are holding elections with greater regularity than ever before. However, a change of power through elections is still relatively rare and many authoritarian leaders have learned how to hold elections for show while making sure the preferred outcome is never in doubt. In a eulogy for Mandela on Tuesday in South Africa, President Obama described him as the \"last great liberator of the 20th century.\" Then, in a message directed at leaders across the continent, the U.S. president said it was not sufficient to simply praise Mandela. \"There are too many of us who happily embrace Madiba's legacy of racial reconciliation, but passionately resist even modest reforms that would challenge chronic poverty and growing inequality,\" Obama said, referring to Mandela by his clan name. Democracies, At Least In Name The past couple of years reflected the mixed picture and contradictory trends when it comes to democracy in Africa. In Senegal, the African country that's perhaps been the most stable over the past half-century, challenger Macky Sall easily won the presidential runoff election in March 2012 over Abdoulaye Wade, a two-term incumbent whose third term was opposed by many voters. Both rounds of presidential voting were carried out smoothly. Meanwhile, in Zimbabwe's election in July, President Robert Mugabe, who is 89 and has ruled for 33 years since independence, won another term. International observers described the election as flawed due to ballot box irregularities and intimidation by Mugabe's party. \"Africa is getting to the point where elections are becoming the norm in most countries,\" said Brooks Spector, a former U.S. diplomat who now lives in South Africa and writes about African politics for the website The Daily Maverick. \"However, the record of governance in many countries is still very spotty.\" Coups Outnumber Democratic Transitions Coups are less common than they used to be, but African leaders are still more likely to be tossed out at the point of a gun than in a multiparty election. In the Central African Republic in March, Muslim militias ousted President Francois Bozize, who is Christian. This marked the first time Muslims have come to power in a predominantly Christian nation. The ongoing fighting has displaced hundreds of thousands. French troops are now trying to restore order and the U.N. has voted to send in a peacekeeping force. The Economist magazine last year judged there to be only one full African democracy — the Indian Ocean island nation of Mauritius — and 11 \"flawed democracies\" out of the more than 50 African nations. The U.S. group Freedom House, which ranks the relative freedom of countries worldwide, said in its 2013 report that overall, conditions in Africa have declined for the past five years. \"While the region saw several significant gains, especially in West Africa, civil conflicts and the emergence in some countries of violent Islamist groups prevented an overall upgrade for political freedom,\" the report said. Even In South Africa, Cynicism Grows Next year, South Africa will hold its fifth election since the end of apartheid two decades ago. Vigorous debate in parliament is the norm, the media is aggressive and lively and ordinary citizens remain extremely proud of the country's democracy. However, there's growing cynicism over corruption and the sense that the African National Congress, Mandela's party, has become complacent after so many years in full control of the government. The ANC remains the overwhelming electoral favorite, even though President Jacob Zuma is so unpopular in some circles that he was repeatedly jeered and booed when he appeared at Mandela's memorial service. Zuma has been involved in a series of controversies, alienating many South Africans. A government watchdog group is currently investigating $20 million in state spending to upgrade Zuma's private home. Zuma's office says it was for improved security, but reports say it also included a swimming pool and other luxuries. The criticism directed at Zuma is seen as part of a larger frustration with many apartheid-era problems that remain unresolved: a lack of decent housing, high unemployment and a shortage of good schools. The government has been unable to get a handle on crime and corruption is seen as becoming more widespread and entrenched. \"You can't eat democracy,\" is a catchphrase for South Africans who support the country's electoral politics, but believe the government hasn't been able to deliver for millions of its impoverished citizens.",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/parallels/2013/12/14/250911812/is-africa-following-nelson-mandela-s-lead"
        },
        {
            "headline": "Conservative Shift Has Some Kansans Yearning For The Past",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 27,
                "year": 2013
            },
            "article_content": "Karl and Twilla Eisele, of Wellsville, Kan., leave the old Brown School after voting on Nov. 6, 2012, in rural Wellsville, Kan. Recent elections have made the Kansas Legislature the most conservative in the state's history.\n                \n                    \n                    Charlie Riedel/AP\n                    \n                \nhide caption Karl and Twilla Eisele, of Wellsville, Kan., leave the old Brown School after voting on Nov. 6, 2012, in rural Wellsville, Kan. Recent elections have made the Kansas Legislature the most conservative in the state's history. Kansan journalist Jason Probst says the Kansas he knows has disappeared. \"The great state of Kansas passed away on March 31, 2013 after a long and difficult battle with extremism,\" he wrote in an editorial for The Hutchinson News. His faux obituary, lamenting Kansas' embrace of conservatism, went viral. Tens of thousands of people read it. Many were fellow Kansans who wrote to Probst to say they, too, were disturbed by their state's dramatic swing to the right. Along with much of the country, Kansas took a right turn in 2010, and now its conservative supermajority in the Legislature hopes to set an example for other red states. Kansas' Progressive Streak Probst, 39, has lived his whole life in the Sunflower State. When he was a boy, Kansas was known for its centrist, pragmatic politics. That changed with the last election cycle, he says. \"This legislative session has just been one thing after another that seemed like it was undoing a lot of things that had been done in the state over the last hundred years,\" Probst tells NPR's Jacki Lyden. Kansas has a long progressive tradition. The earliest Kansans fought off slaveholders to make their territory a free state (it was, indeed, a bloody fight). No woman had ever been elected to public office in the U.S. before Susanna Salter became mayor of Argonia. The state also has a history of centrism, Probst says. \"We like to move ahead with what we have and try to do the best work we can without shaking things up, or moving too quickly, or getting too radical about things,\" he says. However, change has accelerated, he says, and that's not what he knows as conservative Kansas. The New 'Red-State Model' The state moved quickly when it came to the governorship in 2010. Increased political spending helped former Sen. Sam Brownback beat a moderate Republican, turning the tide. Kansas Gov. Sam Brownback, shown delivering the State of the State address last month, is pushing to get rid of the state's income tax, which has some Republicans concerned.\n                \n                    \n                    Charlie Riedel/AP\n                    \n                \nhide caption Kansas Gov. Sam Brownback, shown delivering the State of the State address last month, is pushing to get rid of the state's income tax, which has some Republicans concerned. Three of the previous five governors had been Democrats, including Kathleen Sebelius, who was elected twice before Obama called her up to his cabinet in 2009. Now, Brownback has the most conservative legislature in state history. With the conservatives in full control, Brownback is leading the charge, and he says he wants Kansas to be on a \"glide path\" to zero income tax as a prescription for economic renewal. He's calling his effort a \"red-state model.\" If Kansas leads, the governor says, the other 49 states will follow. Kansas isn't down to zero state income taxes yet, but in 2012 the state eliminated income tax for small businesses and substantially cut the tax rate for high-income individuals. Brownback says the plan will create growth and attract investment, and he says signs of that are already emerging, like a spike in the number of LLC filings. To continue moving the income tax down, Brownback wants to keep sales tax where it is. Cost-cutting measures he's planning for include \"a mixture of consolidation within agencies, of funding core functions well, but looking at a number of other state functions and saying, 'If we don't need to do this, let's not do it.'\" Getting It Right Economist Brad DeLong, a professor at the University of California, Berkeley, says Brownback's plan is flawed. \"That produces a relatively low-wage form of economic development. That's attractive to those who own companies, but not so attractive to people who don't own companies,\" he says. He says Brownback's model is based on a formula that works in Texas and Florida. But Kansas has neither Texas's oil nor Florida's tourism, and even if it does work, Kansans might not like it when they start to see certain services disappear. As for the \"red-state model\" — the idea that Kansas will lead and the rest will follow — DeLong says Kansas is too different from the rest of the country to be a good model. For example, Kansas' biggest city has about 400,000 people, and there's an aging rural population that relies on farm subsidies from the government. Brownback will have to make sure his red-state model works, or, DeLong says, \"It will be a horrible warning.\" \"In a decade, people will say, 'Let's definitely not try that again. It produced a Kansas in which there were more people that worked, but they were very poorly paid, and social services were actually quite lousy,' \" he says. What Happened To Compromise? Former Kansas Gov. Bill Graves, who served from 1995 to 2003, won by the largest margin in state history in his second term. Today, he's not sure his moderate Republican philosophy would stand a chance. \"I think there is a well-funded and very well-orchestrated effort right now to suggest that less government is gonna be better for everyone,\" he says. Because of that, Graves says, moderates like him feel they've been left without a place. He went back to Kansas in 2012 to help campaign for moderate Republicans during the primary race. \"People who think a little bit more like I do have started to sort of shrink to the sidelines and just don't have the stomach or the willingness to really roll up their sleeves and fight back,\" he says. Graves says his proudest achievements in office were the result of compromise — both across parties and within the Republican Party. That camaraderie seems far away today. When newspaper writer Probst talks to his friends and neighbors, they're still the people he knew when he was growing up. \"But ... there's some kind of disconnect between that and how they vote and how they view the political climate that brings in that anger and the angst with people,\" he says. That's just not the Kansas he says he remembers.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/04/27/179490501/conservative-shift-has-some-kansans-yearning-for-the-past"
        },
        {
            "headline": "'Comandante' Chavez Still Revered By Some, Despite Failings",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 10,
                "year": 2013
            },
            "article_content": "Hugo Chavez's Venezuela by Rory Carroll Hardcover, 302 pages | Your purchase helps support NPR programming. How? Hugo Chavez died in March, but his ghost still lingers in Venezuela. He was president for well over a decade and, according to journalist Rory Carroll, his oversize influence hasn't faded. \"It's slightly surreal, because Chavez has never been more ubiquitous in Venezuela than now. His face greets you from the airport the moment you arrive; there are posters of him everywhere; there are fresh murals of him around the city; his voice booms from the radio; recordings of him singing the national anthem fill government rallies,\" Carroll says. \"It's as if he's still there, but of course, he's not. As if the government is running a ghost as their presidential candidate.\" Carroll lived in Caracas, Venezuela, for seven years as the Latin America correspondent for the British newspaper The Guardian. He became well-established in the country, marrying a native Venezuelan and reporting extensively on Chavez's government. In his new book, Comandante: Hugo Chavez's Venezuela, Carroll describes Chavez's rise to power and what he saw as the president's catastrophic mismanagement. Carroll joins NPR's Steve Inskeep to talk about Chavez's support base, his impact on the poor and his gift of showmanship. Hugo Chavez, shown here in February 2012, was the president of Venezuela for over a decade. His career is the subject of a new book by Rory Carrolll.\n                \n                    \n                    Juan Barreto/AFP/Getty Images\n                    \n                \nhide caption Hugo Chavez, shown here in February 2012, was the president of Venezuela for over a decade. His career is the subject of a new book by Rory Carrolll. On Chavez's base of support among poor Venezuelans \"I would say about a third of Venezuelans adored him right through everything. From the beginning, right until the end. And, it's impressive. I mean, for a guy who's in power for 14 years? And you would tramp up the barrios — these hillside slums were his bedrock of support — and these people felt that down below in the palace, in Miraflores, there was a guy who was on their side — that he was their champion. He looked like them, he spoke like them. He was them. And that was an incredibly powerful connection that Chavez was able to maintain all through his 14 years in power.  \"Venezuela is a country of extremes — and extreme inequality. And this is reflected in just, when you enter Caracas, there are these very steep valleys, and up on the slopes are these cheaply built, red brick, corrugated tin roof slums, and they're kind of clinging to the hillsides, and this is where the poor people live. And if you continue more into the downtown, there's an elevated valley there, and the air is much fresher, it's cooler, you have some respite from the tropical heat — and this is where the rich, the middle class tend to live. And so there's a very jarring juxtaposition there, of wealth and poverty, and Chavez was able, of course, to tap into this disenchantment with the poor, because they could see the rich, they could look down upon them.\" On how Chavez used his racial heritage to connect with the populace \"His skin was brown ... he had indigenous and African slave ancestry, and he was very proud of it, and I think rightly so, and he would often allude to this. He — one time, when I was on his television show, I had a sort of clash with him, I asked him a question which he didn't like. And in a long, long answer to me, he at one point showed his arm and said, look at the color of my skin. Look who I am. I am of this land, and this is my heritage — meaning that he was not of the pale-skinned elites, or these kind of blond, blue-eyed Venezuelans who had so often certainly dominated media and business, and he felt that here he was, and the fact — the color of his skin showed that he was one of the people, el pueblo. \"I was a perfect fall guy or rhetorical punch bag, in the sense that, yes, I'm Irish, freckly and blond, or ginger, if you like — I was in that sense a perfect foil as a stand-in agent of imperialism.\" On whether Chavez improved the lives of poor Venezuelans \"Yes and no. Venezuelans have more money in their pockets than when he first came to power, which is unsurprising, because he coincided with an incredible oil boom, and billions of dollars rained into the treasury every week. ... He basically rained petrodollars over the country, certainly in his first seven years in power. And in that sense the poor did benefit, but the problem is that his management style was so chaotic and he was always prioritizing politics over governance and basic economic management, that dysfunction and atrophy kicked in. And we can see this, for example, in the fact that the currency has lost 90 percent of its value, that inflation is among the highest in the Western Hemisphere, and that insecurity, violent crime, kidnappings, murders, spiraled out of control. And the biggest victims of all of that are the poor.\" On the way The Guardian, a liberal newspaper, was initially sympathetic to Chavez \"Well, it's a good question. Yes, at the beginning — and I think most liberals and right-thinking people would have been, in his first couple of years in power. There was plenty of reason to give him any benefit of the doubt. Now, over time, when he became a bit more oppressive, shutting down television stations, and when the wheels were kind of beginning to come off the economy in some ways, I, in my own reporting, became very critical, just reflecting what I saw on the ground. And this prompted quite a debate, internal debate, in my newspaper, because a lot of editors then and to this day feel and felt that we should have supported Hugo Chavez because he was a standard-bearer for the left. Whereas I, very close up, I thought, well, no, actually. Because sadly, he's running the country into the ground and we have to report that.\" On Chavez's showmanship and his deceptive final campaign \"He was extraordinary as a showman. And the apogee of this was last October's presidential election, when he was in the advanced stages of cancer and yet he declared himself completely cancer-free. I think for him it was a sense of sacrifice. He felt that he had to give the impression that he was going to live, because this would mean that he could then win the election and try to safeguard the revolution even in the short term, and what this meant was that he pumped himself full of drugs — painkillers and steroids — and he pushed his body, which was breaking, and he pushed it to the limit, almost certainly accelerating his death. And there was true pathos, because he felt he was sacrificing himself for the revolution, for the greater good, whereas in reality he was just lying to his people.\"",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/04/10/176706001/comandante-hugo-chavez-still-revered-despite-his-failings"
        },
        {
            "headline": "Unfit For Work: The Startling Rise Of Disability In America",
            "author": "By  \n\n      Chana Joffe-Walt",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 22,
                "year": 2013
            },
            "article_content": "Parts of this story will air on This American Life this weekend, and on All Things Considered today and next week. A version of this story with photos, graphics and a video is online here. In the past three decades, the number of Americans who are on disability has skyrocketed. The rise has come even as medical advances have allowed many more people to remain on the job, and new laws have banned workplace discrimination against the disabled. Every month, 14 million people now get a disability check from the government. The federal government spends more money each year on cash payments for disabled former workers than it spends on food stamps and welfare combined. Yet people relying on disability payments are often overlooked in discussions of the social safety net. The vast majority of people on federal disability do not work.[1] Yet because they are not technically part of the labor force, they are not counted among the unemployed. In other words, people on disability don't show up in any of the places we usually look to see how the economy is doing. But the story of these programs — who goes on them, and why, and what happens after that — is, to a large extent, the story of the U.S. economy. It's the story not only of an aging workforce, but also of a hidden, increasingly expensive safety net. For the past six months, I've been reporting on the growth of federal disability programs. I've been trying to understand what disability means for American workers, and, more broadly, what it means for poor people in America nearly 20 years after we ended welfare as we knew it. Here's what I found. One In Four In Hale County, Alabama, 1 in 4 working-age adults is on disability. On the day government checks come in every month, banks stay open late, Main Street fills up with cars, and anybody looking to unload an old TV or armchair has a yard sale. Sonny Ryan, a retired judge in town, didn't hear disability cases in his courtroom. But the subject came up often. He described one exchange he had with a man who was on disability but looked healthy. \"Just out of curiosity, what is your disability?\" the judge asked from the bench.\"I have high blood pressure,\" the man said.\"So do I,\" the judge said. \"What else?\"\"I have diabetes.\"\"So do I.\" There's no diagnosis called disability. You don't go to the doctor and the doctor says, \"We've run the tests and it looks like you have disability.\" It's squishy enough that you can end up with one person with high blood pressure who is labeled disabled and another who is not. I talked to lots of people in Hale County who were on disability. Sometimes, the disability seemed unambiguous. \"I was in a 1990 Jeep Cherokee Laredo,\" Dane Mitchell, a 23-year-old guy I met in a coffee shop, told me. \"I flipped it both ways, flew 165 feet from the Jeep, going through 12 to 14,000 volts of electrical lines. Then I landed into a briar patch. I broke all five of my right toes, my right hip, seven of my vertebrae, shattering one, breaking a right rib, punctured my lung, and then I cracked my neck.\" Other stories seemed less clear. I sat with lots of women in Hale County who told me how their backs kept them up at night and made it hard for them to stand on the job. \"I used to cry to try to work,\" one woman told me. \"It was so painful.\" People don't seem to be faking this pain, but it gets confusing. I have back pain. My editor has a herniated disc, and he works harder than anyone I know. There must be millions of people with asthma and diabetes who go to work every day. Who gets to decide whether, say, back pain makes someone disabled? As far as the federal government is concerned, you're disabled if you have a medical condition that makes it impossible to work. In practice, it's a judgment call made in doctors' offices and courtrooms around the country. The health problems where there is most latitude for judgment — back pain, mental illness — are among the fastest growing causes of disability. In Hale County, there was one guy whose name was mentioned in almost every story about becoming disabled: Dr. Perry Timberlake. I began to wonder if he was the reason so many people in Hale County are on disability. Maybe he was running some sort of disability scam, referring tons of people into the program. After sitting in the waiting room of his clinic several mornings in a row, I met Dr. Timberlake. It turns out, there is nothing shifty about him. He is a doctor in a very poor place where pretty much every person who comes into his office tells him they are in pain. \"We talk about the pain and what it's like,\" he says. \"I always ask them, 'What grade did you finish?'\" What grade did you finish, of course, is not really a medical question. But Dr. Timberlake believes he needs this information in disability cases because people who have only a high school education aren't going to be able to get a sit-down job. Dr. Timberlake is making a judgment call that if you have a particular back problem and a college degree, you're not disabled. Without the degree, you are. Over and over again, I'd listen to someone's story of how back pain meant they could no longer work, or how a shoulder injury had put them out of a job. Then I would ask: What about a job where you don't have to lift things, or a job where you don't have to use your shoulder, or a job where you can sit down? They would look at me as if I were asking, \"How come you didn't consider becoming an astronaut?\" One woman I met, Ethel Thomas, is on disability for back pain after working many years at the fish plant, and then as a nurse's aide. When I asked her what job she would have in her dream world, she told me she would be the woman at the Social Security office who weeds through disability applications. I figured she said this because she thought she'd be good at weeding out the cheaters. But that wasn't it. She said she wanted this job because it is the only job she's seen where you get to sit all day. At first, I found this hard to believe. But then I started looking around town. There's the McDonald's, the fish plant, the truck repair shop. I went down a list of job openings — Occupational Therapist, McDonald's, McDonald's, Truck Driver (heavy lifting), KFC, Registered Nurse, McDonald's. I actually think it might be possible that Ethel could not conceive of a job that would accommodate her pain. 'We're Just Hiding You Guys' There's a story we hear all the time these days that doesn't, on its face, seem to have anything to do with disability: Local Mill Shuts Down. Or, maybe: Factory To Close. Four years ago, when I was working as a reporter in Seattle, I did that story. I stood with workers in a dead mill in Aberdeen, Washington and memorialized the era when you could graduate from high school and get a job at a mill and live a good life. That was the end of the story. But after I got interested in disability, I followed up with some of the guys to see what happened to them after the mill closed. One of them, Scott Birdsall, went to lots of meetings where he learned about retraining programs and educational opportunities. At one meeting, he says, a staff member pulled him aside. \"Scotty, I'm gonna be honest with you,\" the guy told him. \"There's nobody gonna hire you ... We're just hiding you guys.\" The staff member's advice to Scott was blunt: \"Just suck all the benefits you can out of the system until everything is gone, and then you're on your own.\" Scott, who was 56 years old at the time, says it was the most real thing anyone had said to him in a while. There used to be a lot of jobs that you could do with just a high school degree, and that paid enough to be considered middle class. I knew, of course, that those have been disappearing for decades. What surprised me was what has been happening to many of the people who lost those jobs: They've been going on disability. Scott tried school for a while, but hated it. So he took the advice of the rogue staffer who told him to suck all the benefits he could out of the system. He had a heart attack after the mill closed and figured, \"Since I've had a bypass, maybe I can get on disability, and then I won't have worry to about this stuff anymore.\" It worked; Scott is now on disability. Scott's dad had a heart attack and went back to work in the mill. If there'd been a mill for Scott to go back to work in, he says, he'd have done that too. But there wasn't a mill, so he went on disability. It wasn't just Scott. I talked to a bunch of mill guys who took this path — one who shattered the bones in his ankle and leg, one with diabetes, another with a heart attack. When the mill shut down, they all went on disability. I don't know what that rogue staffer meant when he told Scott Birdsall they were trying to hide those mill guys. But signing up for disability benefits is an excellent way to stay hidden in one key way: People on disability are not counted among the unemployed. \"That's a kind of ugly secret of the American labor market,\" David Autor, an economist at MIT, told me. \"Part of the reason our unemployment rates have been low, until recently, is that a lot of people who would have trouble finding jobs are on a different program.\" Part of the rise in the number of people on disability is simply driven by the fact that the workforce is getting older, and older people tend to have more health problems. But disability has also become a de facto welfare program for people without a lot of education or job skills. But it wasn't supposed to serve this purpose; it's not a retraining program designed to get people back onto their feet. Once people go onto disability, they almost never go back to work. Fewer than 1 percent of those who were on the federal program for disabled workers at the beginning of 2011 have returned to the workforce since then, one economist told me. People who leave the workforce and go on disability qualify for Medicare, the government health care program that also covers the elderly. They also get disability payments from the government of about $13,000 a year. This isn't great. But if your alternative is a minimum wage job that will pay you at most $15,000 a year, and probably does not include health insurance, disability may be a better option. But, in most cases, going on disability means you will not work, you will not get a raise, you will not get whatever meaning people get from work.[2] Going on disability means, assuming you rely only on those disability payments, you will be poor for the rest of your life. That's the deal. And it's a deal 14 million Americans have signed up for.[3] Kids As I got further into this story, I started hearing about another group of people on disability: kids. People in Hale County told me that what you want is a kid who can \"pull a check.\" Many people mentioned this, but I basically ignored it. It seemed like one of those things that maybe happened once or twice, got written up in the paper and became conversational fact among neighbors. Then I looked at the numbers. I found that the number of kids on a program called Supplemental Security Income — a program for children and adults who are both poor and disabled — is almost seven times larger than it was 30 years ago. Jahleel Duroc (pictured above) is gap-toothed, 10 and vibrating with enthusiasm. He's excited to talk to someone new, excited to show me his map of his neighborhood in the Bronx. He's disabled in the eyes of the government because he has a learning disability. \"I like school,\" he told me. \"My favorite periods are math and science and art, and lunch and recess and snack ... social studies and writing are my favorite.\" His favorite thing about school, in other words, is everything. When you are an adult applying for disability you have to prove you cannot function in a \"work-like setting.\" When you are a kid, a disability can be anything that prevents you from progressing in school. Two-thirds of all kids on the program today have been diagnosed with mental or intellectual problems. Jahleel is a kid you can imagine doing very well for himself. He is delayed. But given the right circumstances and support, it's easy to believe that over the course of his schooling Jahleel could catch up. Let's imagine that happens. Jahleel starts doing better in school, overcomes some of his disabilities. He doesn't need the disability program anymore. That would seem to be great for everyone, except for one thing: It would threaten his family's livelihood. Jahleel's family primarily survives off the monthly $700 check they get for his disability.[4] Jahleel's mom wants him to do well in school. That is absolutely clear. But her livelihood depends on Jahleel struggling in school. This tension only increases as kids get older. One mother told me her teenage son wanted to work, but she didn't want him to get a job because if he did, the family would lose its disability check. I haven't taken a survey or anything, but I'm guessing a large majority of Americans would be in favor of some form of government support for disabled children living in poverty. We would have a hard time agreeing on exactly how we want to offer support, but I think there are some basic things we'd all agree on. Kids should be encouraged to go to school. Kids should want to do well in school. Parents should want their kids to do well in school. Kids should be confident their parents can provide for them regardless of how they do in school. Kids should become more and more independent as they grow older and hopefully be able to support themselves at around age 18. The disability program stands in opposition to every one of these aims. The End Of Welfare As We Knew It A federal program for disabled people was first proposed in the 1930s. Even then, a Social Security actuary was worried. \"You will have workers like those in the Dust Bowl area, people who have migrated to California and elsewhere, who perhaps have not worked in a year or two, who will imagine they are disabled,\" the actuary wrote. The cost of the program could be higher than \"anything that can be forecast.\" The actuary's warning gets at a central tension in a much bigger debate: What should we, as a country, do for people who aren't making it? Americans want to be generous. But Americans don't want to be chumps. The first key pieces of the modern safety net were created in the 1930s, under Franklin Roosevelt. The first federal disability program was created in the '50s. A few years later, Lyndon Johnson pushed to expand the federal safety net further. In the '80s, Ronald Reagan argued that a robust economy would do more to eliminate poverty than any federal program. When Reagan used the term \"welfare queen,\" it was clear where he stood. He didn't want to be a chump. Bill Clinton tried to appease both sides. He expanded many programs for the working poor, but he also promised to \"end welfare as we know it\" — to nudge people off of public assistance, give them some job training, and force them to make it on their own. \"A society rooted in responsibility must first promote the value of work, not welfare,\" Clinton said. History has judged Clinton's welfare reform a big success. But when you include disability in the story of welfare reform, the picture looks more ambiguous. Part of Clinton's welfare reform plan pushed states to get people on welfare into jobs, partly by making states pay a much larger share of welfare costs. The incentive seemed to work; the welfare rolls shrank. But not everyone who left welfare went to work. \"Can you think of anything else that's been bothering you and disabling you and preventing you from working?\" A person on welfare costs a state money. That same resident on disability doesn't cost the state a cent, because the federal government covers the entire bill for people on disability. So states can save money by shifting people from welfare to disability. And the Public Consulting Group is glad to help. PCG is a private company that states pay to comb their welfare rolls and move as many people as possible onto disability. \"What we're offering is to work to identify those folks who have the highest likelihood of meeting disability criteria,\" Pat Coakley, who runs PCG's Social Security Advocacy Management team, told me. The company has an office in eastern Washington state that's basically a call center, full of headsetted women in cubicles who make calls all day long to potentially disabled Americans, trying to help them discover and document their disabilities: \"The high blood pressure, how long have you been taking medications for that?\" one PCG employee asked over the phone the day I visited the company. \"Can you think of anything else that's been bothering you and disabling you and preventing you from working?\" The PCG agents help the potentially disabled fill out the Social Security disability application over the phone. And by help, I mean the agents actually do the filling out. When the potentially disabled don't have the right medical documentation to prove a disability, the agents at PCG help them get it. They call doctors' offices; they get records faxed. If the right medical records do not exist, PCG sets up doctors' appointments and calls applicants the day before to remind them of those appointments. PCG also works very, very hard to make the people who work at the Social Security happy. Whenever the company wins a new contract, Coakley will personally introduce himself at the local Social Security Administration office, and see how he can make things as easy as possible for the administrators there. \"We go through even to the point, frankly, of do you like things to be stapled or paper-clipped?\" he told me. \"Paper clips wins out a lot of times because they need to make photocopies and they don't want to be taking staples out.\" There's a reason PCG goes to all this trouble. The company gets paid by the state every time it moves someone off of welfare and onto disability. In recent contract negotiations with Missouri, PCG asked for $2,300 per person. For Missouri, that's a deal — every time someone goes on disability, it means Missouri no longer has to send them cash payments every month. For the nation as a whole, it means one more person added to the disability rolls. The Disability-Industrial Complex In the past few decades, an entire disability-industrial complex has emerged. It has just one goal: Push more people onto disability. And, sometimes, it seems like the government is outmatched. This is especially true in the legal system. Daytime TV in many places is full of ads from lawyers who promise to fight the government and win the disability benefits you deserve. There are tons of YouTube videos about getting disability — one lawyer, one webcam. The standard form is a let's-get-real chat about how to win this thing. There is one man who takes much of the credit for this industry: Charles Binder. \"When we started,\" Binder told me, \"I don't think anybody else was advertising.\" What's more, most people who applied for disability were denied and never had a hearing. Binder, and the lawyers who followed him, changed that. \"I've created some of the problems for the government because so many people appeal,\" Binder says. When he started in 1979, Binder represented fewer than 50 clients. Last year, his firm represented 30,000 people. Thirty thousand people who were denied disability appealed with the help of Charles Binder's firm. In one year. Last year, Binder and Binder made $68.7 million in fees for disability cases. The way Binder tells it, he's is a guy helping desperate people get the support they deserve. He is a cowboy-hatted Lone Ranger going to court to fight the good fight for the everyman. Who is making the case for the other side? Who is defending the government's decision to deny disability? Nobody. \"You might imagine a courtroom where on one side there's the claimant and on the other side there's a government attorney who is saying, 'We need to protect the public interest and your client is not sufficiently deserving,'\" the economist David Autor says. \"Actually, it doesn't work like that. There is no government lawyer on the other side of the room.\" The Social Security Administration says disability hearings were never meant to be adversarial. In these courtrooms, the judges are employees of Social Security. So the judges are supposed to both represent the government and make a fair and objective determination. But the judges themselves say this role can be difficult. Judge Randy Frye, who hears disability cases in North Carolina, told me he often finds himself glancing to where he imagines there should be a chair for the government attorney, as there would be in a normal case. \"There are always moments where you are concerned maybe you missed something,\" he says. \"You would turn to that chair and say, 'Counsel, I'm having trouble with this issue. Why does the government think this case should not be reversed?'\" Somewhere around 30 years ago, the economy started changing in some fundamental ways. There are now millions of Americans who do not have the skills or education to make it in this country. Politicians pay lip service to this problem during election cycles, but American leaders have not sat down and come up with a comprehensive plan. In the meantime, federal disability programs became our extremely expensive default plan. The two big disability programs, including health care for disabled workers, cost some $260 billion a year. People at the Social Security Administration, which runs the federal disability programs, say we cannot afford this. The reserves in the disability insurance program are on track to run out in 2016, Steve Goss, the chief actuary at Social Security, told me. Goss is confident that Congress will act to keep disability payments flowing, probably by taking money from the Social Security retirement fund. Of course, the retirement fund itself is on track to run out of money by 2035. Goss and his colleagues have worked out a temporary fix under which the retirement and disability funds will both run out of money by 2033. He says he hopes the country will have come up with a better plan by then. Note: The following sentences were changed for clarity after publication.1) The sentence that now reads \"The vast majority of people receiving federal disability benefits do not work\" originally read \"People on federal disability do not work.\" (back to top)2) The sentence that now reads \"But, in most cases, going on disability means you will not work, you will not get a raise, you will not get whatever meaning people get from work\" originally read \"But going on disability means you will not work, you will not get a raise, you will not get whatever meaning people get from work.\" (back to top)3) The sentence that now reads \"And it's a deal 14 million Americans have signed up for\" originally read \"And it's a deal 14 million Americans have chosen for themselves.\" (back to top)4) The sentence that now reads \"Jahleel's family primarily survives off the monthly $700 check they get for his disability\" originally read \"Jahleel's family survives off the monthly $700 check they get for his disability.\" (back to top)",
            "bias": "poverty line",
            "url": "https://www.npr.org/sections/money/2013/03/22/174194673/unfit-for-work-the-startling-rise-of-disability-in-america"
        },
        {
            "headline": "Exclusive First Read: 'The Summer Prince' By Alaya Dawn Johnson",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2013
            },
            "article_content": "by Alaya Dawn Johnson Hardcover, 289 pages | Your purchase helps support NPR programming. How? Hundreds of years into the future, in a post-apocalyptic world, there's a beautiful city in a steel-and-glass pyramid, perched on a Brazilian bay. It's Palmares Tres, founded and run by women after men made a wreck of the world, and named for a famous 17th century city founded by escaped slaves. The city runs on a combination of futuristic technology and ancient, bloody ritual: Every five years, a Summer King is elected by the people and sacrificed at the end of the year. Alaya Dawn Johnson's gorgeous young adult novel The Summer Prince follows two teenage Palmarinas, June Costa and her best friend, Gil, as they navigate the treacherous intersections between art, politics, technology and love. In this scene, June remembers being 8 years old and seeing her first Summer King die. The Summer Prince will be published March 1. When I was eight, my papai took me to the park to watch a king die. At first, all I saw were adults clad in bright blues and greens and reds, in feathers and sequins, in cloth glittering with gold and jewels. Carnival clothes for carnival day, but covered in the early-morning chill with darker coats and shawls. I looked up at this mass of grandes like I had stumbled into a gathering of orixás. I couldn't see their faces, but I could see their hands, the way they twisted them around each other, or clicked through a string of rosary beads. Some held candles, some held flowers. They were dressed for carnival, but they were quieter than I remembered from other years. The legs and torsos swayed and jostled, but no one danced. A few of the men cried. For the first time in my life, I knew a carnival without music. I held my papai's hand. He did not look at me. A strange sigh swept over the crowd, like the wind howling past the cliffside during a winter storm. A woman's voice boomed through the park, but I was too young, too close to the ground to understand. \"I can't see,\" I said, tugging at my papai's hand. With some difficulty — our neighbors had pressed forward, packing around us so tightly he hardly had room to turn around — he knelt. \"This is how the world works, June,\" he said to me. \"Are you sure?\" I didn't understand his downcast mouth, the crying from the crowd, the austere finality of the woman's voice on our city's speakers. Carnival was supposed to be fun and beautiful. But I knew, because my papai never asked me idle questions, that I was to consider my answer. That if I said no, he would leave me on the ground where I could see nothing I didn't understand, and understand nothing of what I heard. And if I said yes, the answer would change my life. I nodded. He lifted me, though I was heavy for my age, and perched me on his shoulders. If I blocked anyone's view, no one complained. There was a holo in the sky. It projected a few meters above the heads of the people in the park, near the falls where I would play with Mamãe in the summer. Queen Serafina stood in a stark room of wood and stone — the high shrine. I liked her because her skin was dark and glossy and her hair silk-smooth. I had even gotten a Queen Serafina doll for my birthday last June. But today her face was fierce and still; today she held a blade in her hand. Beside me, a man shook his head and murmured a prayer. I thought it sounded nice and wished I could join him. Mamãe didn't like the city shrines, so I'd never learned any prayers. The holo angle widened, showing an altar with a miniature projection of our city glowing at the far end. A man had been bound with ropes beneath it, so the great hollow pyramid of Palmares Três looked like a crown. An appropriate symbol for our latest king, elected exactly one year ago. The Summer Prince is Alaya Dawn Johnson's first young adult novel. She lives in New York City.\n                \n                    \n                    Alden Ford/Arthur A. Levine Books\n                    \n                \nhide caption \"Why is Summer King Fidel tied down?\" I asked Papai. He squeezed my hand and shushed me gently. \"Watch, June,\" he said. \"I honor our ancestors who were slaves, and their legacy for which we have named our city,\" Serafina said, icy and calm in her white ceremonial turban and white shift. From the altar, Fidel responded in a steady voice, but his shoulders trembled and his eyes had dilated a permanent, unnatural black. \"I honor the dead who have fallen like sugarcane before a scythe. I honor the men who lie beneath us and the women whose strength and wisdom have saved us.\" \"Heir of Zumbi, great king, you are infected,\" the Queen said, words almost familiar and ultimately incomprehensible. \"Will you give this great city the gift of your sacrifice? In the name of Yemanjá, in the name of Oxalá, also called Christ, will you offer your soul to the orixás, and your choice to Palmares Três?\" Fidel nodded slowly, as though he was already swimming in Yemanjá's ocean. His too-black eyes stared wide, and I shivered. We were safe in the park on Tier Eight, while he was tied to the altar on Tier Ten, but still I felt as though he watched me. \"I will,\" he said, and fell back, prone on the stone altar. Now the man beside me wept openly, and even Papai wiped his eyes. I was eight, and no one had told me what happened to the kings at the end of winter. In the end, no one needed to. Serafina mounted the stairs to the altar. She touched Fidel's shoulder with her left hand; her right fingers tightened around the blade. \"You will mark your choice of the woman to be Queen,\" Serafina said. \"In gesture or blood.\" He nodded. A few seconds passed. She swept the knife across his throat, clean and irrevocable and deep. His mouth opened and closed like a fish in fresh air. His blood pulsed in spurts over her hands and dress and altar. I cried, but I didn't want to stop seeing. \"He must point!\" I said, my stomach so tight I thought I might vomit. The crying man beside me nodded. \"It will be okay if he doesn't, filha,\" he said. \"It's a moon year. Serafina is the only one in the room for him to pick.\" I don't know that I understood him then. The five-year cycle, the elections, the Queens and their kings, the moon years and sun years —they govern our lives, but are not easily parsed. Especially not by an eight-year-old, shocked to tears by the sight of a young king killed by a beloved Queen. And then Fidel managed. A bloody hand raised, trembling and final. He smacked it on Serafina's belly with enough force that its wet impact echoed over the tinkling of the falls. A bloody handprint marked her stomach, final and sure. The holo focused on Fidel's body. In death, his eyes stayed wide open and impossibly black. Papai took me home. Mamãe was in one of her rages, berating him for letting such a violent ceremony mar my carnival day. \"You'll let her have the celebration without showing her why?\" he said. \"She's too young,\" said Mamãe. I took a deep breath. \"Did he want to die?\" I asked Papai. He regarded me very seriously. \"I believe so, June. His sacrifice helps our city.\" \"Then it's okay,\" I said. \"I'm old enough.\" We call him the summer king, even though we choose him in the spring. It is early September. Gil and I dance through a screaming throng of wakas, hoping to trick our way into the roped-off section in the front of the stadium. In a few minutes, all three young finalists for this year's summer king election will appear onstage, and we need to be as near to them as possible. I've never seen Enki up close before — holos don't count — and my excitement makes me feel like I'm vibrating. Gil turns, sees my eyes scanning the stage for any sign of them, and laughs. \"We have at least five minutes, June,\" he says, taking my hand to pull me forward. \"What if we miss him? What if the cameras don't see us?\" Gil shrugs; he respects my craving for fame and recognition, but he doesn't share it. One of the hundred things I love about him. \"It doesn't matter if they see,\" he says, pointing to the cloud of thumb-sized camera bots buzzing on and around the stage. \"It matters if he does.\" He. Enki. I take a deep breath and feel my pocket again for the reassuring weight of the portable holo we've smuggled inside. Just a week ago, Gil and I got around security bots in Gria Plaza to paint graffiti stencils on the side of an office building, but we've never attempted anything as daring as this. I've never invited exposure before. Oh, there was always a chance that some security bot would dart me and I'd wake up unmasked in a holding cell on Tier Two, but I'm not stupid. I may not be quite as good at running around the city as a grafiteiro from the verde, but I'm tiers above the other wakas in my school. But today I'm dressed as myself, with a ticket bought in my own name, with my own money. Today we're planning to get caught. Mother and Auntie Yaha won't be pleased, but they never are. I think of it as a coming-out party — if this works, the whole city will see my art for the first time. The stadium is the pride of the bottom tiers — built inside one of the dozens of spherical nodes that help give our hollow pyramid city its internal structure. The clear dome soars above us, high enough that on some days wispy clouds can form, obscuring from sight the pulsing, glowing city rising into the distance above. From this angle, transport pods shuttle through a glittering lattice of tubes like silver blood through luminous triangular arteries. Megatrusses lined with gardens and shops and houses stretch to our left and right. I'm caught off guard by the spectacle, one somehow more familiar to me from dramas than personal experience. Even though I've lived here all my life, I don't spend much time on the lower tiers during the day. Growing up on Tier Eight, I'm used to seeing the glowing pyramid lattice of Palmares Três from a loftier position. Two guards stand in front of the velvet curtain separating the special seats from the general rabble. My stepmother is an Auntie, a rising star in our government. I could have asked her for help getting in here, but then she would have known that Gil and I were skipping school to see the show. I couldn't bear the thought of another interminable argument with Mother, Auntie Yaha acting as frustrated peacekeeper. I can't bear very much about either of them. So Gil and I will have to improvise. I grin and my worries flow out of me in the tense, gritty joy of danger and release. The guards check tickets with a bulky security fono. Only wakas are allowed in this special section, since we're the ones the Aunties want to show asking questions in a moon year election. Some grandes fill the stadium seats, but most of this crowd is under thirty and respected for it — a rarity in a city run mostly by women past their first century. Gil squeezes my hand and approaches one of the guards. He casually hands over his flash — an identity chip embedded in the same worn pyramid charm he's used since I've known him. The guard swipes it over her fono, then frowns. \"You don't have a pass,\" she says. Gil's bottom lip trembles and his eyes widen. \"But I won the essay contest for my school! My teacher told me everything was settled.\" The woman sighs. The other guard, accepting latecomer flashes a few meters away, raises her eyebrows in inquiry. \"Everything okay there?\" she asks. \"He says he won a contest.\" The second guard looks nervously back at the stage, then walks over. \"What's this about . . .\" she says, but I don't have time to hear the rest. In full sight of the five wakas still waiting to get in, I dash past the guards distracted by Gil's beautiful pouting face and hurry for two empty seats on the opposite side of the enclosure. I sit like I'm supposed to be there, and no one pays me much attention. Everyone stares at the stage. I hope most of them support Enki. He's the surprise favorite this election, the beautiful boy from the verde no one expected to make it to the finals. He will win — he has to — but just to make sure, I convinced Gil to help me with an art project. A very public art project. The glass dome turns smoky gray, gradually darkening the stadium until I can only see the lights on the stage and the smaller lights on the floor, leading to the exits. A moment later, Gil slips into the seat beside me. He bites his lip and squeezes my knee. \"I can't believe they let you in!\" I whisper. He rests his head against mine and breathes deep. \"You know me, menina,\" he says. \"All I ever have to do is smile.\" I jab him with my elbow. My best friend in the whole world is vain as a peacock, but that's all right. He's pretty enough to justify it. Auntie Isa, the highest-ranking member of the government aside from Queen Oreste, walks onstage in a careful spotlight. Cheers and chants sweep over the stadium audience until my ears ring with the combined jubilation of ten thousand people. Gil yells Enki's name in unison with a hundred or so others nearby, while different factions for Pasqual and Octavio chant their support. I would join Gil, but I can hardly breathe. I've been planning this for weeks, ever since I first saw Enki at the start of the contests. Auntie Isa has round cheeks and full lips, skin about as light as mine and smooth, thin eyebrows that seem faded somehow — the only part of her that looks old. Beneath her iconic red turban, her face is ageless and familiar. She's been sub-queen for more than fifty years —five Queens have reigned with her by their side, but she's never put herself forward for the royal position. \"My children,\" she says once the noise has quieted. \"I welcome you to King Alonso Stadium. In a week, the whole city will once again vote for our next king. I have gathered the finalists here this afternoon so that you might ask questions of these fine young men who have put themselves forward this moon year.\" Our cacophonous cheers might be deafening to some grande, but I don't notice. I've found my voice, and I'm screaming with the rest. Even if something goes wrong with my small project, it won't matter. I'm overwhelmed with the sense of being part of history. * * * The first thing you should know about Enki is that he's dark. Darker than the coffee my mother and Auntie Yaha drink every morning, darker than the sky on a moonless night, not so dark as my pupils gone wide with pleasure, not so dark as ink. I have never seen anyone half so dark as him, though Auntie Yaha says she has. She travels to the flat cities sometimes, since she's an ambassador of Palmares Três. She's even been to Salvador — what's left of it. Most people don't have the tech to maintain appearance standards, she says. \"Though they wouldn't, even if they could,\" she always says, and flicks her wrist in her way that always means contemptuous dismissal. \"We don't wallow in our differences the way flatlanders do.\" I never understood what that meant until Enki. His mother lived in Salvador, they say, though I can't believe it, because I've seen the pictures and I don't understand how anyone could live there. She was six months pregnant with him when the Aunties granted her a rare amnesty pass. She was too late for all but the most basic gene mods. There was no time to conform to our appearance regulations, and all the better for him. Enki was born dark as molasses, not so dark as tar. Enki was born beautiful, and when he smiles, you can see he knows it. Perhaps he isn't so sure of its importance, but how he delights in our admiration. The second thing you should know about Enki is that he grew up in the verde. At the top of our pyramid a great white light shines above the bay. The Queen lives there, way up on the hallowed Tier Ten, with a few of the highest-ranking Aunties. Tiers Eight and Nine are for less important Aunties and their functionaries. And so on until you reach the bottom. Until you find the verde. Algae vats line the fortified concrete of the pyramid base like a string of giant fake emeralds — glass baubles filled with hints of brown and roiling green. When the waves hit them, they shake and bob. I've been out in the bay a few times, just to see what we look like from the outside (it's so easy to forget, sometimes, that there is an outside, and we should never forget). Tour boats are popular in the evening, so everyone can goggle at the flaming red sunset as it sparks off the metal and glass trusses. They say if you catch it at the right moment, the sun looks like a ruby placed by an orixá in the top of the pyramid. I didn't think so. Mother took me out in celebration when she married Auntie Yaha. I didn't see a crown jewel, though. I saw blood. It drenched the great hollow pyramid of our city in the bay, spilling down the sides, over the megatrusses and transport pods and round plazas. I didn't look at the sun — even the protective glasses they gave us lay forgotten in my hand. I looked at the base, where the waves crash and the algae vats bobble. On the terraces between the vats, a few dozen people, comically tiny at such a distance, stared at us. None waved. We call it the catinga, the stink, but they call it the verde. Green. I'd never thought to ask why, before that moment. How can they stand the smell? is the standard question. The kind of idle discussion second only to the weather. But the base of our pyramid is beautiful. Amid all that blood of the dying sun, the verde was still alive. The blue of the bay, the green of the verde. A rich girl on a boat, wary of a new mother and still grieving for her lost father. And a boy? Is he among the inscrutable figures watching me watch them? Darker than the rest, but with the bright white of his smile, the light brown of his eyes and the skin of his palms? Does he laugh at us with his friends, or does he stare and wonder who I am? Enki is from the verde, which means he grew up poor. It means he grew up with the ever-present stink of hydrogen-producing algae. It means that in the winter, when the cyclones roll in off the coast, he's stayed up nights listening to the thunderous crashing. It means that if he came up from the verde, unless he was very careful, he would carry its smell with him, its look and its poverty, and he would be judged for it. The third thing you should know about Enki is that he wants to die. He doesn't seem like that kind of boy, I know. They almost never do. But he wants to be a summer king, and so he wants to die. Gil and I don't talk about it much. What's the point? That's what it means to be summer king. Their choice of the Queen wouldn't matter if they didn't die to make it. But I can't help but think about that day on the boat, and the silent, almost motionless figures suspended in the lurid green. What is it like, to grow up beautiful in the verde? Three finalists, and one will be king. They're seated on three chairs, facing the crowd like degree candidates at university. Pasqual to the left, his eyes lowered, perhaps out of humility, but more likely because he knows how the wakas swoon over his lashes. Pasqual is tall; he looks like a dandelion — a weed with a wild thatch of unusually red-tinged hair that seems to draw the cameras to him like flies to a picnic. He arranges angelic orchestrations of classical music and could solve quadratic equations when he was three. When he smiles, even I have to catch my breath. Octavio sits to Pasqual's left, and he stares straight out at the anonymous mass of us. He's the least affected of the three, as though he's indifferent to his presence on the stage. I'm surprised he's advanced this far, but then, the summer king contest is never predictable. Octavio is smaller, but not small. He rarely smiles and speaks only when the contest demands it. He isn't particularly beautiful, though I wouldn't call him plain. He writes, which is an unusual skill for a moon prince. Normally, they do something flash, like rivet surfing or capoeira or even just singing. He writes love poems to someone who even now remains anonymous, despite the efforts of a hundred thousand desperate girls and boys. Octavio's poems make my heart feel small in my chest. They make me want to cry and rage at the same time. These two are brilliant; they are the sort of boys any waka would die to spend an evening with. I hate them both. Gil and I don't care that it's a moon year and none of these boys will have any real power. Let the king five years from now, the next sun year, pick a new Queen. We just want our beautiful boy, our true moon prince. We want Enki more than we've wanted anything before. Enki leans back in his chair with a bright smile, like he's almost as giddy as the rest of us to see him onstage. Auntie Isa orates about the historic nature of our city and our unique system of king elections. Gil and I don't pay much attention. He's pulled out his holo projector and mine is on my lap. I've decided to turn them on close to the end of the event, when Enki is speaking. That way my stunt should get the most attention. But then Auntie Isa says a name far more interesting than the endless nattering about first King Alonso and his original selection of first Queen Odete. \"The distinguished ambassador from Tokyo 10, Ueda-sama, will have the honor of asking our three finalists the first question.\" This prompts a strange mixture of nervous laughter and frenetic clapping. I remember Auntie Yaha talking about how some people see the ambassador's visit to the city as a sign that the Aunties might ease our restrictions on new tech. Tokyo 10 is famous for their nanotech and a new breakthrough for turning living humans into immortal data streams. I've read the reports, but the descriptions of Tokyo 10 might as well be a pre-dislocation fantasy for all I understand them. I flirt with our regulations for the sake of my projects, but I've never seen anything even approaching the technology that must seem normal to the ambassador. But the man who shakes Auntie Isa's hand with a deferential smile looks strangely normal. No body-mod appendages like wings or webbed hands or antennae or the dozens of other things I've seen in pictures. His face has the smooth agelessness of Auntie Isa's, which makes me think he must be very old. His voice is soft but steady, with barely a trace of an accent. \"My thanks, Auntie Isa. It is an honor to be allowed to celebrate such an important cultural moment with all of you. My question for these three young men is simple. What plans do you have if you don't win?\" Gil and I glance at each other, surprised and intrigued. No one has ever asked a question like that before, not even Sebastião, our top gossip caster. It's rude in a way I can't quite articulate — only an outsider like Ueda-sama could get away with asking it. Pasqual answers first. \"I want to be king,\" he says. \"This city is my city, and you are my people. I can think of no greater honor than to be your sacrifice.\" Gil claps; I roll my eyes. Pasqual is such a grandstander, with this booming, theatrical voice that would make a statue shiver. He wields his charisma like a bludgeon, so it doesn't even matter that he didn't answer the ambassador's real question. Octavio stays seated, a line between his eyebrows while he answers slowly and with great care. \"I have thought about it, of course I have, though my chief desire is the same as Pasqual's. But were I to lose, I certainly wouldn't regret living out my life — though with far fewer people watching on, I'm sure.\" His small, self-deprecating smile makes me warm to him despite myself. I don't want Octavio to be king, but I imagine he would be a good friend. Enki stands for his response. He opens his mouth, but then closes it without speaking and walks with abrupt grace over to where Uedasama waits on the side of the stage. \"We haven't met formally,\" Enki says, extending his hand. Uedasama accepts the gesture smoothly, which reminds me of Auntie Yaha. The skills of career diplomats. \"It's a good question,\" Enki says, his eyes dancing, \"but didn't anyone tell you not to take us seriously?\" I giggle — high and tight and brief, more to release tension than express mirth. As usual, Enki walks so close to the edge of acceptable behavior that his feet bleed. Sometimes I wonder if he could make the Aunties angry enough to disqualify him from the contest. It hasn't happened yet, but flirting with the ambassador of the most preeminent tech city in the world might just cross that line. But Ueda-sama answers him before Auntie Isa can intervene. \"I think,\" says the ambassador from a city of immortals, \"that a man proposing to die deserves the respect of that choice.\" Enki nods. \"By reminding us of the lives we will abandon?\" Even Ueda-sama winces at the heart of his question, stripped raw beneath the bemused lash of Enki's tongue. \"You need a reminder?\" he says. Gil squeezes my hand hard enough to hurt, and I squeeze back. The smile leaves Enki's eyes, but it finds his mouth. He buries the long fingers of his left hand deep into dreadlocked hair. \"No,\" he says. \"Sometimes I think about it. I would play peteca, because I'm not very good right now. I'd dance, of course.\" He flashes a smile at the mostly bewildered wakas in the audience, which provokes relieved laughter. \"Nothing special.\" \"So you've decided it doesn't matter if you lose that life?\" \"Saying good-bye to it was the hardest thing I've ever done,\" Enki says. They are standing very close together. \"But I still chose this city,\" he says, addressing the darkened mass of us, instead of the ambassador. \"And I hope she will choose me.\" The cheers and stomping feet shake the floor of the stadium. Gil turns to me. I can't hear him over the din, but I can read his lips. \"Now?\" he asks. It's earlier than I planned, but I nod impulsively. \"Three, two, one,\" I say, tapping his arm to the count. On one, we both switch on our projectors and hold them high above our heads. I had to use two projectors to program the image because one wouldn't have been enough to attract attention in such a large space. But the split image means Gil and I need to hold them at exactly the right height and distance from each other. From below I can't tell if we've managed it. My shoulders ache; sweat traces an itchy line down my temple, but it seems that no one has noticed us at all. Enki basks in the rapture of his chosen audience. My grimace turns half smile. But as the noise subsides, Auntie Isa thanks the ambassador for his question with the barest hint of annoyance. Enki bows slightly from his hips and walks back to the other finalists. I bite my lip to distract myself from the fierce burn in my biceps and shoulder blades. \"Damn it!\" I say, loud enough in the quieting stadium for my neighbors to glare at me. I imagined turning on the holo-sign to shocked attention and general approbation. I hadn't prepared for this — what good is public art if no one even notices? Gil glances at me, probably waiting for a sign that I've had enough. But then Enki pauses, turns his head, and squints. \"Is that . . .\" he says, peering out at us like he's caught sight of Venus on a clear night. He's seen it. The familiar floating hologram of our pyramid city, but with a ghostly, dark handprint at its heart — a clear echo of Fidel, our last moon year king, who marked Serafina with his bloody hand. At the top rotate the words The wakas of Palmares Três want Enki. The bottom of the pyramid glows green with miniature algae vats. Beneath that, the words This year, our light comes up from the verde. He laughs and claps his hands. \"I hope so,\" he says, and sits back down. Auntie Isa ignores us entirely, focused as she is on restoring order and control to the event. But why should I care — the only one who matters laughed at my sign and now everyone must be staring at it, wondering who had the audacity to do such a thing. I imagine I can hear a few of the camera bots buzz a little closer overhead. If I'm lucky, this will rate a second- or third-tier gossip cast. Gil and I grin at each other in a moment of pure triumph. But I don't want to overstay my welcome, so we shut off the projectors just as the two security guards finally get around to asking us to leave. Sometimes I imagine the end of the world. Not this end of the world. The other one, four hundred years ago. You know those pictures they show us on Memorial Day? The thousands upon thousands of tiny white crosses sticking out of the dirt like daisies. The char pits after the bodies piled too high to bury, belching clouds of black smoke that spread like oil above Rio and São Paulo. It's strange for a boy to look at that, no matter how long ago, and not imagine how it must have been. It must have looked like Armageddon when the cold came, when the dirty bombs devastated Pernambuco. Hundreds of millions more died in the nuclear wars and the freezing and the southern migrations. I know all that, but it's not what I imagine. I imagine I'm a Queen. Odete, sitting in a bomb shelter somewhere on the coast of Bahia, in a country that had once been Brazil, and trying to force a new world from the screaming mouth of the old one. What wouldn't I do? What wouldn't I create? Who wouldn't I sacrifice, if it would keep the world from ever dying again? So I take my lover, my king, and I put him on a pedestal and I cut him down. A man, like the ones who ruined the world. I take from the world I know: Candomblé, which always respected a woman's power. Catholicism, which always understood the transformation of sacrifice. And Palmares, that legendary self-made city the slaves carved themselves in the jungle, proof that a better world can be built from a bad one. And so, Palmares Três. Odete's utopia was even more improbable than my birth, and yet here we both are. Don't you ever wonder how we came to such a strange place from the way the world was before? When the world is destroyed, someone must remake the world. I think you'd call that art. Excerpt of The Summer Prince courtesy of Arthur A. Levine Books/Scholastic. Text copyright 2013 by Alaya Dawn Johnson.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/02/15/171812208/exclusive-first-read-the-summer-prince-by-alaya-dawn-johnson"
        },
        {
            "headline": "In Connecticut, Two Sides Of A Deep Economic Divide",
            "author": "By  \n\n      Michael Moran",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2013
            },
            "article_content": "Editor's note: Our partner GlobalPost is launching a series that looks at wealth and poverty worldwide by comparing U.S. metro areas with foreign cities that have similar levels of income inequality. The findings may surprise you. This story from Fairfield County, Conn., and a companion piece from Bangkok, examine two places where the superrich and the very poor live just minutes apart. 1 of 6 The fragile peace of Ogden Street, of the houses facing Washington Park, of the families along Brooks and Stillman and Arctic, is interrupted night after night by gunfire and sirens and the shouting of young men. In the past six months, nine residents of Bridgeport's East Side neighborhood were gunned down, many at random, four before their 16th birthday. In two separate incidents last summer, 15-year-olds were killed after leaving \"sweet 16\" parties, police say, by boys ejected for fighting. But the boys came back. \"They just drive up and open up on a house,\" said a woman from Ogden Street whose neighbor lost her daughter in one of the murders. \"It's children killing children; they got nothing better to do.\" Asked for her name, she added, \"What, so they can come shoot me down? Hell, no!\" Welcome to Fairfield County, Conn., the wealthiest metropolitan area in the country, according to the Labor Department's Bureau of Economic Analysis, but also among the most unequal in terms in income distribution. Down the highway headed south, in another Fairfield County community, gritty Bridgeport seems an awfully long way away. The 61,000 residents of Greenwich are oriented to the southwest — toward Manhattan, with its haute culture and financial district. The idea that Greenwich residents should feel somehow responsible, or even concerned, about the plight of 145,000 people in Bridgeport strikes many as odd — if not absurd. \"I don't think of it at all,\" said Karen Schiff, a well-dressed young woman heading home from the Greenwich train station from her job in New York. \"I don't think I've ever even met someone from there. Maybe I drove through, I don't know.\" Beside her, waiting at a bus stop just across the street from the Greenwich station was Clara Bing, who commutes each day from the nearby town of Norwalk to work at a local dry cleaning business. Bing used to make the same trip from Bridgeport, her hometown, but moved closer to work to cut down on commuting time. \"Funny thing is that lady probably meets someone from Bridgeport every day,\" Bing said. Turning toward Greenwich Avenue, with its Baccarat jewelry shop, Apple store and dozens of expensive boutiques, she said, \"I used to ride in from Bridgeport with the people who work in those stores every day. As long as we go home at night, I guess, it's OK. It's like we're invisible.\" The distance between these two places is not much, about 20 miles, but the gulf that separates them often seems too great to navigate for many residents on both sides of the divide. The vastly different experience of growing up in either cannot be exaggerated. Bridgeport, with its dilapidated factories and graffiti-scarred public housing projects, is a world away from the half-dozen other affluent communities that line the Connecticut shoreline between them, such as Westport and New Canaan. But the affluent enclave of Greenwich tops them all. Swimming in the wealth extracted from Wall Street, the hedge fund and private equity groups nestled in the downtown business districts anchor communities centered around lavish country clubs, colonial mansions and public schools that send dozens of children to the Ivy League each year. All except Bridgeport, that is. To walk down Bridgeport's deserted Main Street, with its boarded up stores and hard-luck hotels, and then stroll down Greenwich Avenue later that day, is to experience different planets. The crime rate is high in Bridgeport. Gun violence is a fact of life and too often death. That's true not only in Bridgeport, but also across the economic divide, as the school shooting in nearby Newtown so tragically proved. Though there is crime on both sides of this county, the nature of lawbreaking seems different in Greenwich, where a series of high-profile white-collar crimes have been in the news. Steven A. Cohen, founder of SAC Capital Advisors, is facing multiple insider-trading investigations into his $14 billion fund. His neighbor, Walter Noel, is the founder of a hedge fund, Fairfield Greenwich Group, that was the largest single beneficiary of the infamous Bernie Madoff fraud. It's a good bet some sleep was lost at the $10.8 billion mansion of Dick Fuld, former CEO of Lehman Brothers. But for high-priced defense attorneys, a membership at the Greenwich Country Club and getaways to St. Barts can take the sting out of such things. For the residents of Bridgeport's Eastside, escape is not so easy. The Gatsby Effect While Bridgeport and Greenwich represent two extremes, economists — backed by a growing body of statistical evidence — suggest their radically different trajectories reflect a new reality in America. The American dream — that touchstone of social mobility, opportunity and justice for all — has slipped beyond the grasp of an increasingly large proportion of American society as unequal origins increasingly fuel unequal outcomes. \"Inequality of opportunity has increased in recent decades,\" writes University of Arizona researcher Lane Kenworthy in Foreign Affairs magazine, whose coverage of this domestic topic is in itself indicative of the broader and global implications. \"[A]vailable compilations of test scores, years of schooling completed, occupations, and incomes of parents and their children strongly suggest that the opportunity gap, which was narrowing until the 1970s, is now widening.\" Put simply, in today's America, the children of the rich will very likely get richer, poor kids will probably remain so, and those in the vast middle class will be challenged, even in two-income households, to just tread water. For more on this GlobalPost series, click here.\n                \n                    \n                    GlobalPost\n                    \n                \nhide caption How can this be? The world still beats a path to America's door after all, and from all corners of American society it is still possible to point out the rags-to-riches stories that underpin so many people's faith in the country. But increasingly, these are the exceptions that prove the trend economists have variously dubbed as the \"Great Gatsby Curve\" or the opportunity gap: Since 1971, the likelihood of someone born in the bottom five \"quintiles\" of the American income spectrum rising into the top two has drastically decreased. Household incomes in those bottom quintiles (representing 60 percent of all Americans) have barely grown. Meanwhile, household income among those in the top two has soared — by 75 percent for those in the top 20 percent; for those earning in the top 5 percent of Americans, the increase is even more dramatic: 95 percent. In the limited political debate that took place on this topic over the past election cycle, taxation — and competing plans to reform the way income tax is collected and its revenues spent — dominated the conversation. But in Bridgeport, where incomes hover overwhelmingly in the bottom two quintiles, residents see their ills as going far beyond tax reform. Once a leading industrial city with huge factories that produced Singer sewing machines, Remington rifles, Sikorsky helicopters, engines and electronics for General Electric and components for the wartime Manhattan Project that produced the atomic bomb, Bridgeport has failed to reinvent itself. As late as the mid-1970s, says Jeff Kohut, a lifelong resident and civic activist, \"you could leave a job in the morning and have another after lunch. The factories were working at full capacity. Times were that good.\" But with changing tax incentives and the loss of major industry, Bridgeport just couldn't keep up. A Global Dream Bridgeport's urban middle class, shorn of manufacturing jobs, spooked by rising crime rates and by what appeared to be the city's inability to do anything about it, fled for leafier towns beyond the city limits. What followed produced a profound alienation between residents of the city and the towns around it. In a pattern repeated around the industrial Northeast and Midwest, fast-growing communities outside the city limits hooked up to highway networks, water and sewer lines developed by the cities, then lobbied to break their bonds with the declining urban centers. In Connecticut, this process was supercharged when, in 1960, the suburban interests succeeded in changing the state constitution to abolish Connecticut's eight county governments, eliminating any hope that the affluence surrounding Bridgeport or other struggling cities could be harnessed for redevelopment. Bridgeport natives like Kohut view this as a betrayal. The migration of more prosperous residents that fed the growth of neighboring towns like Stratford, Trumbull and Fairfield — \"colonies of Bridgeport, if you will,\" says Kohut — encouraged a selfishness that exacerbated his hometown's decline. But the failure of Bridgeport to revitalize cannot be laid completely at its neighbors' doorsteps, of course. Deep-seated corruption in Bridgeport's city government has been the cause of more than one grand plan's implosion. Todd Addison, a Greenwich resident who runs a plastics manufacturing company in Brooklyn, N.Y., has some sympathy for the city up the highway. \"It's a unique place,\" Addison said of Bridgeport, a city he knows relatively well from his days living in nearby Trumbull. \"It's located on the coast, on the water in Connecticut, and yet it's a place where people don't want to go.\" Michael Moran is a GlobalPost columnist as well as the London-based director and editor-in-chief of Renaissance Insights at the Moscow-based investment bank Renaissance Capital.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/01/17/169509521/in-connecticut-two-sides-of-a-deep-economic-divide"
        },
        {
            "headline": "Bangkok: A City Of Glitz, A City Of Desperation",
            "author": "By  \n\n      Patrick Winn",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2013
            },
            "article_content": "1 of 8 Editor's note: Our partner GlobalPost is launching a series that looks at wealth and poverty worldwide by comparing U.S. metro areas with foreign cities that have similar levels of income inequality. The findings may surprise you. This story from Bangkok and a companion piece from Fairfield County, Conn., examine two places where the superrich and the very poor live just minutes apart. Most male dropouts living in Bangkok's most notorious slum, Klong Toei, are presented with two principal career paths: speed dealer or stevedore. The first involves ducking cops, consorting with junkies and hardening your neighborhood's rep as a crime-infested no-go zone. Klong Toei's reputation for selling \"ya ba\" — pink meth tabs that smell like cotton candy when smoked — is second only to its reputation for catching on fire. Flames easily leap between dwellings in the slum, a labyrinth of buildings packed so tight that alleys remain dim under the Thai noontime sun. In lieu of meth, Boat Thammongkul, 20, has chosen to work the nearby docks. \"We move heavy stuff at the pier for 500 baht a day,\" Boat says. That's roughly $16 for nine hours at the Klong Toei wharf, a critical hub in Thailand's export economy and the chief employer of nearby slum dwellers. For more on this GlobalPost series, click here.\n\n                    \n                    GlobalPost\n                    \n                \nhide caption \"Just because people around me sell drugs doesn't mean we have to,\" he says. \"Besides, I have a dream. One day, I want to work at a job indoors. With air-conditioning.\" Class Divisions Small dreams and hard labor define the view from Klong Toei. But in Bangkok, a city divided by wealth and class, a mere 5 miles separates the slums from a glam shopping paradise feeding the appetites of an emerging middle class and a rising upper class. Inside the crown jewel of the malls, Siam Paragon, a second-floor showcase displays a Rolls-Royce Ghost. (Sticker price: $942,000.) Downstairs, Swarovski sells a glittering Hello Kitty pendant chiseled from fine crystal. Weight-conscious ladies can choose from multiple outlets promising to eradicate cellulite with acoustic waves or, for $700, destroy belly fat with a freezing electronic wand. CEOs set on enhancing their karaoke skills can shell out $650 for singing lessons tailored for corporate executives. This is a world unknown to Boat and his friends, a crew sporting the signature look of the Klong Toei dude: shirtless, scribbled up with tattoo ink, lean-muscled bodies shaped by manual labor and a diet of cheap noodles. \"You say 'Klong Toei' and all people see are junkies,\" said Kwan Khetpratum, another 20-year-old dock worker who lives near Boat. \"If I walked into the malls, the fancy people would look at me strangely. I've never even thought of going there.\" Comparison To The U.S. Most Americans will find it easy to write off Thailand's rich-poor class divide as predictable in a distant, developing country known for cheap holidays and military coups. But perhaps they shouldn't. When it comes to income inequality, Thailand and the U.S. bear a startling statistical resemblance. According to U.S. government figures, America's wealthiest 20 percent control a bit more than half of the national income. The same is true in Thailand, according to the World Bank. Rich Americans' counterparts at the bottom, the poorest 20 percent, take in 3 percent of the national income. In Thailand, the corresponding figure is nearly the same: 4 percent. The world's premier measure of income disparity, the Gini coefficient, suggests that Thailand's nationwide wealth disparity is equivalent to that of Bridgeport, Conn., or Washington, D.C. Thailand has been transformed by its tiger economy boom years — the 1980s and 1990s — when the nation grew into what the World Bank now calls an \"upper-middle income\" economy. From 1980 to 2011, Thailand's per capita GDP soared from $680 to nearly $5,000. As the nation grows more prosperous, the ranks of the superrich keep swelling. According to the Switzerland-based Julius Baer group, which tracks wealth, Thailand's stock of 47,000 millionaires in 2010 could swell to as many as 136,000 by 2015. The 'Hi-So' Culture Thais even have a homespun word for their modern, moneyed jet set: \"hi-so,\" inspired by the English term \"high society.\" The vast chasm between the superrich and struggling poor shows few signs of narrowing, according to Thai economist Pasuk Phongpaichit, who wrote in a recent analysis that \"inequity will continue to be Thailand's Achilles' heel.\" A United Nations report on Thailand, which was officially endorsed by the Thai government, was written by researcher Gwi-Yeop Son, In the report, Son attributes the gap, in part, to \"the overhang of patron-client ties, the culture of deference and inequities reinforced by the petty rituals of everyday life.\" Thailand, she contends, is a \"very unequal society\" with a \"growing awareness that inequality lies at the root of several forms of human insecurity, including rising political conflict.\" From 1980 to 2011, Thailand's per capita GDP soared from $680 to nearly $5,000.\n                \n                    \n                    Ed Kashi/VII/GlobalPost\n                    \n                \nhide caption From 1980 to 2011, Thailand's per capita GDP soared from $680 to nearly $5,000. In both America and Thailand, a national debate over this division of wealth has spilled onto the streets. Albeit with very different degrees of intensity. The U.S. has seen Occupy Wall Street, the ill-defined, sit-in movement that cast America's top earners as a gluttonous \"1 percent.\" Thailand's self-proclaimed have-nots are the Red Shirts street faction, which contends the U.S.-backed democracy more closely resembles a feudal serfdom lorded over by aristocrats. The Red Shirts have been involved in sustained, violent clashes against government troops, which erupted two years ago, a heated conflict that seems to be simmering on a lower burner now. In Thailand, \"song matratan\" — translation: double standards — has become the go-to shorthand for those who believe wealth and connections typically trump the rule of law. The phrase, popularized by the Red Shirts, has sunken into the national consciousness. But even senior politicians with sympathies toward the protest movement are apt to belittle grumblings over \"double standards,\" which suggest their entire system is broken. \"This has become a way of thinking in Thai society,\" says Nikom Wairatpanij, the president of Thailand's Senate. \"If people see they're losing out, they'll say it's 'double standards.' If they're getting their way, they'll admit there's a single standard.\" \"People probably do this everywhere,\" Nikom says. \"But maybe it doesn't manifest itself as violently as it does here.\" The Scene Of Violence From within Central World, perhaps Bangkok's hippest mall, there is little to suggest that the complex was recently the scene of Thailand's worst political violence in decades. On May 19, 2010, its facade was swallowed by orange flames. The mall's glass exterior panes exploded into shards, sprinkling the plaza below. The muzak was replaced by squealing fire alarms. Black smoke swept across the downtown skyline. Among mallgoers, the image of this chic emporium ablaze has come to symbolize class rage run amok. \"What they did, it was horrible. It was economic violence,\" said Aek Wiyasak, a 27-year-old tourism officer who frequents the mall district. \"The world looked on, afraid to come to our country, probably thinking Thailand is a horrible place.\" The shopping district, lined with glowing Gucci and Burberry storefronts, was the Red Shirts' chosen site for their largest-ever protest encampment. Their faithful ringed it with razor wire and bamboo spikes and refused to leave until the government called new elections. By the time the anti-establishment movement was finally crushed by guns-blazing infantry units, the chaos left behind nearly 100 corpses, 2,000 injuries and a series of buildings torched by arsonists widely assumed to have come from the Red Shirts' embittered ranks. Rapid Rebuilding But like the wounded limb of a starfish, the mall's torched wing has re-grown as if never attacked. Today, after an $88 million reconstruction project, shoppers pouring in and out of Central World face few reminders of the blaze that nearly burned the mall to the ground. Unless, of course, they come to shop during an appearance by Sawitseree Rorbruu, a 60-something Red Shirt sympathizer who occasionally sets up a public address system by the mall. She and like-minded political agitators are bent on telling shoppers that, instead of lamenting their handbag shops going up in smoke, they should be mourning the scores of protesters killed during Thai army raids. \"These hi-so people look down at us,\" Sawitseree says. \"If they see us crying out, they'll say, 'These damned people, these weeds, they're poor and stupid and have no schooling.' We are not like them. We are the ones who eat curry by the roadside for 20 baht (65 cents). They eat their curry on the mall's top floor for 60 baht ($1.95).\" Many of Thailand's upper classes — high-society especially — roll their eyes at the movement's peasants-vs.-aristocrats rhetoric. They insist the protesters were pawns paid by politicians to raise hell and hold the economy hostage. The movement was funded and goaded on by ex-premier Thaksin Shinawatra, a billionaire mogul ousted in a 2006 army coup. His younger sister, Yingluck, now serves as prime minister. \"Obviously, someone told them to burn down the mall,\" said Udaiwan Niyomseree, a Siam Paragon regular. \"They are just little people fighting. But their actions affect the entire country.\" Appearance-wise, the 26-year-old embodies the hi-so: milky skin, twinkling jewelry, an auburn dye job and an educated Thai's command of English. But she rejects the label. \"The hi-so are pretty people, buying lots of stuff, never thinking of the price,\" Udaiwan said. \"My family is just not rich enough.\" Patrick Winn is the GlobalPost correspondent for Southeast Asia.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/01/15/169439486/bangkok-a-city-of-glitz-a-city-of-desperation"
        },
        {
            "headline": "Venezuelans Mourns Late President Hugo Chavez",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n      Juan Forero",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 6,
                "year": 2013
            },
            "article_content": "Venezuelan President Hugo Chavez, who died Tuesday at age 58, was an ally of dictators like Cuba's Fidel Castro and loudly opposed the United States. Chavez claimed capitalism was destroying the world and tried to transform Venezuela into a socialist state.  STEVE INSKEEP, HOST: It's MORNING EDITION from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, HOST: And I'm Renee Montagne. Venezuela is in a state of mourning for its late president, Hugo Chavez. The outsized leader died yesterday in the capital, Caracas, after a two-year battle with cancer. He was 58. Hugo Chavez was both a polarizing and charismatic figure, and during his long rule he became an icon, beloved by Venezuela's poor and others in the region who admired his defiant stance toward the U.S. NPR's Juan Forero has been covering Chavez for more than a decade and he joined us on the line to talk about him. Good morning. JUAN FORERO, BYLINE: Good morning. MONTAGNE: Now, when Hugo Chavez first ran for president 14 years ago, he promised to take on political corruption and to make sure that all Venezuelans - especially the poor - benefited from the country's substantial oil wealth. Looking back, how did he do? FORERO: Well, he's a guy who came in and he promised a revolution, basically, and in many ways you have to say that he delivered. He took over institutions, like the judiciary and the state oil company and he began to use them to overturn the old order and install what he called 21st century socialism. Now, sort of on a tangible level that meant taking over private farms, taking over companies, and for ordinary Venezuelans Chavez created all kinds of social programs. He called them missions. They were small programs in poor neighborhoods, teaching people how to read. There were markets for people where they could buy food at lower cost. And the government claimed that all of this reduced poverty. But there's a dark side to this legacy too, because Venezuela today is a country where the president controls everything. I mean all the levers of power are in his hands, corruption is rampant, and the economy is dysfunctional right now. The state is the job's provider and private industry has been in a long decline. And what some critics say is that Chavez, what he was really doing was creating a system that was designed to ensure that he stayed in power. MONTAGNE: Well, and during all of this time, Venezuela and the U.S. were and have been important trade partners, which I think might surprise a lot of Americans because what we hear about this relationship is the volatile and even dark side. The rhetoric coming mostly from President Chavez was quite something to listen to. Let's take a listen right now to his television show, \"Hello, Mr. President,\" lambasting then-President George W. Bush. (SOUNDBITE OF TV SHOW, \"HELLO, MR. PRESIDENT\") PRESIDENT HUGO CHAVEZ: (Spanish Spoken) You are a donkey, Mr. Bush. MONTAGNE: OK. Well, he also called Mr. Bush a devil at the U.N. once, said he smelled the sulfur from where he had stood. Pretty strong stuff. FORERO: Yeah. Well, the antagonism goes way back. I mean there's a history to this. Chavez, from the beginning, when he took office in 1999, really from the beginning he sought to distant himself from the United States. And he criticized U.S. policy from the beginning, like the war in Afghanistan, the drug war in the Americas. And in 2002 he accused the Bush administration of being behind a coup that ousted him briefly. But Chavez also seemed to need an enemy. I mean that was part of his persona, part of his policy, part of his programs, and the United States just fit perfectly because of the U.S. policy in Latin America and because of U.S. in Latin America. So he claimed constantly that the U.S. could invade at any moment, that CIA agents were at work, and that the goal would be to one day take over Venezuela's oil. And he also called the opposition, you know, a rancid oligarchy that was working hand in hand with the Americans to end his rule and to take back people's social programs. And I think that that narrative was really very important and was really part of the Chavez PR machine. Millions of people, of course, didn't believe Chavez, but arguably the majority of Venezuelans did. And we saw this strategy down to the last day of his life. Even yesterday, when he was dying, the vice president came out to say that Chavez's historic enemies - he meant the U.S. and Venezuelan elites - had somehow infected Chavez with cancer. MONTAGNE: The vice president, of course, is in line to succeed him. And one of the big questions now is when Venezuela holds elections, within the next 30 days, is it likely into the future that his brand of Chavism will continue? FORERO: Well, they call it in Venezuela Chavismo, and that's the big question: Is Chavismo going to live? And the vice president, Nicolas Maduro, I think he has the sympathy vote, he has momentum, and he also controls the purse strings, which Chavez also controlled, and that's what you need to win elections in Venezuela. The opposition also lately has been looking kind of weak. They lost a big election in December and they also lost the presidential elections in October. So if I were betting, I'd say that Maduro is probably going to win - which would mean six more years of what Chavez called a revolution. MONTAGNE: NPR's Juan Forero, thanks very much. FORERO: Thank you. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "poverty line",
            "url": "https://www.npr.org/2013/03/06/173597132/venezuela-mourns-late-president-hugo-chavez"
        },
        {
            "headline": "Hugo Chavez's Legacy Looms Over Venezuelan Election",
            "author": "By  \n\n\n      Juan Forero\n    \n\n ,  \n\n\n\n\n\n\n\n      Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 10,
                "year": 2013
            },
            "article_content": "Morning Edition is in Venezuela ahead of Sunday's vote to elect a successor to the late President Hugo Chavez. Interim President Nicolas Maduro is running as Chavez's heir apparent. The opposition candidate is Henrique Capriles.  DAVID GREENE, HOST: This is MORNING EDITION from NPR News. I'm David Greene. STEVE INSKEEP, HOST: And I'm Steve Inskeep in Caracas, Venezuela.  This country is about to hold a presidential election. Voters are replacing the late Hugo Chavez, who shouldered this oil-rich republic onto the world stage. He often denounced the United States as an oppressive empire - even as he sold Americans oil - and imported gasoline from U.S. refineries. The election of his successor this weekend gives us a chance to listen to a changing Latin America. (SOUNDBITE OF AIR HORNS) INSKEEP: Follow the sound of air horns - vuvuzelas - and you encounter thousands of people walking a major Caracas street. Some people stop in front of ear-splitting loudspeakers and dance. (SOUNDBITE OF MUSIC) INSKEEP: Hugo Chavez, a brilliant political performer, brought out huge crowds like this during 14 years in power. This substantial crowd is flowing toward a rally for the opposition presidential candidate, Henrique Capriles. Why are you supporting Capriles? YAMIR MARTINEZ: (Spanish spoken) INSKEEP: Yamir Martinez says: I want a better future for my children. Chavez promoted his brand of socialism. He nationalized whole industries and drew money from the state oil company to help the poor. But now that his rule has ended, inflation is soaring, and people report shortages of basic goods, including food. That's why Martinez hopes to defeat Chavez's chosen successor on Sunday. The opposition contender, Capriles, is a popular state governor who says he's more pragmatic and would support fewer leftist causes around the world. What can he do to change the country? MARTINEZ: (Spanish spoken) INSKEEP: She says he can bring a different Venezuela, with less hatred. We'll hear more about this socially and economically divided country in the coming days on MORNING EDITION, though just now it's getting hard to hear anything. (Spanish spoken) MARTINEZ: (Spanish spoken) (SOUNDBITE OF AIR HORNS) INSKEEP: The noise becomes impossible as the crowd flows through a concrete tunnel which acts like a giant amplifier. The crowd emerges in front of a stage, filling block after block between high-rise buildings. They climb up onto the concrete floors of an unfinished building, and strain to hear the opposition candidate tell them they have the power to defeat the powerful. Yet banners on the light poles show the broad smiling face of their former president, one of the most famous men in Latin America, who beat them in election after election and could do it one more time from the grave. In this crowd we met with NPR's Juan Forero, who covered the late Hugo Chavez for years. JUAN FORERO, BYLINE: As we've seen in the elections one after the other, the opposition has been able to grow, but still, in the last presidential election in October, Enrique Capriles lost against Hugo Chavez by almost 11 points, so the big question is: How many will they be able to bring out now? And, of course, Hugo Chavez died just a month ago, so the government has the sympathy vote here, so it's going to be very, very difficult for the opposition. INSKEEP: This crowd - this opposition crowd - doesn't look noticeably upper class, but it certainly doesn't look poor, these people. FORERO: Well, these people really are a mix. I think you are going to find a lot of poor people here, honestly I do, and I think you're going to find a lot of people who are working class. I was covering this many years ago, and a decade ago you would see huge crowds come out here for the opposition, but they were most definitely whiter, you know, people who clearly had more money, people who clearly were more middle class - even upper middle class. I think you still see those people here, but look at the people we are seeing here, a lot of brown faces, a lot of people who are working class. INSKEEP: You just referred to people being whiter if they were upper class, brown faces if they're lower class. That suggests a racial divide in Venezuela and across Latin America. FORERO: I think it's very Latin American. I think you are going to see in many of these countries, whether it's Colombia, Brazil, or Mexico, certainly. Venezuela has had a lot of presidents and you look at them, most of them are of European descent. INSKEEP: Chavez was different - browner - and talked about it. His most vital support came from the neighborhoods that stretch up the mountainsides around Caracas - neighborhoods we can see from this center city in the valley; they're the kind of improvised settlements filled with poor people which are common all across Latin America. We knew we'd lose Juan in this crowd, so we agreed to meet later, in one of the most important mountainside neighborhoods of all. OK. So after a trip across town and uphill, we've arrived in this barrio, this poor neighborhood, on the hills overlooking Venezuela's presidential palace. It was a center of support for Hugo Chavez, and it's the neighborhood where he is now entombed, just beyond an eternal flame that I can see at the end of this street here. The neighborhood is called 23rd January. People in this area are known to be politically active and quite often armed. There's a shrine to Hugo Chavez on the street near here. He's pictured on the wall with Jesus wearing a crown of thorns. And inside that shrine, people light prayer candles. This week, a woman who tends the shrine scraped off the melted down wax. EVA GARCIA: (Spanish spoken) INSKEEP: Eva Garcia is a local government worker and also a volunteer of a local Chavez collective - a colectivo - partly a political group and partly a militia. She doesn't call Chavez a leader but a saint. Near the shrine we met up again with NPR's Juan Forero and looked across the neighborhood. FORERO: Some of these big blocks were built decades ago. INSKEEP: Oh, we're looking over here. This almost looks like Soviet-style public housing. FORERO: Exactly. Right below the mountain, this is looking north in the direction of the United States, actually. But then up here on this hill you can see all these buildings, these houses that, the people who live in them, they built over the years. INSKEEP: OK. So this is an area that supported President Hugo Chavez hugely that is now presumed to support Nicolas Maduro, his chosen replacement as president of Venezuela. Why would people continue supporting this party, this administration, given some of the problems that have come up in this country: mass inflation, mass economic trouble? FORERO: Well, the first thing that comes to mind is Chavez told them support Nicolas Maduro. He said that December 8. That was his last speech. Everybody here remembers that. And then the other thing is that over the years there was an interest in this area by the government. So there are different kinds of programs - cultural programs, sports programs for kids. You can see that there have been some improvements. It's still a very difficult neighborhood. Violence is just horrific here - the high homicide rate and so forth. But people here also had this almost mystical connection with Chavez. INSKEEP: NPR's Juan Forero. I'll let you get back to your reporting. Thanks very much. FORERO: Thank you. It's been a pleasure. INSKEEP: We have much more on this revealing election which comes this weekend. Tomorrow morning we'll take a walk up the hillside deeper into this neighborhood where the polarizing figure of Hugo Chavez was loved. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "working class",
            "url": "https://www.npr.org/2013/04/10/176757042/hugo-chavezs-legacy-looms-over-venezuelan-election"
        },
        {
            "headline": "Fearing Election Turmoil, Kenyans Seek A Tech Solution",
            "author": "Gregory Warner",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 25,
                "year": 2013
            },
            "article_content": "Kenyan authorities are trying to guard against fraud and violence when they hold a presidential election on March 4. Here, voters register on biometric equipment last December in Nairobi.\n                \n                    \n                    Simon Maina/AFP/Getty Images\n                    \n                \nhide caption Kenyan authorities are trying to guard against fraud and violence when they hold a presidential election on March 4. Here, voters register on biometric equipment last December in Nairobi. As Kenya prepares for a presidential election next Monday, it's trying to prevent a recurrence of the last such poll, in December 2007, when more than 1,000 people were killed in postelection violence. Last time, technology helped incite that violence. This time, the hope is that technology will help prevent a similar outburst. Last time around, a text message came on Dec. 31, 2007, four days after a presidential election that many people in the Kalenjin tribe thought was rigged. The text message said that the most powerful Kalenjin figure in the government, William Ruto, was killed. This wasn't true. But the rumor went viral, from cellphone to cellphone. \"That was around in the morning, and by 5, people were moving with their properties, the houses were being torched, and you're just seeing smoke,\" says a man named Alex, who asked that his last name not be used. Alex was in Kenya's Rift Valley, where gangs of youths with gas canisters and machetes attacked their ethnic rivals. Widespread protests erupted in Kenya after the presidential election in 2007. More than 1,000 people were killed.\n                \n                    \n                    Karel Prinsloo /AP\n                    \n                \nhide caption Widespread protests erupted in Kenya after the presidential election in 2007. More than 1,000 people were killed. Now Alex is part of a private research project called Umati that scours social media for potentially dangerous speech — speech like that 2007 text message, which he says wasn't just some falsehood. It was written to incite. \"It was hate speech, because whatever was being written there, on the text message, it was for people to react against certain kind of people,\" he says. So now when Alex or his teammates find a text or a tweet they're worried about, they report it to a network of bloggers, activists and tech geeks overseen by Daudi Were. \"We're talking about going beyond monitoring a vote; we're calling on citizens to protect their vote,\" Were says. Were directs a project called Uchaguzi, or election, in Swahili. Among other things, it connects on-the-ground reports with law enforcement officials. In its inaugural run during the 2010 constitutional referendum, a voter sent a text message to the project that said simply: \"Young men congregating with machetes outside a polling station in Molo.\" Molo is 125 miles away from the capital, Nairobi. But Were says that within 15 minutes, \"two trucks full of policemen turned up at that polling station, acted as a deterrent. The young men went away.\" So what happened in those 15 minutes? The text message was mapped and verified with on-the-ground election officials and forwarded to police — and this was done out of an air-conditioned technology hub in Nairobi with Super Mario Bros. posters and a foosball table. So whatever transpires this election, it will be under the scrutiny of a vastly more wired Kenya. In the past four years, the number of Kenyans who own cellphones climbed from 8 million to 30 million — which means more cellphone cameras to catch unguarded political moments. For example, last year politician Ferdinand Waititu urged a crowd in Nairobi to find people from the Massai ethnic group and chase them from their homes. Several people were killed in the riots that ensued. When the video was posted on YouTube, Waititu was disciplined by his party and fired from his post. But that same politician is now leading the race to become governor of Nairobi province. Hate speech and ethnic baiting can still win votes. \"There are two competing facts in the narrative of Kenyan politics,\" says Wangui Kaniaru, a corporate lawyer in Nairobi. \"One is that once someone goes into a voting booth, they vote tribally. They pick a person from their ethnic group and from their ethnic community. That's the bias that we always have had historically in every election we've been through as a country,\" she says. \"The other fact is that Kenya as a country is more prosperous and better educated than ever before. If the middle class were a tribe, they'd actually be the biggest tribe in this country.\" So why don't they vote as a class? Kaniaru says it's because most of them don't vote at all. Her fellow Kenyan professionals, she says, have given up on the government actually providing services. They hire private security guards and take their kids to private schools. \"You have private garbage collection,\" she says. \"And we don't recognize that that's a political problem that requires a political solution.\" Kaniaru founded a website — SwingVote2013.org — that lays out some election math and why the middle-class vote could swing the outcome. She says her target audience is the 1 million Kenyans on Facebook. And she hopes that next week, when they go to the polls, all this new Kenyan connectedness will translate into actual change.",
            "bias": "middle class",
            "url": "https://www.npr.org/2013/02/25/172887340/fearing-election-turmoil-kenyans-seek-a-tech-solution"
        },
        {
            "headline": "Thai Government Says It Won't Postpone Parliamentary Elections",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 26,
                "year": 2013
            },
            "article_content": "Anti-government protesters flee from tear gas sprayed by police in Bangkok on Thursday.\n                \n                    \n                    Kyodo /Landov\n                    \n                \nhide caption Anti-government protesters flee from tear gas sprayed by police in Bangkok on Thursday. Thailand's government has rejected a call from the country's Election Commission to delay a February vote to choose a new parliament, as protesters opposed to Prime Minister Yingluck Shinawatra increasingly resort to violence to disrupt the polls. Anti-government demonstrations have been going on for weeks as \"yellow shirt\" protesters — most drawn from the ranks of Thailand's urban middle class — have sought to oust Yingluck, whose government was elected in a 2011 landslide, mostly with support from the country's poorer, rural farming communities. In response to the protests, Yingluck dissolved parliament and called new elections, but the opposition says it wants her government to be replaced by an unelected \"people's council.\" The yellow shirts are vehemently opposed to Yingluck's brother, former Prime Minister Thaksin Shinawatra, who was toppled in a 2006 military putsch. Although Thaksin now lives in self-imposed exile after he was charged with corruption, the protesters say he is still pulling the strings of government via his sister. The Bangkok Post reports that after violent clashes Thursday morning between the protesters and police at a sports stadium where candidates in the Feb. 2 elections were drawing up ballot papers, the secretary-general of Thailand's Election Commission, Supachi Somcharoen, called on the government to postpone the elections until a joint agreement can be reached \"by all concerned.\" \"The EC is ready to act as a mediator to find a joint settlement,\" a statement from the commission read. However, in a televised address, Deputy Prime Minister Phongthep Thepkanjana rejected the EC's request, the BBC reports: \"'The Election Commission said holding elections will bring violence but the government believes delaying an election will cause more violence,' he said.\" The latest round of unrest in a tit-for-tat between the yellow shirts and pro-government \"red shirts\" began last month when the lower house of parliament passed an amnesty bill that would have paved the way for Thaksin to return to the country. Yingluck's government later withdrew the controversial bill, but that failed to quell protests. As we reported: \"The legacy of Thaksin, a telecom tycoon who served as premier for five years beginning in 2001, roughly splits the country between middle- and upper-class urban Thais who opposed his populist policies, and poorer, rural Thais, from the country's north and northeast rice-growing regions. The yellow shirts accuse him of corruption in both his government and business dealings and oppose rice subsidies and a low-cost health scheme for the poor enacted during his tenure.\"",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/thetwo-way/2013/12/26/257392034/thai-government-says-it-wont-postpone-parliamentary-elections"
        },
        {
            "headline": "Thai Prime Minister Dissolves Parliament, Calls New Elections",
            "author": "By  \n\n\n      Krishnadev Calamur",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 9,
                "year": 2013
            },
            "article_content": "Anti-government protesters carry a Thai national flag as they march Monday in Bangkok.\n                \n                    \n                    Sakchai Lalit/AP\n                    \n                \nhide caption Anti-government protesters carry a Thai national flag as they march Monday in Bangkok. Thai Prime Minister Yingluck Shinawatra dissolved the country's Parliament on Monday and called early elections in the face of anti-government protests that began last month. But protest leaders said their goal was to rid Thai politics of her family's influence, and to that end, they want to replace Yingluck's elected government with an unelected \"people's council.\" A government spokesman said a new vote would be held Feb. 2, but the date must be approved by Thailand's Election Commission. Yingluck says she'll remain as caretaker leader until a new prime minister is named. Yingluck won the 2011 election in a landslide, and is expected to win in any new vote. Protest leaders were unimpressed by her declaration. Suthep Thaugsuban, who has led the demonstrators since the protests began Nov. 24, said Monday that the movement does \"not consent to allowing the dictatorial majority ... to betray the people, to destroy the balance of democratic power.\" Opposition supporters filled Bangkok's major street even as Yingluck announced early elections. The Associated Press summarizes the root of the country's troubles: \"Thailand has been plagued by major bouts of upheaval since Yingluck's brother, Thaksin Shinawatra, was toppled in a 2006 army coup that laid bare a deeper conflict between the elite and educated middle class against Thaksin's power base in the countryside, which benefited from populist policies designed to win over the rural poor. \"An attempt by Yingluck's party last month to pass a bill through Parliament that would have granted amnesty to Thaksin and others triggered the latest round of unrest. Thaksin fled overseas in 2008 to avoid a corruption conviction he says was politically motivated.\" At least five people have died and nearly 300 others have been injured in the latest protests. But the violence appeared to end last week ahead of the king's birthday. As NPR's Scott Neuman noted, King Bhumibol Adulyadej gave an address last week marking his 86th birthday in which he called on his people to do their duty \"for stability, security of our nation,\" in an apparent reference to the protests. But the turmoil deepened on Sunday, when the main opposition party, the Democrat Party, resigned en masse in protest from Parliament to join the anti-government demonstrations. The AP notes that the Democrat Party hasn't won an election since 1992.",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/thetwo-way/2013/12/09/249729649/thai-prime-minister-dissolves-parliament-calls-new-elections"
        },
        {
            "headline": "Crippled By Sanctions, Iran's Economy Key In Nuclear Deal",
            "author": "Uri Berliner",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 25,
                "year": 2013
            },
            "article_content": "A man pushes his cart loaded with fuel containers in Tehran, Iran. Sanctions on Iran's oil have put a serious dent in the country's economy, pushing up the inflation rate to 40 percent.\n                \n                    \n                    Vahid Salemi/AP\n                    \n                \nhide caption A man pushes his cart loaded with fuel containers in Tehran, Iran. Sanctions on Iran's oil have put a serious dent in the country's economy, pushing up the inflation rate to 40 percent. Some of the sanctions against Iran will be eased under an agreement reached between Iran and six world powers over the weekend. In return, Iran promises to temporarily curb part of its nuclear program. There's widespread agreement that sanctions have worked, squeezing Iran financially and bringing its leaders to the negotiating table. Iran's economy is, by any measure, in terrible shape. When Barbara Slavin visited Teheran in August, she was struck by the rapid deterioration of the economy. As an Iran analyst with the Atlantic Council, it was her ninth trip to the country. \"The cost of living has gone up so fast for Iranians that they are absolutely stunned, and people are simply not able to maintain the middle-class lifestyles that they used to,\" Slavin says. Iran's official inflation rate is about 40 percent. By comparison, inflation in the U.S. is less than 2 percent, and many outsiders believe prices are rising even faster in Iran than the government says, especially for food. \"You see that people are not buying meat as much as they used to because it's expensive, so they're subsisting more on rice and vegetables,\" Slavin says. \"Even vegetables and fruits are expensive in some parts of town.\" Iran has struggled with inflation on and off for decades, but the massive plunge in the value of Iran's currency — the rial — over the past two years, has made inflation more pernicious. Because the rial is so weak, Iranians have to pay a lot more for imported goods. And oil, Iran's main export and the heart of its economy, is being sidelined by sanctions. Last year, the European Union joined the U.S. in an embargo on Iranian oil. \"That really had a devastating effect,\" says Danielle Pletka, who tracks the Middle East for the American Enterprise Institute. She says when it was just the U.S. refusing to buy, the Iranians could easily sell its oil elsewhere in the global market. \"[But] when the Europeans came on board and decided not to buy, it had a huge impact and it cut by more than half Iran's ability to sell,\" she says. Those EU sanctions last year didn't just ban Iranian oil sales. They blocked Iran from the global clearing system used by banks to process financial transactions, and Danielle Pletka says that added to the pain. \"Iran is a part of the global trading environment and they live economically through the sale of natural resources,\" she says. \"So when you go after their banks, systematically you destroy their ability to get money.\" Piled on top of all this were missteps by Iranian leaders, especially former President Mahmoud Ahmadinejad. Barbara Slavin says he missed big changes in energy production that have been underway in recent years. \"He didn't realize that the United States would have access to shale oil [and] all these unconventional sources,\" Slavin says. \"Iraq would be producing more, other countries would be producing more and that the world would not need Iranian oil as much as it used to.\" Rampant inflation, a currency in freefall, oil exports slashed and a brutal squeeze on the middle class; all of this in just the past two years. \"So when you combine all of that it almost equals a perfect economic storm for Iran,\" says Alireza Nader, an Iran analyst with the Rand Corporation. He says the economy was the deciding factor in the election last year of a more pragmatic, less confrontational Iranian president. \"Hassan Rohani was elected with a mandate to improve the economy,\" he says. \"He has promised he will improve the economy and decrease Iran's isolation, and to do so he must reach a negotiated settlement on the nuclear program so sanctions can be lifted.\" The six-month interim agreement stuck over the weekend gives Iran access to some of its oil revenues locked up overseas, but keeps sanctions on Iran's oil exports in place. A permanent and comprehensive settlement on Iran's nuclear program may or may not be in sight, but Iran watchers agree on this: negotiations would never have begun without effective sanctions.",
            "bias": "middle class",
            "url": "https://www.npr.org/2013/11/25/247077050/crippled-by-sanctions-irans-economy-key-in-nuclear-deal"
        },
        {
            "headline": "After A Rapid Rise, A Challenge To Political Islam",
            "author": "Greg Myre",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 6,
                "year": 2013
            },
            "article_content": "Egyptian soldiers stand guard outside the Republican Guard building in Cairo on Friday. Egyptian troops clashed with mostly Islamist protesters demanding the restoration of the ousted president, Mohammed Morsi.\n                \n                    \n                    Khalil Hamra/AP\n                    \n                \nhide caption Egyptian soldiers stand guard outside the Republican Guard building in Cairo on Friday. Egyptian troops clashed with mostly Islamist protesters demanding the restoration of the ousted president, Mohammed Morsi. The Arab uprisings of 2011 produced a clear set of winners — the Islamist parties that were well-organized and prepared to swiftly fill the political vacuum left by toppled autocrats. But the ouster of President Mohammed Morsi and the Muslim Brotherhood now points to the possibility of a countertrend: the failure of Islamist groups to govern effectively and growing public discontent with their rule. \"Once again, an Islamist political party in charge has failed the simple test of finding its way into the modern world,\" Michael Hirsh writes at The Atlantic.com. \"Ideology trumped reality in an era when the reality of the global economy demands fast integration, openness, and adherence to basic economic principles.\" As Hirsh and others note, Islamist groups have been successful in coming to power, often through elections. But their track record for governing has been poor overall. In Iran, where clerics have ruled since the 1979 Islamic Revolution, voters overwhelmingly opted for the most moderate choice on the ballot, Hasan Rowhani, in June's presidential election. Iran's new president, Hasan Rowhani, tours the western city of Sanandaj on June 10. Rowhani, who easily won last month's election, was considered the most moderate candidate on the ballot.\n                \n                    \n                    Vahid Salemi/AP\n                    \n                \nhide caption Iran's new president, Hasan Rowhani, tours the western city of Sanandaj on June 10. Rowhani, who easily won last month's election, was considered the most moderate candidate on the ballot. In Turkey, Prime Minister Recep Tayyip Erdogan is regarded as a moderate Islamist who can point to multiple successes during his decade of rule. But he has faced huge demonstrations from secular, middle-class Turks who feel he has gone too far in pushing an Islamist agenda. Hezbollah in Lebanon and Hamas in the Gaza Strip both came to power through the ballot, but have struggled to govern since. Once in power, Islamist groups have generally been difficult to dislodge. But the events in Egypt have generated speculation about whether political Islam has peaked and is now facing a backlash. In Egypt, Morsi and the Muslim Brotherhood inherited a country rife with problems. There was an urgent need for a new political system, including a new constitution. The economy was crumbling. Law and order was collapsing. But the massive protests reflected the broad-based opposition to Morsi and the Muslim Brotherhood just a year after the president was elected. \"They alienated potential allies, ignored rising discontent, focused more on consolidating their rule than on using what tools they did have, used rhetoric that was tone-deaf at best and threatening at worst,\" Nathan Brown, a professor at George Washington University, writes in The New Republic. Potential Opening For Secular Groups If Egyptians have turned against the Islamists, who will they look to? Secular, middle-class Egyptians were the driving force behind the 2011 protests that toppled Murbarak as well as the recent wave of demonstrations. But this group has been unable to cobble together a substantial political movement of its own. In Egypt and other Muslim countries, this sector is still relatively small. Political parties are still in their infancy. And while secular groups often get wide attention in the Western media, they have generally been weak at the grass-roots level. Mohamed ElBaradei, the former head of the International Atomic Energy Agency and winner of a Nobel Peace Prize, is considered a potential leader that secular forces could rally around. On Saturday, state media and ElBaradei's spokesman said he had been named interim prime minister. But interim President Adly Mansour's office later backtracked and said no one had been chosen for the position yet. ElBaradei supported the ouster of Morsi, describing it as a \"recall.\" But ElBaradei, who chose not to run in the 2012 election, told CNN he is not interested in becoming president of Egypt. Military Reasserts Itself The Egyptian military, meanwhile, is enjoying a rare surge in popularity, at least for now, from those who wanted Morsi out. Yet Egypt's military has played a dominant role in the country since a 1952 military coup and was widely blamed for many of the country's ills. The generals who ran the country for 16 months after Mubarak's ouster were widely despised. The military seems to have learned a lesson and is expected to operate more behind the scenes rather than taking center stage. However, critics of the military say they are not convinced that the military will allow the rise of civilian institutions at the expense of its own power. In addition, the latest move has echoes of the 1990s, when the security forces waged a nasty battle against Islamists and were accused of widespread human rights abuses and unlawful killings. The military has reportedly detained Morsi and dozens of senior figures in the Muslim Brotherhood. \"The message will resonate throughout the Muslim world loud and clear: democracy is not for Muslims,\" Essam el-Haddad, the foreign policy adviser to Morsi, wrote on his website. Shortly afterward, he was among those seized by the military. The Middle East has been defined by authoritarian leaders who dominated their country for decades, brooking little dissent and rarely facing serious threats to their rule. Two Egyptian leaders have now been ousted in 2 1/2 years, reflecting the broader region where rulers now appear increasingly vulnerable from populations no longer afraid to take to the streets. \"This new wave of activism in the Middle East isn't pro- or anti-American. It's something else — a movement of empowered citizens who don't want the old secular dictatorships of Hosni Mubarak's era, and don't want a new Islamic authoritarianism, either,\" columnist David Ignatius wrote in The Washington Post. \"This week showed there is still a popular movement for democratic change that resists dictation from anyone.\"",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/parallels/2013/07/06/199024057/after-a-rapid-rise-a-challenge-to-political-islam"
        },
        {
            "headline": "Still In The Middle Class, But Standing On A Banana Peel",
            "author": "Marilyn Geewax",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 25,
                "year": 2013
            },
            "article_content": "Most U.S. workers fit snugly into the middle class, but they worry a lot about falling out of it, according to a poll released Thursday. After years of watching home prices slide and job creation stall, 6 in 10 Americans say they fear tumbling from the middle class in the next few years, the Allstate-National Journal Heartland Monitor Poll suggests. And the negative sentiment is increasing: Only 29 percent of respondents say the country is headed in the \"right direction.\" Back in November, they were feeling much more optimistic, with 41 percent saying they felt the country was on the right course. So if most people are feeling insecure this spring about their economic futures, who are they blaming? Elected leaders, take note: 64 percent say Congress is making things worse, and only 8 percent believe it is making things better. President Obama is more popular than lawmakers, with 36 percent of Americans saying he is making things better. Still, the poll found that 45 percent say Obama is making things worse, and that optimism has faded since his re-election. The head of the president's National Economic Council, Gene Sperling, spoke at a National Journal event where the poll was released. He pointed a finger at Congress, saying it should not have allowed massive, across-the-board spending cuts to kick in on March 1 to reduce deficit spending. Sperling thinks the automatic spending cuts are creating a drag on job creation. \"For us to be putting a brick on the economy ... is the opposite of what we should be doing,\" he said Thursday. \"It's moving us in the wrong direction.\" The poll, which is conducted quarterly, surveyed 1,000 middle-class adults by telephone April 5-9. Respondents defined being in the middle class as having a job and being able to pay their bills. U.S. Census data show the median income for a family of four is $68,274.",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/thetwo-way/2013/04/25/179042833/still-in-the-middle-class-but-standing-on-a-banana-peel"
        },
        {
            "headline": "RNC Election Report Calls For Minority Outreach, Primary Changes",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 19,
                "year": 2013
            },
            "article_content": "The Republican Party has issued a blistering assessment of why it lost the 2012 election. Focused groups described the party as narrow minded and out of touch. The report recommended many changes to become competitive again.  RENEE MONTAGNE, HOST: And the Republican Party has issued a blistering assessment of why it lost the 2012 election. The Republican National Committee Growth and Opportunity Project told the party that if it wants to win national elections in the future, it needs to change the way it communicates with voters and runs its campaigns. NPR's Mara Liasson reports. MARA LIASSON, BYLINE: The GOP's election autopsy was brutal. Focus groups describe the party as narrow minded and out of touch, filled with stuffy old men who favor the rich. The RNC report recommended lots changes but, according to party, chair Reince Priebus, none was more urgent than connecting with minority communities. REINCE PRIEBUS: By the year 2050, we'll be a majority-minority country. And in both 2008 and 2012, President Obama won a combined 80 percent of the votes of all minority groups. LIASSON: To become competitive again, the RNC plans to invest $10 million in a bottom-up grassroots effort this year, modeled after the Obama campaign, with hundreds of paid workers focused on reaching women, minority and younger voters. PRIEBUS: We've never put this many paid boots on the ground this early in an off-year. We've also never been this dedicated to working at the community level to win minority votes household to household. LIASSON: The ultimate aim is to change the image of the GOP, described this way by potential presidential candidate Jeb Bush, at the Conservative Political Action Conference this weekend. JEB BUSH: Way too many people believe Republicans are anti-immigrant, anti-woman, anti-science, anti-gay, anti-worker, and the list goes on and on and on. Many voters are simply unwilling to choose our candidates - even though they share our core beliefs - because those voters feel unloved, unwanted and unwelcome in our party. LIASSON: Bush's former chief of staff Sally Bradshaw was one of the five members of the Growth and Opportunity Project who wrote the RNC report. SALLY BRADSHAW: We just suffered a big loss. And I think us to acknowledge that and be truthful. And people want a new path for the party. LIASSON: But not everyone is on board. Some conservatives worry that one proposal, to speed up the primary process and cut down on the number of debates, could disadvantage a grassroots candidate who can't raise a lot of money upfront. Others are angry about the report's recommendations on issues that are divisive for the party. The report says, for example, gay rights are a gateway issue for young voters who wonder if they'll be comfortable inside the GOP. And the report recommends that Republicans embrace comprehensive immigration reform. Erick Erickson, who writes the RedState.com blog, voices the objections of the conservative grassroots. ERICK ERICKSON: What I'm hearing already from the base is that, on both the mechanical part and the policy aspect, that it sounds like it's a top-down, Washington dictating to the states what should happen. I think if the party forces it through, they're going to see a huge backlash from the base. LIASSON: Erickson thinks the party should leave policy debates to its voters. But Ramesh Ponnuru at National Review thinks the report didn't go far enough. RAMESH PONNURU: There's a limit to what the National Republican Committee can do to change the party's message and the party's policies. But I think that Republicans are kidding themselves if they think that they can avoid doing that. LIASSON: Ponnuru says if reps are going to reach minority voters they'll need new policies on issues including taxes and health care. PONNURU: Where they explain what they're going to do to improve access to health insurance since they're still committed to repealing the Obama law. I hope that they have a tax message that is just as concerned about the burden of payroll tax on middle-class Americans as it is with capital gains tax on higher earners. LIASSON: Many of the mechanical changes the RNC report recommends could be in place within months. Some still have to be voted on. But the policy changes will take a few years and a lot more internal debate to resolve. Mara Liasson, NPR News, the White House. (SOUNDBITE OF MUSIC) MONTAGNE: You're listening to MORNING EDITION from NPR News. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "middle class",
            "url": "https://www.npr.org/2013/03/19/174708601/rnc-report-calls-for-community-outreach-revamped-primary-rules"
        },
        {
            "headline": "How Kenya's High-Tech Voting Nearly Lost The Election",
            "author": "Gregory Warner",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 9,
                "year": 2013
            },
            "article_content": "An electoral worker at the National Tallying Center reads a newspaper headlining the problems in the vote counting and tallying process in Kenya this week. Election officials had to count the ballots from the nation's presidential election by hand after abandoning the electronic tabulation system.\n                \n                    \n                    Ben Curtis/AP\n                    \n                \nhide caption An electoral worker at the National Tallying Center reads a newspaper headlining the problems in the vote counting and tallying process in Kenya this week. Election officials had to count the ballots from the nation's presidential election by hand after abandoning the electronic tabulation system. It was supposed to be the most modern election in African history. Biometric identification kits with electronic thumb pads, registration rolls on laptops at every polling station, and an SMS-relayed, real-time transmission of the results to the National Tallying Center in Nairobi. Ambitious? Of course. Only 23 percent of the country has access to electricity. But Kenyans pride themselves on leapfrogging when it comes to adapting technology. A country without copper landlines, Kenya developed the world's most popular software for mobile money transfer. A native Kenyan platform for organizing and disseminating online citizen journalism has been deployed in more than 30 countries. Kenya may not have enough paved roads, but the country is constructing a $10-billion \"Silicon Savannah\" aimed at becoming the continental magnet for IT startups. Among Kenya's wired middle class, the going wisdom was that politics was stuck in the past — hopelessly mired in tribalism and corruption — but that technology would breathe fairness and transparency into the process. And then came Election Day and the triumph of Murphy's Law. First the laptops ran out of battery power. Organizers had failed to consider that African school buildings, where many of the polling stations were situated, don't have electric outlets. Voters queued for hours across Kenya as old-fashioned paper ballots had to be rushed to polling stations.\n                \n                    \n                    Ben Curtis/AP\n                    \n                \nhide caption Voters queued for hours across Kenya as old-fashioned paper ballots had to be rushed to polling stations. Then the biometric identification kits started to crash. Poll workers didn't have the PIN numbers and passwords they needed to restart the software. Paper ballots were rolled out and voter lines slowed to a crawl, forcing some voters to wait seven to nine hours in the hot sun to cast their ballots. Voting concluded on Monday, but the tech hiccups did not. A bizarre computer bug multiplied the number of disqualified ballots by a factor of eight, leaving Kenyans livid and demoralized for several days in the belief that more than a quarter-million votes had been summarily tossed out in the incredibly tight race. The SMS-relay system overloaded, too, forcing election officials to airlift poll workers to Nairobi by helicopter to hand deliver the results. The breakdown of the system delayed the announcement of a winner, creating more anxiety with each passing day in a country that experienced massive post-election violence in 2007. More than 1,200 people were killed and hundreds of thousands displaced. At last, six days later, the Independent Electoral and Boundaries Commission (IEBC) announced the winner, former Deputy Prime Minister Uhuru Kenyatta by a squeaker: 50.07 percent — a mere 8,000 votes out of a record-breaking 12 million cast. The losing candidate, Prime Minister Raila Odinga, immediately challenged the result. There was \"rampant illegality\" in the electoral process, he said; these technical \"glitches\" were election rigging. Yet an anonymous IT worker with the elections commission blogged a persuasive defense of why the glitches were, in fact, mere glitches. One Kenyan tech developer, Erik Hersman, sounded a note of soul-searching for the wider Kenyan tech community: An Independent Electoral and Boundaries Commission official carries closed ballot boxes to be counted in Mombasa.\n                \n                    \n                    Ivan Lieman/AFP/Getty Images\n                    \n                \nhide caption An Independent Electoral and Boundaries Commission official carries closed ballot boxes to be counted in Mombasa. \"It's been very troubling for me to see people speculating on social media about the IEBC tech system, claiming there have been hackers and all types of other sorts of seeming misinformation. Those of us in the technology space were looking to the IEBC and its partners for the correct information so that these speculative statements could be laid to rest. I deeply want the legitimacy of this election to be beyond doubt.\" Could technology – meant to uphold the credibility of this election – end up subverting it? International observers worried about a repeat of 2007, when the same losing candidate — Odinga — alleged a stolen election and triggered the wave of deadly tribe-on-tribe violence that lasted weeks. This time, things took a different path. \"Violence could destroy this nation and serves no one's interests,\" Odinga told his supporters on Saturday. He urged patience while his party takes their disputes to Kenya's Supreme Court. The justice system had improved since 2007, he said, and was a more \"trustworthy\" institution than it had ever been. It's an outcome that would have been hard to predict even a week ago: Faith in, of all things, Kenyan government institutions, could counter the spectacular betrayal of technology.",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/alltechconsidered/2013/03/09/173905754/how-kenyas-high-tech-voting-nearly-lost-the-election"
        },
        {
            "headline": "Controversial Cleric Stirs Protests Upon Return To Pakistan",
            "author": "Jackie Northam",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 20,
                "year": 2013
            },
            "article_content": "Pakistani Muslim cleric Tahir-ul-Qadri (center), speaks to a crowd from a bulletproof box in Islamabad in January. The cleric recently returned to Pakistan after years in Canada, and his calls for an end to corruption have brought supporters to the streets in large numbers.\n                \n                    \n                    Farooq Naeem/AFP/Getty Images\n                    \n                \nhide caption Pakistani Muslim cleric Tahir-ul-Qadri (center), speaks to a crowd from a bulletproof box in Islamabad in January. The cleric recently returned to Pakistan after years in Canada, and his calls for an end to corruption have brought supporters to the streets in large numbers. In Pakistan, a controversial Muslim cleric has been shaking up the political scene. Dr. Tahir-ul-Qadri returned to his home country late last year, after spending eight years in Canada. Since coming back, he has ignited a disgruntled electorate and has left many people wondering what exactly his plans are. On a recent day, a lively drum band wandered among a crowd of about 15,000 Pakistanis gathered in the eastern city of Faisalabad for a rally organized by Qadri. The slight, 61-year-old cleric, wearing his trademark blue pin-striped cloak and shiny white religious cap, captivated the crowd with a long and fiery speech. Qadri says Pakistan's oppressed and destitute are with him in his fight against inequality and corruption. His speech touches a nerve for many in the crowd. Qadri leaves the Supreme Court building after submitting a petition in Islamabad earlier this month.\n                \n                    \n                    Farooq Naeem /AFP/Getty Images\n                    \n                \nhide caption Qadri leaves the Supreme Court building after submitting a petition in Islamabad earlier this month. \"We have come here because we want change ... and [to] get rid of this corrupt system,\" says 45-year-old Kaneez Fatima. This was Qadri's second series of rallies since he returned from Canada last December. The crowds are made up primarily of followers of his movement, Tehrik-e-Minhaj-ul-Quran, which is a vast religious charity overseeing about 600 schools in Pakistan and offices in 80 countries. In an interview with NPR, Qadri said he wants to enlighten people about their democratic rights. \"I am trying to create an awareness of the true concept of democracy, an awareness of human rights, real human rights,\" Qadri says. \"People here are treated like goats. They don't have any concept of democracy.\" Qadri is taking on Pakistan's government, saying it has failed to curb militancy or improve the economy. He's also demanding electoral reforms to prevent corrupt politicians from holding office. \"I am fighting just to make the electoral and democratic process transparent, free of corrupt practices,\" he says. Qadri became a powerful force almost immediately after his return and created a media blitz as he jumped from one city to another, pulling in huge crowds at his rallies. In January, the center of Islamabad was paralyzed for four days as thousands of his followers camped out on one of the city's main avenues. The protest ended when members of the main political parties sat and negotiated with Qadri inside his bulletproof enclosure. His Motives Questioned Hamid Mir, a political commentator for Geo News, is a critic of Qadri. \"The man ... has no credibility,\" says Mir. Mir has known Qadri for 25 years, and says that when the cleric lived in Pakistan previously, he switched alliances with major political players several times. Mir says Qadri has used the financial resources of his charity to help pay for all the recent attention. \"He was putting a lot of money in media; he was giving millions of rupees to the owners of the TV channels,\" he says. \"He was even able to influence the content of some very popular talk show hosts.\" Talat Masood, a retired Pakistani general and political commentator, says the message may be good, but he questions the messenger. Masood calls Qadri a demagogue. \"He is a very good orator, and he's very knowledgeable as far as Islam teachings are concerned,\" Masood says. \"So he was able to ... have a wide following amongst [the] lower and middle class in Pakistan. People in Pakistan are always looking for a change, and I think he exploited that.\" Many people do question Qadri's motives. There's widespread speculation that he's working with the military to manipulate upcoming elections, but there's no proof. Qadri himself can't run for office because he now holds Canadian citizenship. Masood thinks Qadri may just like the limelight. \"He actually wants to be in the center stage. He wants power, he wants to be in prominence all the time,\" Masood says. Last week, however, Qadri suffered a setback when Pakistan's Supreme Court denied his petition to make a fundamental change in the electoral process. But Masood said this turn of events is unlikely to hold back Qadri for very long.",
            "bias": "middle class",
            "url": "https://www.npr.org/2013/02/20/172416876/controversial-cleric-stirs-protests-upon-return-to-pakistan"
        },
        {
            "headline": "Ed Koch, New York City And The Politics Of Resentment And Race",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 4,
                "year": 2013
            },
            "article_content": "For anyone who lived in New York during his tenure — and even if you didn't — Ed Koch was a larger-than-life figure, a feisty, combative and mostly-successful mayor who, for better or worse, dramatically changed the city and left his mark in the history books. R.I.P. Edward Koch, 1924-2013\n                \n                    \n                    Ken Rudin collection \n                    \n                \nhide caption But how will history judge him? When he was first elected, in 1977, Koch — who died early Friday morning at the age of 88 — came off as honest, independent, competent, optimistic and fearless. He talked about sacrifice, not more programs. He promised to stand up to the unions. He refused to pander. And New Yorkers loved him for all of it. Once in office, he began to rebuild dilapidated bridges and streets. Affordable housing became a reality and neighborhoods began to bounce back. The city's finances improved. And he moved away from his liberal reputation, one which he certainly earned during a political career that began in Manhattan's Greenwich Village in the early 1960s and continued in Washington as a member of Congress. At City Hall, his support for the death penalty, for example, helped draw middle class whites to his corner; minorities became wary of him. But with his numbers in the stratosphere, he was overwhelmingly rewarded two more times. In 1981, he won both the Democratic and Republican primaries, something no New York mayoral candidate had ever achieved. Four years later, he won again with some 78 percent of the vote. He was, by all accounts, a true celebrity, one who transcended politics. Koch served as mayor for three terms (1978-89).\n                \n                    \n                    Ken Rudin collection \n                    \n                \nhide caption Koch served as mayor for three terms (1978-89). But by the time he was defeated, in the 1989 primary in a bid for a fourth term, his outspokenness, once seen as charming and endearing, was portrayed as arrogance. He had become a bully, and always seemed happiest when he was picking a fight with someone. To many, it felt tiresome. And while untouched personally, corruption became widespread in city agencies; a close ally, Queens Borough President Donald Manes, committed suicide in the wake of a scandal. Crack, and AIDS, were becoming an epidemic, and homelessness was drastically on the increase. Even if he wasn't tired of the city, the city seemed to tire of him. And his relationship with African Americans had hit rock bottom. He would say things that went beyond simple charming outspokenness. He declared that most blacks were anti-Semitic, and at one point disparaged Jesse Jackson's presidential candidacy, saying Jews \"would be crazy to vote\" for him. David Dinkins, the Manhattan borough president and an African American, beat Koch in the '89 primary. He was, as it turned out, not going to be mayor for life. But in a city filled with characters who served as mayor, Koch was one of a kind. Yes, he loved being mayor. But he also loved being Ed Koch. And while the city changed during his 12 years in office, and while he left Gracie Mansion in defeat in 1989, he will by most accounts go down as one of the most influential and consequential mayors in the city's history. The early years: Manhattan district leader, 1963-66; elected to city council, 1966; Congress, 1969-77.\n                \n                    \n                    Ken Rudin collection \n                    \n                \nhide caption Political career. Koch helped end the long reign of Carmine DeSapio, a major power broker in Manhattan and district leader of Greenwich Village, in the early 1960s. After that, he was elected to the city council in 1966, and two years later he ran for the House seat formerly held by John Lindsay (R), who in 1965 was elected mayor. A supporter of Eugene McCarthy's presidential campaign who switched to Robert Kennedy when RFK got in the race and then back to McCarthy after Kennedy's assassination, Koch ran as a \"peace\" candidate and upset the favored GOP candidate, state Sen. Whitney North Seymour Jr. In doing so, Koch became the first Democrat to win Manhattan's \"Silk Stocking\" congressional district since 1934. In the House he was a leading opponent of both the Vietnam War and President Richard Nixon. In 1973, with two landslide victories behind him, Koch decided he wanted to be mayor. But he got no noticeable support and quickly withdrew from the race. Four years later, however, he was in the race to stay. In 1977, by most accounts, New York City was in deep trouble. Its finances were in ruins. Abe Beame, the charismatically-challenged incumbent who was elected four years earlier on a promise to restore the Big Apple to fiscal health, appeared clueless. Added to that was a blackout during the summer of '77 that unleashed widespread looting and vandalism. Koch was less well known than the other leading Democratic candidates for mayor in 1977.\n                \n                    \n                    Ken Rudin collection \n                    \n                \nhide caption Koch was not supposed to win. In the House nine years, he was not nearly as well known as his opponents. He didn't have the money or the organization backing that Beame did, or the celebrity and appeal to women of another Democrat, former Rep. Bella Abzug, who had given up her House seat in 1976 when she was narrowly defeated in the Senate primary. And Gov. Hugh Carey, who wanted Beame defeated, was backing his secretary of state, Mario Cuomo. His best line came out of one of his TV commercials, put together by his media strategist, David Garth: \"After four years of the clubhouse\" — referring to Beame — and \"eight years of charisma\" — a shot at Lindsay — \"why not try some competence?\" The primary was close. The four leading candidates were within 30,000 votes of each other. But the results were not what analysts expected. Beame finished third in the primary, Abzug fourth. Koch finished first, some 10,000 votes ahead of Cuomo. And in the runoff 11 days later — a runoff that proved nasty (\"Vote for Cuomo, Not the Homo\" read posters around some parts of the city) — Koch prevailed, 431,849 to 354,222. That fall he easily disposed of his Republican opponent, state Sen. Roy Goodman. Koch's big mistake: seeking the governorship in 1982.\n                \n                    \n                    Ken Rudin collection \n                    \n                \nhide caption (The bitter feelings about Cuomo's or his supporters' tactics stayed with Koch for the rest of his life. Check out this revealing and fascinating video interview Koch gave to the New York Times several years ago, with the understanding that it wouldn't be released until after his death.) In 1981, Koch made history, not only winning the Democratic primary (beating state Assemblyman Frank Barbaro handily), but he took the GOP contest (against state Sen. John Esposito) as well. In 1985, he demolished his leading Democratic primary opponent, City Council President Carol Bellamy, and the general election was even less competitive. In between, however, he made a fateful decision to seek the governorship. It proved to be a mistake. Thought to be the clear frontrunner when he entered, he quickly found himself on the defensive over comments he made in a Playboy interview that seemed to denigrate suburban voters and rural life. Upstate voters rallied behind Mario Cuomo, by then the state's lieutenant governor, by a 2-to-1 margin; Koch carried NYC by just 3,000 votes, with many saying they disapproved of his gov. bid. All in all, Koch lost 53-47 percent. And then came the 1989 mayoral primary, in his bid for an unprecedented fourth term. Untouchable in the '81 and '85 contests, things came to a screeching halt in '89, thanks to the culmination of scandals and increased racial tension. He lost to Dinkins by a margin of 51-42 percent. As the city faced new problems, Koch's popularity sunk in the later years of his tenure.\n                \n                    \n                    Ken Rudin collection \n                    \n                \nhide caption Political Updates. I post periodic political updates during the week — some serious, some not — on Twitter. You can follow me at @kenrudin. Speaking of football. The non-Super Bowl football news of the past few days is the announcement by Donald Driver, the all-time leading receiver of the Green Bay Packers, that he is retiring after 14 years. Only one person, Brett Favre, played more games in a Packer uniform. And why does that bit of news belong in Political Junkie? It's all because of this button from 2008, which many people had thought was a campaign item. Now they know better. Political Junkie segment on Talk of the Nation. Each Wednesday at 2 p.m. ET, the Political Junkie segment appears on Talk of the Nation (NPR's call-in program), hosted by Neal Conan with me adding color commentary, where you can, sometimes, hear interesting conversation, useless trivia questions and sparkling jokes. Last week's show focused on Senate news coming out of Massachusetts, Iowa and Georgia. You can listen to the segment here: Last week's trivia question: The announcement by Iowa Senator Tom Harkin that he will not seek a sixth term next year will end the partnership he's had with fellow Iowa Senator Chuck Grassley since 1985. With Harkin's upcoming departure, which state's senators will now be serving together the longest? (answer below) Podcast. There's also a new episode of our weekly podcast, \"It's All Politics,\" up every Thursday. It's hosted by my partner in crime, Ron Elving, and me. And Don't Forget ScuttleButton. ScuttleButton, America's favorite waste-of-time button puzzle, can usually be found in this spot every Monday or Tuesday. A randomly selected winner will be announced every Wednesday during the Political Junkie segment on NPR's Talk of the Nation. You still have time to submit your answer to last week's contest, which you can see here. Sure, there's incredible joy in deciphering the answer, but the winner gets not only a Political Junkie T-shirt but also a 3-1/2-inch Official No-Prize Button! Is this a great country or what?? ON THE CALENDAR: Feb. 12 — Obama State of the Union message. Feb. 26 — Special primary in Illinois' 2nd CD to replace Jesse Jackson Jr. (D), who resigned. (General election: April 9) March 19 — Special primary in South Carolina's 1st Congressional District to replace Tim Scott (R), who was appointed to the Senate. April 2 — Runoff in S.C. 01. (General election: May 7.) April 30 — Special Massachusetts Senate primary. June 4 — Special election in Missouri's 8th CD to replace Jo Ann Emerson (R), who resigned. June 25 — Special Senate election in Massachusetts to replace John Kerry, President Obama's choice to become secretary of state. Mailing list. To receive a weekly email alert about the new column and ScuttleButton puzzle, contact me at politicaljunkie@npr.org. ******* Don't Forget: If you are sending in a question to be used in this column, please include your city and state. ********* Trivia answer: California. Both Dianne Feinstein and Barbara Boxer were first elected in 1992. This day in political history: After a partisan debate, the Senate votes 76-22 to rename Washington National Airport in honor of former President Ronald Reagan, who is suffering from Alzheimer's Disease. Republicans argued that it was an appropriate tribute for a great president, while Democrats said the move was a blatant political act. Sen. Harry Reid (D-Nev.) proposed an amendment that would remove J. Edgar Hoover's name from the FBI headquarters but it was voted down (Feb. 4, 1998). The next day the House, on a 240-186 vote, approved the Senate bill and President Clinton signed it into law, a day before Reagan's 87th birthday. Got a question? Ask Ken Rudin: politicaljunkie@npr.org",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/politicaljunkie/2013/02/04/170842922/ed-koch-new-york-city-and-the-politics-of-resentment-and-race"
        },
        {
            "headline": "An Israeli Political Newcomer, Who May Soon Be An Insider",
            "author": "By  \n\n\n      Larry Abramson",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2013
            },
            "article_content": "Yair Lapid and his new political party, There Is a Future, got the second-most votes in Israel's election on Tuesday.\n                \n                    \n                    Oliver Weiken/EPA /Landov\n                    \n                \nhide caption Yair Lapid and his new political party, There Is a Future, got the second-most votes in Israel's election on Tuesday. Israel's surprisingly close parliamentary elections Tuesday have brought political attention to a man accustomed to the bright lights of television: former journalist and media personality Yair Lapid. His Yesh Atid — or There Is a Future — Party got 19 seats in parliament, making it the second-largest voting bloc behind Benjamin Netanyahu's Likud Party, which won 31 seats. Watching a video of Lapid talking to English-speaking voters in Tel Aviv last month, you can almost feel the audience fall under his spell. Prowling the stage in a black T-shirt and sport coat, the 49-year-old former TV anchor warns the mostly young crowd that Israel's high cost of living is taking away their future. \"I have some bad news. You will never have an apartment,\" he says to laughter. That's because they will never be able to afford a mortgage in Israel's out-of-control real estate market. The crowd seems to instantly see that this is what they should be worried about. He moves on to another threat: the rapid growth in the number of Orthodox Jews, who don't serve in the army and often rely on government support so they can study the Torah. \"And this will be the end of Israel. No country on earth can survive if 50 percent or more of the population are not participating, neither in defense or in the economy,\" he says. Lapid is adept at delivering dire messages like this, with a cool demeanor that says, \"I can fix it.\" Responsibility To Pick Up Political Mantle His father, Tommy Lapid, survived the Holocaust, moved to Israel and became a journalist, then turned the Shinui Party into a major force in parliament in 2003. But Shinui quickly disappeared. Longtime friend and author Amnon Dankner says that Yair Lapid felt a responsibility to pick up the mantle. \"Enter political life and try to do his best to ... save the country,\" Dankner says. Dankner says Lapid also decided to learn from his father's mistakes. Tommy Lapid was known for being passionate and not so diplomatic in his efforts to reduce the power of Orthodox Judaism in this country. \"Yair is not given to these moods of hatred, it's not to his taste,\" Dankner says. Dankner says he believes Lapid's cooler approach won the trust of voters concerned about voting for a newly minted candidate with no voting record. He has billed himself as an outsider, ready to clean house. Last-Minute Surge Just days ago, Lapid was expected to make a weaker showing and was overshadowed by another new face: right-wing upstart Naftali Bennett. But polling stops in Israel four days before the election. In that short space of time, voters may have jumped to Lapid out of concern that a right-wing victory was coming, says Gideon Rahat of the Israel Democracy Institute. \"They felt like Bennett was going to be strong, Netanyahu was going to have the same old coalition with the religious forces strong within and outside his party, and people maybe wanted to balance it with Lapid,\" Rahat says. Even before final returns were in, Prime Minister Netanyahu gave Lapid a call. His participation may be indispensable to building a stable coalition, now that Israel's parliament appears evenly divided between right- and left-wing blocs. Until now, Lapid has tiptoed away from association within either end of the political spectrum, as in a recent online interview with The Jerusalem Post. \"We are not a center-left party, we are a center-center party,\" he said. \"We are the party of the Israeli middle class.\" Lapid announced Wednesday night that he would not join left-wing parties seeking to build an anti-Netanyahu bloc. So this outsider may be on his way to a view from the inside.",
            "bias": "middle class",
            "url": "https://www.npr.org/2013/01/23/170092293/an-israeli-political-newcomer-who-may-soon-be-an-insider"
        },
        {
            "headline": "'Aggressive' Obama Defends Entitlements, Highlights Social Issues",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 21,
                "year": 2013
            },
            "article_content": "President Obama gives his inaugural address after taking the oath of office Monday.\n                \n                    \n                    Brendan Smialowski/AFP/Getty Images\n                    \n                \nhide caption President Obama gives his inaugural address after taking the oath of office Monday. President Obama began his second term with an unapologetically liberal inaugural address, calling on Americans to work together to preserve entitlements, address climate change and extend civil rights. \"Together, we discovered that a free market only thrives when there are rules to ensure competition and fair play,\" the president said. \"Together, we resolved that a great nation must care for the vulnerable and protect its people from life's worst hazards and misfortune.\" Sen. Ben Cardin called the speech \"inspirational.\" \"He pointed out very clearly that the U.S., when we set our mind to it, we can get things done,\" said Cardin, a Maryland Democrat. \"It was very clear about moving this country forward to its best days.\" With its calls for \"collective action\" and defense of government spending on infrastructure and human capital, at times Obama's speech sounded like a rejoinder to criticisms he had received during last year's campaign with his \"you didn't build that\" remark. I think it portends a very ideological, aggressive approach from this administration. Tim Phillips, president of Americans for Prosperity That comment, which was about how business creation relied on public investments, became a hallmark of Republican criticism, particularly during the GOP national convention. Obama, despite his frequent calls for Americans to work with common purpose, made no remarks that suggested he was ready to embrace Republican ideas. Instead, he insisted on a communitarian vision that, he said, will fulfill the nation's \"creed,\" as outlined by America's Founding Fathers. \"I think it portends a very ideological, aggressive approach from this administration,\" says Tim Phillips, president of Americans for Prosperity, a conservative group that favors limited government. \"It's ironic, because he has less of a mandate this time than last time.\" Leaving The Heavy Lifting For Later For all the pageantry of the occasion, the president's second inaugural address may matter less than the State of the Union, which Obama will deliver on Feb. 12. That speech will do more to flesh out the specifics of his agenda for the year and perhaps the entirety of his second term. Obama's address on Monday, however, made clear that he intends to pursue policies that will use the power of government to bolster the middle class. \"The commitments we make to each other — through Medicare, and Medicaid, and Social Security — these things do not sap our initiative; they strengthen us,\" the president said. \"They do not make us a nation of takers; they free us to take the risks that make this country great.\" Obama called on the nation to be more welcoming to immigrants, saying he would prefer to see \"bright young students and engineers ... enlisted in our workforce rather than expelled from our country.\" He called for the U.S. to take the lead in developing technology to address climate change. He made clear his hopes that a long period of war is nearing its end but pledged to remain vigilant in defending democracy abroad. Obama did not address the issue of gun control directly, but he did refer to Newtown, Conn., the site of last month's horrific school shootings, as part of his call to keep \"all our children ... always safe from harm.\" Invoking Civil Rights Inclusion was central to the president's message, particularly in passages that highlighted the struggle for civil rights. The invocation was delivered by Myrlie Evers-Williams, the widow of Medgar Evers, a martyr of the civil rights era of the 1960s. \"Our journey is not complete until our wives, our mothers and daughters can earn a living equal to their efforts,\" Obama said. That may have been a reference to an equal-pay bill that was the first one Obama signed into law as president in 2009. That bill, in turn, came in response to a Supreme Court decision on the issue. With the Supreme Court set to consider same-sex-marriage rights in March, gay-rights activists were heartened by the president's mention of Stonewall — a New York City bar that was the scene of rioting in 1969 that helped kick off the modern gay-rights movement. \"Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law,\" Obama said, \"for if we are truly created equal, then surely the love we commit to one another must be equal as well.\" \"Mentioning Stonewall in the same breath as Selma moves us beyond the era of gay rights as special pleading and into the era of full gay integration,\" says Jonathan Rauch, a guest scholar at the Brookings Institution and author of a book about gay marriage. \"The fact that he made the theme so prominent tells me that he sees gay equality as a major legacy item, which it will be. He's gays' LBJ.\" No Room For Compromise? If Obama's supporters were heartened by the sentiments that he expressed in favor of equality and communitarian effort, Republicans sounded less impressed. Many had chosen to be elsewhere during his inauguration, including the two living former GOP presidents. George W. Bush had sent his regrets last Friday, while his father has been recovering from an illness. Early reaction from conservatives on social media suggested concern that this speech will be the first among many in his second term in which Obama will offer calls for \"big government.\" \"I think it showed part of what we've seen through the last month or so since the election, that he's going to be a more aggressive president,\" says Michael Tanner, a senior fellow at the libertarian-leaning Cato Institute. \"He believes he's got a short period of time to get things done, which is true, and he's going to try to be aggressive,\" says Tanner. \"The 'let's-all-get-along president' we saw at the beginning of his first term has changed to, 'I won, so let's all fall in line.' \"",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/21/169909091/in-address-obama-highlights-equal-rights-and-governments-role"
        },
        {
            "headline": "What Now? Obama Leads Polarized Government Into Second Term",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 21,
                "year": 2013
            },
            "article_content": "As a second-term president, Barack Obama necessarily generates less excitement than he did as a newcomer. Above, flags flew during his 2009 inauguration.\n                \n                    \n                    Eric Purcell/FlickrVision via Getty Images\n                    \n                \nhide caption Feelings of hope and change have mostly faded. The country is in better shape than it was when Barack Obama became president four years ago. The economy is no longer in free fall, and the nation has for the most part extricated itself from seemingly endless wars abroad. Yet as Obama prepares to enter his second term, there seems to be less optimism about his ability to address the nation's problems than was the case when he first entered the White House. \"There's an immense amount for him [President Obama] to do just to secure the legacy of the first term,\" says Paul Glastris, editor-in-chief of The Washington Monthly.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption A lot of that has to do with rancorous relations with Congress. Obama scored huge legislative victories during his first two years in office, but since Republicans took control of the House in 2010, he's been lucky just to avoid fiscal calamity through last-minute deals. \"We just had an election that gave us the status quo,\" says Gary Jacobson, a political scientist at the University of California, San Diego. \"If you didn't like the last two years, then the next four don't look so attractive.\" Not only does Obama face continuing GOP opposition in Congress, but as a second-term president, he necessarily generates less excitement than he did as a newcomer — particularly as someone who made history as the nation's first African-American president. \"The excitement you always get in Washington when there's change is not there,\" says William Schneider, a senior fellow at Third Way, a centrist think tank. \"This was a vote for continuity.\" Not Since Watergate About a week ago, Gallup released a poll asking Americans what they felt was the most important problem facing the country. \"Dissatisfaction with government\" was the third-most-mentioned problem, at 18 percent, behind the economy and the federal budget deficit. It was the most worried that Americans have been about government since Watergate, according to Gallup. \"The dissatisfaction with Washington is pretty intense right now,\" says Karlyn Bowman, a polling expert at the conservative American Enterprise Institute. \"The mood about the way this city is working is so grim.\" In the coming months, Obama faces fresh fights with Congress about the debt ceiling and spending cuts. Republicans won't be inclined to give him much of what he wants. \"In many ways, polarization is even worse than it was before — and it was bad then,\" says George Edwards, a visiting political scientist at Oxford University. \"Republicans truly hate him, so the idea of getting cooperation is a long shot.\" The Power Base Obama also will seek to break the years-old logjam over immigration policy, and there are some indications that Republicans will want to make a deal on this issue. The GOP, however, is unlikely to embrace the package of gun control measures the president recently outlined. \"People who voted for the House majority have no stake in Obama's success,\" says Jacobson, the UC San Diego professor. \"The guys that got elected to the House don't have to adapt to the changing world.\" President Obama was sketchy about outlining his second-term agenda during the campaign but nonetheless faces a full plate. Fiscal Issues: Obama and Congress must come to terms about spending cuts, the debt ceiling and funding government operations for the rest of the fiscal year. The upcoming debates may or may not lead to deals to address longer-term debt problems.Gun Control: The president has made clear his intention to fight hard for restrictions on guns, notably bans on assault-style weapons and large-capacity magazines. He signed 23 executive orders related to guns on Wednesday but faces an uphill climb on his legislative proposals, although further background checks on purchasers has considerable support.Immigration: Obama has reasons for optimism about resolving a thorny issue, with some Republicans more open to compromise on an idea with increased political resonance. A plan outlined recently by GOP Sen. Marco Rubio of Florida, in fact, resembles in broad outlines some of Obama's proposals. But reaching agreement on any deal that allows a path to legal status for undocumented immigrants will be difficult.Health Care: The bulk of the Affordable Care Act will be implemented over the coming year. The Obama administration has offered more time for states to set up exchanges, which are the main marketplaces for private insurance under the law, in hopes more of them will get onboard.Foreign Affairs: Obama is winding down the U.S. military presence in Afghanistan. His challenge now is how to respond to Iran's nuclear ambitions, repression in Syria and Islamist insurgents in Mali without committing U.S. ground troops in great numbers. -- Alan Greenblatt What's changing is the nature of the American electorate. As has been widely noted, Obama has benefited from a coalition that includes Hispanics, blacks, college-educated whites, single women and people with no church affiliation. \"He brought the new America to power,\" Schneider says. \"He brought them to power and they protected him against a counterrevolution, which was the Tea Party.\" Obama may have defeated the Tea Party, but he hasn't wholly vanquished it. He'll continue to face considerable opposition on issues such as tax increases and gun control. What Obama Can Achieve Like a lot of presidents seeking a second term, Obama was not \"overly specific\" about what he intends to do, Edwards says. He adds: \"The only thing Obama did say was that he wants higher taxes for the wealthy. That's been done. Before he even took the oath of office a second time, he's expended that.\" The president might not rack up a string of policy victories to match his first two years in office, when he pushed through major legislation concerning health care and financial regulation, as well as an $800 billion stimulus package that not only lifted the country out of an economic canyon, but reshaped policy in areas such as energy and education. Still, implementing \"Obamacare\" alone will keep the president busy. \"There's an immense amount for him to do just to secure the legacy of the first term,\" says Paul Glastris, editor-in-chief of The Washington Monthly. \"Everything he does over the next four years on health care will really do more to determine our fiscal situation — because it's really all driven by health care costs — than anything else he might do.\" Fears About The Economy Glastris says the media is too quick to gauge presidential success by simply looking through the \"narrow prism\" of legislative accomplishments. Presidents have enormous power to reshape the government's role in society not just through new bills, but through the annual budget process that determines the size and ambition of existing programs. The economy almost certainly will look better at the end of Obama's term than when he first took office. Already, polls indicate that the public believes its own economic fortunes and those of the country as a whole look brighter than they did four years ago. \"Not since Roosevelt in 1933 has an incoming U.S. president faced a tougher economic challenge than Barack Obama,\" the economics editor of The Guardian wrote in 2008, expressing a sentiment common at the time. There is still, however, a great deal of nervousness. Obama talks about preserving and protecting the middle class, but like any politician, he faces questions about finding sources of good jobs and growth in a globalizing economy. Americans are worried about income inequality as well as the fact that middle-class wages have largely stagnated over the past 30 years, relative to productivity, while lower-class wages have declined, says Rajan Menon, a political scientist at City College of New York. \"There's this general sense that you work hard and do less well, and there's data to back that up,\" he says. That's fueled the sense that the U.S. should avoid foreign entanglements that represent multiyear commitments in terms of both treasure and human costs, Menon argues. Don't Look To Washington It's also contributed to the extreme wariness in which Americans regard Washington when it comes to domestic matters. Obama's approval ratings are higher than those of Congress, which struggles to stay in double digits. The country's strengths remain evident, with an economy and demographic future that look brighter than Europe's, less corruption and pollution than China, and governmental institutions that, no matter how hobbled they may appear at the moment, function better than India's. Although the challenges Obama faces aren't as great as they were four years ago, the hope that he can address them successfully is much diminished. \"I was certainly more optimistic four years ago than I am now,\" says Robert Smith, a political scientist at San Francisco State University and author of a forthcoming book comparing Obama and President John F. Kennedy. \"That was misplaced,\" Smith says. \"I had not realized at that time the extent to which the ideological and partisan polarization would actually lead the Republican Party to oppose virtually everything the president would propose.\"",
            "bias": "middle class",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/16/169520525/what-now-obama-leads-polarized-government-into-second-term"
        },
        {
            "headline": "Senate Mostly Blamed For Agency And Court Vacancies, But Obama Isn't Helping",
            "author": "By  \n\n\n      Brian Naylor",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 8,
                "year": 2013
            },
            "article_content": "The Bureau of Alcohol, Tobacco, Firearms and Explosives has not had a permanent administrator since Congress required that the director be confirmed by the Senate in 2006.\n                \n                    \n                    AFP/AFP/Getty Images\n                    \n                \nhide caption The Bureau of Alcohol, Tobacco, Firearms and Explosives has not had a permanent administrator since Congress required that the director be confirmed by the Senate in 2006. Hear Brian Nayor, Julie Rovner, Yuki Noguchi and Carrie Johnson talk with Morning Edition's Steve Inskeep about the many federal entities operating without permanent leadership by clicking the audio link. Some workers may dream about how productive they'd be without a boss. But for thousands of federal employees, being without a boss is a reality. And productivity isn't necessarily the result. Numerous federal agencies, large and small, are operating without permanent leadership because President Obama's nominees have been blocked by the Senate, or because no nominations have been made. According to ProPublica, there were 68 executive-level vacant positions at the end of Obama's first term, more than at a similar point in the two previous administrations. What's more, some 90 federal judgeships, about 10 percent of the judiciary, have gone unfilled. New York University professor Paul Light, who has studied the executive branch for decades, thinks much of the blame goes to Congress and what he calls a \"Napoleonic approach to defeating the president and reducing big government.\" Light argues that those who oppose new laws are required by the Constitution to repeal them. But he says that has all changed recently. \"If you don't like a law now, and you can't repeal it,\" Paul says, opponents work to \"decapitate the agency and eviscerate its capacity to execute the law.\" Lack of leadership can leave some federal agencies treading water on policy and personnel issues. Sometimes key decisions get put off. And if the president doesn't have his choices in place, it's a lost opportunity to effect policy. Among the agencies operating without permanent leadership: -- The Bureau of Alcohol, Tobacco, Firearms and Explosives, which has not had a permanent administrator since 2006, the year Congress required that the director be confirmed by the Senate. -- The Centers for Medicare & Medicaid Services, which oversees those massive health care programs and hasn't had a director confirmed by the Senate in seven years. NPR's Julie Rovner tells Morning Edition that the agency also handles the Children's Health Insurance Program and now \"a big chunk of the Affordable Care Act.\" She says in 2011, it handled about 21 percent of the federal budget, or $769 billion. -- The Consumer Financial Protection Bureau. President Obama named Richard Cordray director in a recess appointment in 2011, which is now being challenged in federal court. Cordray has been re-nominated by the president, and his confirmation hearing is set for Tuesday. -- The Federal Election Commission, which has commissioners held over on expired terms. NPR's Carrie Johnson says of the nearly 90 federal judgeships currently vacant, about 30 are considered judicial emergencies. \"That means the caseloads in those courts are very, very high. And the impact is that judges who are currently on the bench are hearing lots more cases.\" While Senate Republicans are responsible for most of the roadblocks before the president's nominees now, Democrats have pulled similar moves when it was a Republican president doing the nominating. Sometimes, the roadblocks aren't about philosophy or even politics, but rather a senator's effort to win something for his or her state. For instance, Alaska Republican Sen. Lisa Murkowski is threatening to block Obama's nominee to lead the Interior Department, Sally Jewell, over construction of a road through a wilderness area that the department opposes. But those sorts of roadblocks, used as leverage for something a lawmaker wants for her state are relatively rare nowadays, according to NYU's Light. \"I don't see as much of that going on,\" Light says. \"I don't see a lot of hostage-taking based on personal demands and favors. I see a lot related to just plain anger toward the president, and a reluctance to see the laws fully and faithfully executed.\" It's important to note that the vacancies at the top of these agencies have nothing to do with the sequester, which is forcing many federal departments to trim back their spending levels. It's not solely Senate Republicans who are to blame for the headless government. Obama has failed to put forward nominees for some posts, and Light says the president is \"moving at a snail's pace\" to make other nominations. Light says the administration also has \"the longest questionnaire in the presidential history for vetting people who might become nominees. It's brutal.\" That serves to discourage some people from wanting to become nominees in the first place.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/03/08/173747689/senate-mostly-blamed-for-agency-and-court-vacancies-but-obama-isnt-helping"
        },
        {
            "headline": "Top Stories: It's Election Day; New Jersey Mall Shooting",
            "author": "Korva Coleman",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2013
            },
            "article_content": "Good morning, here are our early stories: -- Gunman Found Dead At N.J. Mall; No One Believed Hurt. -- What Will Be The Message This Election Day? -- Bangladesh Court Convicts Soldiers Over Mutiny. And here are more early headlines: Gay Rights Protection Bill Advances In Senate. (USA Today) Medicare Chief To Testify Before Senate Panel On Health Exchanges. (Politico) Supreme Court Rejects Oklahoma Appeal To Reinstate Abortion Limits. (Reuters) Denver Police Arrest Two Teens With BB Guns Who Broke Into School. (Denver Post) Study: Childcare Requirements Aren't Strong Enough Or Well Enforced. (AP) India Launches Spacecraft To Mars. (Times of India) Back It Or Sack It: Houston Voters Decide Fate Of Astrodome. (Houston Chronicle)",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/thetwo-way/2013/11/05/243173918/top-stories-its-election-day-new-jersey-mall-shooting"
        },
        {
            "headline": "Tuesday Political Mix: Obamacare Official In The Batter's Box",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 29,
                "year": 2013
            },
            "article_content": "Health and Human Services Secretary Kathleen Sebelius, (who we're sure was not intentionally making the \"choke\" sign) and Marilyn Tavenner, head of the HHS agency that oversaw the Obamacare website project.\n                \n                    \n                    Manuel Balce Ceneta/AP\n                    \n                \nhide caption Health and Human Services Secretary Kathleen Sebelius, (who we're sure was not intentionally making the \"choke\" sign) and Marilyn Tavenner, head of the HHS agency that oversaw the Obamacare website project. Good Tuesday morning, fellow political junkies. As you go through your day, keep this in mind: at least you're not Marilyn Tavenner. When critics of the Obama administration's botched launch of the Affordable Care Act call for heads to metaphorically roll, Tavenner, the top official of the Health and Human Services agency that oversaw the ill-fated website project, is high on that list. She will be the first senior Obama administration official to testify before Congress since the botched Oct. 1 startup of the Obamacare website. The only person likely to have a worse time of it this week on Capitol Hill is HHS Secretary Kathleen Sebelius, due to testify Wednesday before Congress. With the World Series in full swing, in the language of baseball Tavenner is the first administration official up at bat. But unlike actual baseball, lawmakers not only get to pitch her high and tight fastballs, they also get to call balls and strikes. With that, here are some of the more interesting pieces and tidbits of political news, analysis and reflection that caught my eye this morning. The government shutdown and wobbly launch of the Affordable Care Act website now look like the ground the 2014 mid-term campaigns will be fought on, writes Politico's Alex Isenstadt. Of course, all that could change by next summer. The Obama administration knew years ago that millions of Americans wouldn't be able to keep health insurance coverage they liked, even as President Obama promised that they would, NBC News' Lisa Myers and Hannah Rappleye reported. A federal judge stopped parts of a Texas anti-abortion law that would have restricted access to abortions to many women by raising requirements for providers, reports Christy Hoppe in the Dallas Morning News. The ruling can expected to fire up both sides in the abortion debate in Texas, where it is already figuring prominently in the 2014 governor's race, and beyond. With congressional budget negotiations as the backdrop, Lawrence Summers, the former Treasury secretary and Obama advisor, channeled his inner Alexander Hamilton, telling Morning Edition co-host Steve Inskeep the national debt is an \"asset\" that can be used to invest in the nation's future growth. Republican Ohio Gov. John Kasich has become a contrarian in his own party when it comes to the importance of the social safety net for the poor, the New York Times' Trip Gabriel reports. Kasich recently defied his state's Republican legislature and took Obamacare-related funding to expand his state's Medicaid program. Democrat Terry McAuliffe has expanded his lead over Republican Ken Cucinelli a double-digit lead on Republican Ken Cuccinelli, the Washington Post's Laura Vozella and Peyton M. Craighill report. McAuliffe's momentum increases the chance that Democrats could sweep all state-wide races. President Obama is scheduled to attend a McAuliffe rally Sunday to help boost turnout, especially of minorities and young voters, in a traditionally lower-turnout off-year election. Graphics based on research by Bloomberg Businessweek's Eric Chemi help us visualize the states where House Republicans are likely to be most vulnerable because of the narrowness of their 2012 margins of victory. The odds are still against the Democrats regaining control of the House, writes Andrew Gelman in the Monkey Cage blog on the Washington Post site. The meaning of all the conspiracy theories and of the assassination of John F. Kennedy himself 50 years ago occupy the musings of Adam Gopnik in the New Yorker. He concludes that assassination exposed just how near America's light and dark sides are to each other.",
            "bias": "medicare",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/10/29/241577393/tuesday-political-mix-obamacare-official-in-the-batters-box"
        }
    ]
}